Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Manage your notification settings
hu: Értesítési beállításainak kezelése
tr: Bildirim ayarlarınızı yönetin

source: Management
hu: Kezelés
tr: Yönetim

source: Many dynamic fields were found. This is not a common pattern in Zammad, which takes a different approach to ticket attributes. Zammad also uses tags in addition to custom fields to classify tickets. This difference can create a new philosophy of your ticket attributes / tags compared to your current use of dynamic fields in OTRS.
tr: Birçok dinamik alan bulunmuştur. Bu, destek talebi niteliklerine farklı bir yaklaşım benimseyen Zammad'da yaygın bir model değildir. Zammad, destek taleplerini sınıflandırmak için özel alanlara ek olarak etiketler de kullanır. Bu fark, OTRS'deki mevcut dinamik alan kullanımınıza kıyasla destek talebi özniteliklerinizin / etiketlerinizin yeni bir felsefesini oluşturabilir.

source: March
hu: március
tr: Mart

source: Mark all as read
hu: Összes olvasottnak jelölése
tr: Tümünü okundu olarak işaretle

source: Match all (AND)
tr: Tümünü eşleştir (VE)

source: Match any (OR)
tr: Herhangi birini eşleştir (VEYA)

source: Match none (NOT)
tr: Eşleşme yok (DEĞİL)

source: Match tickets in following states
tr: Aşağıdaki koşullarda destek taleplerini eşleştir

source: Material
tr: Malzeme

source: Mattermost Notifications
hu: Mattermost értesítések
tr: Mattermost Bildirimleri

source: Max length must be an integer.
tr: Maksimum uzunluk bir tamsayı olmalıdır.

source: Max. clients on waitlist
hu: Maximális ügyfélszám a várólistán
tr: Bekleme listesindeki maks. istemci sayısı

source: Max. concurrent chats
hu: Maximális egyidejű csevegés
tr: Maks. eşzamanlı sohbet

source: Max. length
hu: Maximális hosszúság
tr: Maks. uzunluk

source: Maximal
hu: Maximális
tr: Maksimum

source: Maximal value must be an integer
tr: Maksimum değer bir tamsayı olmalıdır

source: Maximal value must be higher than -2147483648
tr: En büyük değer, -2147483648'den büyük olmalıdır

source: Maximal value must be higher than or equal to minimal value
tr: Maksimum değer minimum değerden yüksek veya eşit olmalıdır

source: Maximal value must be lower than 2147483648
tr: En büyük değer, 2147483648'den düşük olmalıdır

source: Maximum Recursive Ticket Triggers Depth
hu: Maximum rekurzív jegy eseményindítók mélysége
tr: Maksimum Yinelemeli Destep Talebi Tetikleyici Derinliği

source: Maximum number of open tabs.
hu: A megnyitott lapok maximális száma.
tr: Maksimum açık sekme sayısı.

source: Maximum number of recursively executed triggers.
hu: A rekurzívan végrehajtott eseményindítók maximális száma.
tr: Özyinelemeli olarak yürütülen tetikleyicilerin maksimum sayısı.

source: Maximum number of ticket shown in overviews
hu: Az áttekintésekben megjelenített jegyek maximális száma
tr: Genel bakışlarda gösterilen maksimum destek talebi sayısı

source: Me
hu: Én
tr: Ben

source: Media Download Error
hu: Média letöltési hiba
tr: Medya İndirme Hatası

source: Media download failed.
tr: Medya indirme başarısız oldu.

source: Media download failed. Please try again later.
hu: A média letöltése sikertelen. Kérjük, próbálja meg később újra.
tr: Medya indirme başarısız oldu. Lütfen daha sonra tekrar deneyin.

source: Media download was successful.
hu: A média letöltése sikeres volt.
tr: Medya indirme işlemi başarılı oldu.

source: Members
hu: Tagok
tr: Üyeler

source: Mention for
tr: Bahsedilenler

source: Mention user
hu: Felhasználó említése
tr: Kullanıcıdan bahsedin

source: Mentions
hu: Említések
tr: Bahsedilenler

source: Mentions Group
hu: Említések Csoport
tr: Bahsedilme Grupları

source: Merge
hu: Egyesítés
tr: birleştir

source: Merge Tickets
tr: Destek Taleplerini Birleştir

source: Merge cells
tr: Hücreleri birleştir

source: Merge tickets
hu: Jegyek egyesítése
tr: Destek taleplerini birleştir

source: Merged
hu: Egyesített
tr: Birleştirilmiş

source: Merged %s into this ticket
tr: Bu destek talebiyle %s birleştirildi

source: Merged this ticket into %s
tr: Bu destek talebi %s ile birleştirildi

source: Message
hu: Üzenet
tr: Mesaj

source: Message Status
hu: Üzenet állapota
tr: Mesaj Durumu

source: Message for login page.
hu: Üzenet a bejelentkezési oldalhoz.
tr: Giriş sayfası için mesaj.

source: Messaging Channel
hu: Üzenetküldő csatorna
tr: Mesajlaşma Kanalı

source: Messaging Icon URL
hu: Üzenetküldő ikon URL
tr: Mesajlaşma Simgesi URL'si

source: Messaging Username
hu: Üzenetküldő felhasználónév
tr: Mesajlaşma Kullanıcı Adı

source: Meta Data
hu: Meta adatok
tr: Meta Veri

source: Method
hu: Módszer
tr: Yöntem

source: Method (AJAX endpoint)
hu: Módszer (AJAX végpont)
tr: Metod (AJAX endpoint)

source: Microsoft 365 App Credentials
hu: Microsoft 365 alkalmazás hitelesítő adatok
tr: Microsoft 365 Uygulama Kimlik Bilgileri

source: Microsoft 365 Graph Email
tr: Microsoft 365 Graph E-posta

source: Microsoft 365 IMAP Email
tr: Microsoft 365 IMAP Eposta

source: Microsoft Application Registration Portal
hu: Microsoft alkalmazás regisztrációs portál
tr: Microsoft Uygulama Kayıt Portalı

source: Microsoft Teams Notifications
hu: Microsoft Teams értesítések
tr: Microsoft Teams Bildirimleri

source: Migrate now!
hu: Költözzön át most!
tr: Şimdi geçiş yapın!

source: Migrator can't read OTRS output!
hu: A migrátor nem tudja olvasni az OTRS kimenetet!
tr: Migrator OTRS çıktısını okuyamıyor!

source: Minimal
hu: Minimális
tr: Minimum

source: Minimal value must be an integer
tr: Minimum değer bir tamsayı olmalıdır

source: Minimal value must be higher than -2147483648
tr: En düşük değer, -2147483648'den büyük olmalıdır

source: Minimal value must be lower than 2147483648
tr: En düşük değer, 2147483648'den düşük olmalıdır

source: Minute
hu: perc
tr: Dakika

source: Minutes
hu: perc
tr: Dakika

source: Mismatching phone number id.
hu: Nem egyező telefonszám azonosító.
tr: Yanlış eşleşen telefon numarası kimliği.

source: Mobile
hu: Mobiltelefon
tr: Cep

source: Module
hu: Modul
tr: modül

source: Mon
hu: h
tr: Pzt

source: Monday
hu: hétfő
tr: Pazartesi

source: Monit integration
hu: Monit integráció
tr: Monit entegrasyonu

source: Monitoring Token
hu: Felügyeleti token
tr: İzleme Belirteci

source: Month
hu: Hónap
tr: Ay

source: More information can be found here.
hu: További információk itt találhatók.
tr: Daha fazla bilgiye buradan ulaşabilirsiniz.

source: More than 250 secondary organizations are not allowed.
hu: 250-nél több másodlagos szervezet nem engedélyezett.
tr: 250'den fazla ikincil organizasyona izin verilmemektedir.

source: More ticket overviews
hu: További jegyek áttekintése
tr: Daha fazla destek talebi görünümü

source: Most recent activity
hu: Legutóbbi tevékenység
tr: En son etkinlik

source: Move all from "%s" to "%s":
tr: Tümünü "%s" den "%s" ye taşıyın:

source: Move down
hu: Mozgatás le
tr: Aşağı taşı

source: Move up
hu: Mozgatás fel
tr: Yukarı taşı

source: Multiple selection field
hu: Többszörös kiválasztási mező
tr: Çoklu seçim alanı

source: Multiple tree selection field
hu: Többszörös fa kiválasztási mező
tr: Çoklu ağaç seçim alanı

source: My Assigned Tickets
hu: Hozzárendelt jegyeim
tr: Bana Atanan Destek Talepleri

source: My Pending Reached Tickets
hu: Függőben lévő jegyeim
tr: Hatırlatması Gelen Taleplerim

source: My Replacement Tickets
hu: A cserejegyeim
tr: Vekil Olarak Atandığım Talepler

source: My Stats
hu: Statisztikáim
tr: Durumum

source: My Subscribed Tickets
hu: Feliratkozott jegyeim
tr: Abone Olduğum Destek Talepleri

source: My Tickets
hu: Saját jegyek
tr: Destek Taleplerim

source: My handling time: %s minutes
hu: Kezelési időm: %s perc
tr: Cevaplama süresü: %s dakika

source: My tickets
hu: Jegyeim
tr: Destek Taleplerim

source: My tickets in process
hu: Folyamatban lévő jegyeim
tr: İşlemdeki destek taleplerim

source: Nagios integration
hu: Nagios integráció
tr: Nagios entegrasyonu

source: Name
hu: Név
tr: Isim

source: Name Identifier Format
hu: Név azonosító formátum
tr: İsim Tanımlayıcı Formatı

source: Name for this security key
hu: Ennek a biztonsági kulcsnak a neve
tr: Bu güvenlik anahtarı için ad

source: Navigate through article
hu: Navigálás a cikken keresztül
tr: Yazı içinde gezin

source: Navigate to %s
hu: Navigálj ide: %s
tr: %s'ye git

source: Navigation
hu: Navigáció
tr: Navigasyon

source: Navigation filter
tr: Navigasyon filtresi

source: Need 'form_id' to add attachments to new form.
hu: A 'form_id' szükséges a mellékletek új űrlaphoz való hozzáadásához.
tr: Yeni forma ekler eklemek için 'form_id' gerekir.

source: Need at least an 'article body' field.
hu: Szükség van legalább egy 'article body' mezőre.
tr: En azından bir 'yazı gövdesi' alanına ihtiyaç var.

source: Need fingerprint param!
hu: Szükség van ujjlenyomat paraméterre!
tr: Parmak izi parametresine ihtiyaç var!

source: Need recipient in "To".
hu: Szükség van a címzettre a "To" mezőben.
tr: "Kime" kısmına alıcı gerekiyor.

source: Need session_id.
hu: Szükség van session_id-re.
tr: Session_id gerekiyor.

source: Need user_id or organization_id as param
hu: user_id vagy organization_id szükséges paraméterként
tr: Parametre olarak user_id veya organization_id gerekli

source: Neither an SSO environment variable 'REMOTE_USER' nor a 'X-Forwarded-User' header could be found.
hu: Sem a 'REMOTE_USER' SSO környezeti változót, sem az 'X-Forwarded-User' fejlécet nem találtuk.
tr: Ne bir SSO ortam değişkeni 'REMOTE_USER' ne de bir 'X-Forwarded-User' başlığı bulunamadı.

source: New
hu: Új
tr: Yeni

source: New & Open Tickets
hu: Új és nyitott jegyek
tr: Yeni ve Açık Destek Talepleri

source: New Access Token is
hu: Az új hozzáférési token
tr: Yeni Erişim Belirteci

source: New Activity Type
hu: Új tevékenységtípus
tr: Yeni Etkinlik Türü

source: New Answer
tr: Yeni Cevap

source: New BETA UI
tr: Yeni BETA Kullanıcı Arayüzü

source: New BETA UI Switch
tr: Yeni BETA Kullanıcı Arayüzü Geçişi

source: New Beta UI
tr: Yeni Beta Kullanıcı Arayüzü

source: New Category
tr: Yeni Kategori

source: New Checklist Template
tr: Yeni Kontrol Listesi Şablonu

source: New Deletion Task
hu: Új törlési feladat
tr: Yeni Silme Görevi

source: New Keyboard Shortcuts
tr: Yeni Klavye Kısayolları

source: New Personal Access Token
hu: Új személyes hozzáférési token
tr: Yeni Kişisel Erişim Belirteci

source: New Priority
hu: Új prioritás
tr: Yeni Öncelik

source: New Public Link
hu: Új nyilvános hivatkozás
tr: Yeni Genel Bağlantı

source: New Scheduler
hu: Új ütemező
tr: Yeni Zamanlayıcı

source: New Source
hu: Új forrás
tr: Yeni Kaynak

source: New Template
hu: Új sablon
tr: Yeni Şablon

source: New Ticket
hu: Új jegy
tr: Yeni Destek Talebi

source: New Ticket State
hu: Új jegy állapot
tr: Yeni Destek Talebi Durumu

source: New Ticket: %s
tr: Yeni Destek Talebi: %s

source: New Translation
hu: Új fordítás
tr: Yeni Çeviri

source: New Webhook
hu: Új webhook
tr: Yeni Webhook

source: New Workflow
hu: Új munkafolyamat
tr: Yeni İş Akışı

source: New organizations are shared.
hu: Az új szervezetek megosztásra kerülnek.
tr: Yeni organizasyonlar paylaşılır.

source: New password
hu: Új jelszó
tr: Yeni parola

source: New tab
hu: Új lap
tr: Yeni sekme

source: New ticket
hu: Új jegy
tr: Yeni destek talebi

source: New ticket (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div>The new ticket (#{ticket.title}) has been created by "<b>#{current_user.longname}</b>".</div> <br> <div> Group: #{ticket.group.name}<br> Owner: #{ticket.owner.fullname}<br> State: #{t(ticket.state.name)}<br> </div> <br> <% if @objects[:article] %> <div> Information: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: Új jegy (#{ticket.title}) <div>Üdvözöljük #{recipient.firstname},</div> <br> <div>Az új jegyet (#{ticket.title}) "<b>#{current_user.longname}</b>" létrehozta.</div> <br> <div> Csoport: #{ticket.group.name}<br> Tulajdonos: #{ticket.owner.fullname}<br> Állapot: #{t(ticket.state.name)}<br> </div> <br> <% if @objects[:article] %> <div> Információ: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Tekintse meg itt: #{config.product_name}</a> </div>
tr: Yeni bilet (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div>Yeni bilet (#{ticket.title}), "<b>#{current_user.longname}</b>" tarafından oluşturuldu.</div> <br> <div> Grup: #{ticket.group.name}<br> Sahip: #{ticket.owner.fullname}<br> Konum: #{t(ticket.state.name)}<br> </div> <br> <% if @objects[:article] %> <div> Bilgi: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Görüntüle #{config.product_name}</a> </div>

source: New user?
hu: Új felhasználó?
tr: Yeni kullanıcı?

source: Next
hu: Következő
tr: Ileri

source: Next State
hu: Következő állapot
tr: Sonraki Durum

source: Next in overview
hu: Következő az áttekintésben
tr: Sonraki Konu

source: Next month
hu: Következő hónap
tr: Sonraki ay

source: Next page
tr: Sonraki sayfa

source: Next year
hu: Következő év
tr: Sonraki yıl

source: No
hu: Nem
tr: Hayır

source: No AI agent available, please create a new one or activate an existing one at "Manage > AI Agents"
tr: Mevcut Yapay Zeka Temsilcisi yok, lütfen "Yönet > Yapay Zeka Temsilcileri" bölümünden yeni bir tane oluşturun veya mevcut olanı etkinleştirin

source: No AI provider is currently set up. Please contact your administrator.
tr: Şu anda hiçbir yapay zeka sağlayıcısı ayarlanmamıştır. Lütfen yöneticinizle iletişime geçin.

source: No Entries
hu: Nincsenek bejegyzések
tr: Girdi Yok

source: No Entry
tr: Girdi Yok

source: No Exchange app configured!
hu: Nincs Exchange alkalmazás konfigurálva!
tr: Yapılandırılmış Exchange uygulaması yok!

source: No Facebook app configured!
hu: Nincs Facebook alkalmazás konfigurálva!
tr: Yapılandırılmış Facebook uygulaması yok!

source: No Microsoft 365 app configured!
hu: Nincs Microsoft 365 alkalmazás konfigurálva!
tr: Yapılandırılmış Microsoft 365 uygulaması yok!

source: No Microsoft Graph app configured!
tr: Yapılandırılmış Microsoft Graph uygulaması yok!

source: No Overviews
tr: Genel Bakış Yok

source: No Proxy
hu: Nincs proxy
tr: Vekil Yok

source: No SSL
hu: Nincs SSL
tr: SSL yok

source: No Thanks!
hu: Nem, köszönöm!
tr: Hayır, teşekkürler!

source: No additional text can be sent with this media type. Please remove the text.
hu: Ezzel a médiatípussal nem küldhető további szöveg. Kérjük, távolítsa el a szöveget.
tr: Bu medya türüyle ek metin gönderilemez. Lütfen metni kaldırın.

source: No answers
hu: Nincs válasz
tr: Cevap yok

source: No attached files
tr: Ekli dosya yok

source: No camera found.
hu: Nem található kamera.
tr: Kamera bulunamadı.

source: No certificate found.
hu: Nem található tanúsítvány.
tr: Sertifika bulunamadı.

source: No checklist added to this ticket yet.
tr: Bu destek talebine henüz kontrol listesi eklenmedi.

source: No checklist items yet
tr: Henüz kontrol listesi öğesi yok

source: No checklist templates have been created yet.
tr: Henüz hiçbir kontrol listesi şablonu oluşturulmamıştır.

source: No configuration set.
hu: Nincs konfigurációs beállítás.
tr: Yapılandırma seti yok.

source: No content to show
hu: Nincs megjeleníthető tartalom
tr: Gösterilecek içerik yok

source: No double colons (::) allowed, reserved delimiter
hu: Kettős kettőspont (::) nem megengedett, fenntartott elválasztójel
tr: Çift iki nokta üst üste (::) izin verilmez, ayrılmış sınırlayıcı

source: No drafts
hu: Nincsenek piszkozatok
tr: Taslak yok

source: No email!
hu: Nincs e-mail!
tr: E-posta yok!

source: No entries
hu: Nincsenek bejegyzések
tr: Girdi yok

source: No entries were found in the selected folder(s).
hu: A kiválasztott mappá(k)ban nem található bejegyzés.
tr: Seçilen klasör(ler)de hiçbir girdi bulunamadı.

source: No file chosen.
hu: Nincs kiválasztott fájl.
tr: Dosya seçilmedi.

source: No file formats allowed.
hu: Nem engedélyezett fájlformátum.
tr: Hiçbir dosya formatına izin verilmez.

source: No filter was configured.
hu: Nincs szűrő konfigurálva.
tr: Hiçbir filtre yapılandırılmadı.

source: No folders were found for the given user credentials.
hu: A megadott felhasználói hitelesítő adatokhoz nem találhatók mappák.
tr: Verilen kullanıcı kimlik bilgileri için hiçbir klasör bulunamadı.

source: No import in progress.
hu: Nincs folyamatban lévő importálás.
tr: Devam eden içe aktarım yok.

source: No linked issues
hu: Nincsenek kapcsolódó problémák
tr: Bağlantılı issue yok

source: No links added yet.
tr: Henüz bağlantı eklenmedi.

source: No macros available.
hu: Nincsenek elérhető makrók.
tr: Makro mevcut değil.

source: No members found
tr: Üye bulunamadı

source: No organizations found
tr: Hiçbir organizasyon bulunamadı

source: No private key found.
hu: Nem található privát kulcs.
tr: Özel anahtar bulunamadı.

source: No recent searches
tr: Son arama yok

source: No related article found to process the reaction message on.
tr: Tepki mesajını işlemek için ilgili bir yazı bulunamadı.

source: No related article found to process the status message on.
hu: Nem található kapcsolódó cikk az állapotüzenet feldolgozásához.
tr: Durum mesajını işlemek için ilgili bir yazı bulunamadı.

source: No results for this query.
tr: Bu sorgu için sonuç yok.

source: No results found
hu: Nincs eredmény
tr: Sonuç bulunamadı

source: No search results for this query.
tr: Bu sorgu için arama sonucu yok.

source: No security information available.
hu: Nem áll rendelkezésre biztonsági információ.
tr: Güvenlik bilgisi mevcut değil.

source: No session available.
hu: Nincs elérhető munkamenet.
tr: Oturum mevcut değil.

source: No settings with area 'Dashboard::Stats' defined
hu: A 'Dashboard::Stats' területhez tartozó beállítások nincsenek definiálva
tr: 'Dashboard::Stats' alanı ile tanımlanmış ayar yok

source: No shared drafts yet
tr: Henüz paylaşılan taslak yok

source: No source data submitted!
hu: Nincs elküldött forrásadat!
tr: Kaynak veri gönderilmedi!

source: No tags added yet.
tr: Henüz etiket eklenmemiş.

source: No template created yet.
hu: Még nem készült sablon.
tr: Henüz şablon oluşturulmamış.

source: No tickets in this state.
tr: Bu durumda hiçbir destek talebi yok.

source: No token!
hu: Nincs token!
tr: Belirteç yok!

source: No triggers active
hu: Nincsenek aktív eseményindítók
tr: Etkin tetikleyici yok

source: No unread notifications.
tr: Okunmamış bildirim yok.

source: No user creation on logon
tr: Oturum açma sırasında kullanıcı oluşturulmaz

source: No webhook available, please create a new one or activate an existing one at "Manage > Webhook"
hu: Nincs elérhető webhook, kérjük, hozzon létre egy újat vagy aktiváljon egy meglévőt a "Kezelés > Webhook" menüpontban
tr: Webhook mevcut değil, lütfen "Yönet > Webhook" adresinden yeni bir tane oluşturun veya mevcut olanı etkinleştirin

source: No x-zammad-session-user-id, no sender set!
hu: Nincs x-zammad-session-user-id, nincs beállított feladó!
tr: x-zammad-session-user-id ve gönderici belirtilmemiş!

source: No, just close the ticket
tr: Hayır, sadece destek talebini kapat

source: No, thanks
tr: Hayır, teşekkürler

source: None
hu: Nincs
tr: Hiçbiri

source: Not Available
hu: Nem érhető el
tr: Mevcut değil

source: Not Found
hu: Nem található
tr: Bulunamadı

source: Not all checklist items could be added.
tr: Tüm kontrol listesi maddeleri eklenememiştir.

source: Not allowed to access this task.
hu: Nem engedélyezett a hozzáférés ehhez a feladathoz.
tr: Bu göreve erişim izni yok.

source: Not applicable to: merging, emails, form, Facebook, Telegram, Twitter, SMS
hu: Nem alkalmazható: egyesítés, e-mailek, űrlap, Facebook, Telegram, Twitter, SMS
tr: Şunlar için geçerli değildir: birleştirme, epostalar, form, Facebook, Telegram, Twitter, SMS

source: Not assigned
hu: Nincs hozzárendelve
tr: Atanmamış

source: Not authorized
hu: Nem engedélyezett
tr: Yetkili değil

source: Not authorized (feature not possible)
hu: Nem engedélyezett ( a funkció nem lehetséges)
tr: Yetkili değil (özellik mümkün değil)

source: Not authorized (token expired)!
hu: Nem engedélyezett (a token lejárt)!
tr: Yetkilendirilmemiş (belirtecin süresi doldu)!

source: Not found
hu: Nem található
tr: Bulunamadı

source: Not found - resource not found
tr: Bulunamadı - kaynak bulunamadı

source: Note
hu: Megjegyzés
tr: Not

source: Note:
hu: Megjegyzés:
tr: Not:

source: Note: Zammad never sends this data automatically and this data doesn't include personal account names or passwords. However, please have a look after downloading the file to avoid leaking personal data which could be included in comments or notes.
hu: Megjegyzés: A Zammad soha nem küldi el automatikusan ezeket az adatokat, és ezek az adatok nem tartalmaznak személyes fiókneveket vagy jelszavakat. Kérjük azonban, hogy a fájl letöltése után nézzen utána, hogy elkerülje a személyes adatok kiszivárgását, amelyek a hozzászólásokban vagy megjegyzésekben szerepelhetnek.
tr: Not: Zammad bu verileri asla otomatik olarak göndermez ve bu veriler kişisel hesap adlarını veya şifreleri içermez. Ancak, yorumlarda veya notlarda yer alabilecek kişisel verilerin sızmasını önlemek için lütfen dosyayı indirdikten sonra bir göz atın.

source: Notice:
hu: Megjegyzés:
tr: Uyarı:

source: Notification
hu: Értesítés
tr: Bildirim

source: Notification matrix
hu: Értesítési mátrix
tr: Bildirim matrisi

source: Notification read
hu: Értesítés elolvasva
tr: Bildirim okundu

source: Notification settings could not be reset.
hu: Az értesítési beállításokat nem lehetett visszaállítani.
tr: Bildirim ayarları sıfırlanamadı.

source: Notification settings could not be saved.
hu: Az értesítési beállításokat nem sikerült elmenteni.
tr: Bildirim ayarları kaydedilemedi.

source: Notification settings have been reset to default.
hu: Az értesítési beállítások alapértelmezettre lettek visszaállítva.
tr: Bildirim ayarları varsayılana sıfırlandı.

source: Notification settings have been saved successfully.
hu: Az értesítési beállítások sikeresen mentésre kerültek.
tr: Bildirim ayarları başarıyla kaydedildi.

source: Notification sound
hu: Értesítési hang
tr: Bildirim sesi

source: Notifications
hu: Értesítések
tr: Bildirimler

source: Notifications matrix
tr: Bildirimler matrisi

source: Nov
tr: Kas

source: November
tr: Kasım

source: Number
hu: Szám
tr: Sayı

source: OAuth Configuration
hu: OAuth konfiguráció
tr: OAuth Yapılandırması

source: OAuth URLs are:
hu: OAuth URL címek:
tr: OAuth URL'leri şunlardır:

source: OAuth2 token is expired!
hu: Az OAuth2 token lejárt!
tr: OAuth2 belirtecinin süresi doldu!

source: OK
tr: TAMAM

source: OK, I have copied my token
hu: OK, lemásoltam a tokenemet
tr: Tamam, belirtecimi kopyaladım

source: OK, I've saved my recovery codes
hu: Rendben, elmentettem a visszaállítási kódjaimat
tr: Tamam, kurtarma kodlarımı kaydettim

source: OTRS BPM processes can't get imported into Zammad since it currently doesn't support this kind of workflows.
tr: OTRS BPM süreçleri şu anda bu tür iş akışlarını desteklemediği için Zammad'a aktarılamaz.

source: OTRS BPM processes were found. They cannot be imported into Zammad as these kind of workflows are currently not supported.
tr: OTRS BPM süreçleri bulundu. Bu tür iş akışları şu anda desteklenmediği için Zammad'a aktarılamazlar.

source: Object
hu: Objektum
tr: Nesneler

source: Object Manager Attribute
tr: Nesne Yöneticisi Özniteliği

source: Object Manager Attributes
tr: Nesne Yöneticisi Öznitelikleri

source: Object does not support history
tr: Nesne geçmişi desteklemiyor

source: Object with specified ID was not found. Try checking the URL for errors.
tr: Belirtilen ID'ye sahip nesne bulunamadı. Hata için URL'yi kontrol etmeyi deneyin.
