Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: **Service Level Agreements**, abbreviated **SLAs**, help you to meet specific response times for your customers' requests. This way you can define goals such as answering every inquiry within eight hours. If you are at risk of missing this target, Zammad will alert you. You can define targets for three different metrics: **response time** (time between the creation of a ticket and the first reaction of an agent), **update time** (time between a customer's request and an agent's reaction), and **solution time** (time between creating and closing a ticket). Any escalated tickets (i.e. tickets that have missed the defined target) are displayed in a separate view in your overviews. You can also configure **email notifications**.
hu: A **Szolgáltatási szint megállapodások**, röviden **SLA-k**, segítenek Önnek abban, hogy meghatározott válaszidőket tartson be ügyfelei kéréseire. Így olyan célokat határozhat meg, mint például, hogy minden megkeresést nyolc órán belül megválaszoljon. Amennyiben fennáll a veszélye annak, hogy nem éri el ezt a célt, a Zammad figyelmeztetni fogja Önt. Három különböző mérőszámhoz határozhat meg célokat: **válaszidő** (a jegy létrehozása és az ügynök első reakciója közötti idő), **frissítési idő** (az ügyfél kérése és az ügynök reakciója közötti idő) és **megoldási idő** (a jegy létrehozása és lezárása közötti idő). Az eszkalált jegyek (azaz a meghatározott célt túllépő jegyek) külön nézetben jelennek meg az áttekintésekben. Beállíthatja az **E-mail értesítések** beállítását is.
tr: Kısaltması **SLA** olan **Hizmet Seviyesi Anlaşmaları**, müşterilerinizin talepleri için belirli yanıt sürelerini karşılamanıza yardımcı olur. Bu şekilde, her soruyu sekiz saat içinde yanıtlamak gibi hedefler tanımlayabilirsiniz. Bu hedefi kaçırma riskiniz varsa, Zammad sizi uyaracaktır. Üç farklı metrik için hedefler tanımlayabilirsiniz: **yanıt süresi** (bir destek talebinin oluşturulması ile bir temsilcinin ilk tepkisi arasında geçen süre), **güncelleme süresi** (bir müşterinin talebi ile bir temsilcinin tepkisi arasında geçen süre) ve **çözüm süresi** (bir destek talebinin oluşturulması ile kapatılması arasında geçen süre). Yükseltilen tüm destek talepleri (yani tanımlanan hedefi kaçıran destek talepleri) genel bakışlarınızda ayrı bir görünümde görüntülenir. Ayrıca **e-posta bildirimlerini** de yapılandırabilirsiniz.

source: 1 attached file
hu: 1 mellékelt fájl
tr: 1 dosya ekte

source: 1 day
hu: 1 nap
tr: 1 gün

source: 1 day ago
hu: 1 nappal ezelőtt
tr: 1 gün önce

source: 1 hour
hu: 1 óra
tr: 1 saat

source: 1 hour ago
hu: 1 órával ezelőtt
tr: 1 saat önce

source: 1 low
hu: 1 alacsony
tr: 1 düşük

source: 1 minute ago
hu: 1 perccel ezelőtt
tr: 1 dakika önce

source: 1 month ago
hu: 1 hónappal ezelőtt
tr: 1 ay önce

source: 1 week
hu: 1 hét
tr: 1 hafta

source: 1 week ago
hu: 1 héttel ezelőtt
tr: 1 hafta önce

source: 1 year ago
hu: 1 évvel ezelőtt
tr: 1 yıl önce

source: 1. Ticket Create
hu: 1. Jegy létrehozása
tr: 1. Destek Talebi Oluşturma

source: 2 hours
hu: 2 óra
tr: 2 saat

source: 2 lower case and 2 upper case characters
hu: 2 kisbetűs és 2 nagybetűs karakter
tr: 2 küçük harf ve 2 büyük harf karakteri

source: 2 weeks
hu: 2 hét
tr: 2 hafta

source: 2. Ticket Update
hu: 2. Jegyfrissítés
tr: 2. Destek Talebi Güncelleme

source: 3 high
hu: 3 magas
tr: 3 yüksek

source: 3 weeks
hu: 3 hét
tr: 3 hafta

source: 3. Ticket Reminder Reached
hu: 3. Jegy emlékeztető elérve
tr: 3. Destek Talebi Hatırlatması Ulaştı

source: 4 weeks
hu: 4 hét
tr: 4 hafta

source: 4. Ticket Escalation
hu: 4. Jegy eszkaláció
tr: 4. Destek Talebi Yükseltme

source: 5. Ticket Escalation Warning
hu: 5. Jegy eszkaláció figyelmeztetés
tr: 5. Destek Talebi Yükseltme Uyarısı

source: <strong>Chat</strong> with us!
hu: <strong>Csevegjen</strong> velünk!
tr: Bizimle <strong>Sohbet</strong> edin!

source: A **calendar** is needed to calculate escalations based on business hours and to send out escalation notifications. Define a **"standard"** calendar which is valid system-wide. The escalation notifications will only be sent to your agents during the defined business hours. If you have customers with different business hours, you can create multiple calendars. Tickets are linked to calendars using **SLAs**.
hu: Egy **naptár** szükséges az eszkalációk munkaidőn alapuló kiszámításához és az eszkalációs értesítések kiküldéséhez. Határozzon meg egy **"szabványos"** naptárat, amely az egész rendszerre érvényes. Az eszkalációs értesítések csak a meghatározott munkaidőben kerülnek kiküldésre az ügynököknek. Amennyiben különböző nyitvatartási idejű ügyfelei vannak, több naptárat is létrehozhat. A jegyek **SLA-k** segítségével kapcsolódnak a naptárakhoz.
tr: Çalışma saatlerine göre yükseltmeleri hesaplamak ve yükseltme bildirimlerini göndermek için bir **takvim** gereklidir. Sistem genelinde geçerli olan bir **"standart"** takvim tanımlayın. Yükseltme bildirimleri yalnızca tanımlanan çalışma saatleri içinde temsilcilerinize gönderilecektir. Farklı çalışma saatlerine sahip müşterileriniz varsa, birden fazla takvim oluşturabilirsiniz. Destek talepleri **SLA'lar** kullanılarak takvimlere bağlanır.

source: A color scheme that uses dark-colored elements on a light background.
hu: Olyan színséma, amely világos háttéren sötét színű elemeket használ.
tr: Açık bir arka planda koyu renkli öğelerin kullanıldığı bir renk düzeni.

source: A color scheme that uses light-colored elements on a dark background.
hu: Olyan színséma, amely sötét háttéren világos színű elemeket használ.
tr: Koyu bir arka planda açık renkli öğelerin kullanıldığı bir renk düzeni.

source: A group's email address determines which address should be used for outgoing mails, e.g. when an agent is composing an email or a trigger is sending an auto-reply
tr: Bir grubun e-posta adresi, giden e-postalar için hangi adresin kullanılacağını belirler, örneğin bir temsilci bir e-posta oluştururken veya bir tetikleyici otomatik yanıt gönderirken

source: A list of active import backends that gets scheduled automatically.
hu: Az aktív importáló háttérrendszerek listája, amely automatikusan ütemezésre kerül.
tr: Otomatik olarak zamanlanan etkin içe aktarma arka uçlarının listesi.

source: A mentioned user has no agent access to this ticket
hu: Egy említett felhasználónak nincs ügynöki hozzáférése ehhez a jegyhez
tr: Bahsedilen kullanıcının bu destek talebine aracı erişimi yok

source: A new session was created with your account. This session will be stopped to prevent a conflict.
hu: Új munkamenet lett indítva ezzel a fiókkal. Ez a munkamenet felfüggesztésre került a konfliktusok elkerülése érdekében.
tr: Hesabınızla yeni bir oturum başlatıldı. Bir çakışmayı önlemek için bu oturum durdurulacaktır.

source: A new version of Zammad is available, please reload your browser.
hu: A Zammad egy új verziója érhető el, kérjük, töltse újra a böngészőjét.
tr: Zammad'ın yeni bir sürümü mevcuttur, lütfen tarayıcınızı yenileyin.

source: A newer version of the app is available. Please reload at your earliest.
hu: Az alkalmazás újabb verziója elérhető. Kérjük, töltse újra mielőbb.
tr: Uygulamanın daha yeni bir sürümü mevcuttur. Lütfen en kısa sürede yenileyin.

source: A powerful service to get more information about your customers.
hu: Egy hatékony szolgáltatás, amellyel több információhoz juthat ügyfeleiről.
tr: Müşterilerinizle ilgili daha fazla bilgi almak için güçlü bir servis.

source: A queue is required!
hu: Várólista szükséges!
tr: Sıra gerekli!

source: A team communication tool for the 21st century. Compatible with tools like %s.
hu: Egy 21. századi csapatkommunikációs eszköz. Kompatibilis az olyan eszközökkel, mint például a %s.
tr: 21. yüzyıl için bir takım iletişim aracı. %s gibi araçlarla uyumludur.

source: A test ticket has been created, you can find it in your overview "%s" %l.
hu: Létrehoztunk egy tesztjegyet, amely megtalálható az áttekintésben "%s" %l.
tr: Bir test destek talebi oluşturuldu, bunu "%s" genel bakışınızda bulabilirsiniz %l.

source: A ticket cannot be merged into itself.
hu: Egy jegy nem egyesíthető önmagába.
tr: Bir destek talebi kendi içinde birleştirilemez.

source: A ticket's priority is simply a ranking of how urgent or important it is. Different priorities allow you to see the importance of your tickets better.
hu: Egy jegy prioritása egyszerűen egy rangsor, amely azt mutatja, hogy mennyire sürgős vagy fontos. A különböző prioritások lehetővé teszik, hogy jobban lássa a jegyek fontosságát.
tr: Bir destek talebinin önceliği basitçe ne kadar acil veya önemli olduğunu gösteren bir sıralamadır. Farklı öncelikler, destek taleplerinizin önemini daha iyi görmenizi sağlar.

source: A ticket's state is used to categorize and manage the lifecycle of a ticket or customer inquiry.
hu: Egy jegy állapota egy jegy vagy ügyfélkérés életciklusának kategorizálására és kezelésére szolgál.
tr: Bir destek talebi durumu, bir destek talebi veya müşteri sorgusunun yaşam döngüsünü kategorize etmek ve yönetmek için kullanılır.

source: A user is required!
hu: Szükség van egy felhasználóra!
tr: Kullanıcı gerekli!

source: A webhook can be fired by triggers and schedulers, don't forget to define them!
tr: Bir webhook, tetikleyiciler ve zamanlayıcılar tarafından tetiklenebilir, bunları tanımlamayı unutmayın!

source: AI
tr: YAPAY ZEKA

source: AI Agent
tr: Yapay Zeka Temsilci

source: AI Agents
tr: Yapay Zeka Temsilciler

source: AI Provider Config
tr: Yapay Zeka Sağlayıcı Yapılandırması

source: AI provider
tr: Yapay zeka sağlayıcısı

source: AI provider Azure configuration is incomplete
tr: Yapay zeka sağlayıcısı Azure yapılandırması eksik

source: AI provider Ollama URL is not set
tr: Yapay zeka sağlayıcısı Ollama URL'si ayarlanmadı

source: AI provider is not configured.
tr: AI sağlayıcısı yapılandırılmamış.

source: AI provider is not supported
tr: Yapay zeka sağlayıcısı desteklenmiyor

source: AI provider token is not set
tr: Yapay zeka sağlayıcı belirteci ayarlanmamış

source: API Key
hu: API kulcs
tr: API Anahtarı

source: API Password Access
hu: API jelszó hozzáférés
tr: API Parola Erişimi

source: API Token
tr: API Belirteci

source: API Token Access
hu: API token hozzáférés
tr: API Belirteci Erişimi

source: API error.
hu: API hiba.
tr: API hatası.

source: API is not available. Please contact your Administrator and retry.
tr: API kullanılabilir değil. Lütfen Yöneticinizle iletişime geçin ve yeniden deneyin.

source: API server error - please try again
tr: API sunucu hatası - lütfen tekrar deneyin

source: API server not accessible
tr: API sunucusuna erişilemiyor

source: API server unavailable - please try again later
tr: API sunucusu kullanılamıyor - lütfen daha sonra tekrar deneyin

source: API token
tr: API belirteci

source: Accept Data Privacy Policy & Acceptable Use Policy
hu: Adatvédelmi szabályzat és Elfogadható felhasználási szabályzat
tr: Veri Gizliliği Politikası ve Kabul Edilebilir Kullanım Politikasını Kabul Ediyorum

source: Access denied
hu: Hozzáférés megtagadva
tr: Erişim reddedildi

source: Access the agent chat features.
hu: Hozzáférés az ügynöki csevegőfunkciókhoz.
tr: Temsilci sohbet özelliklerine erişim.

source: Access the agent phone features.
hu: Hozzáférés az ügynöki telefon funkciókhoz.
tr: Temsilci telefon özelliklerine erişim.

source: Access the knowledge base editor features.
hu: Hozzáférés a tudásbázis-szerkesztő funkciókhoz.
tr: Bilgi Tabanı düzenleyici özelliklerine erişin.

source: Access the knowledge base reader features.
hu: Hozzáférés a tudásbázis-olvasó funkciókhoz.
tr: Bilgi Tabanı okuyucu özelliklerine erişin.

source: Access the tickets as agent based on group access.
tr: Grup erişimine dayalı temsilci destek taleplerine erişim.

source: Access tickets as customer.
hu: Hozzáférés a jegyekhez ügyfélként.
tr: Destek taleplerine müşteri olarak erişim.

source: Access to the chat interface.
hu: Hozzáférés a csevegőfelülethez.
tr: Sohbet arayüzüne erişim.

source: Access to the knowledge base interface.
hu: Hozzáférés a tudásbázis felületéhez.
tr: Bilgi tabanı arayüzüne erişim.

source: Access to the phone interface.
hu: Hozzáférés a telefonos felülethez.
tr: Telefon arayüzüne erişim.

source: Access to the report interface.
hu: Hozzáférés a jelentés felületéhez.
tr: Rapor arayüzüne erişim.

source: Access to the ticket interface.
hu: Hozzáférés a jegykezelő felülethez.
tr: Destek talebi arayüzüne erişim.

source: Access token
hu: Hozzáférési token
tr: Erişim belirteci

source: Accessing your camera is forbidden. Please check your settings.
hu: A kamerájához való hozzáférés tiltva van. Kérjük, ellenőrizze a beállításait.
tr: Kameranıza erişim yasaktır. Lütfen ayarlarınızı kontrol edin.

source: Account
hu: Fiók
tr: Hesap

source: Account SID
hu: Fiók SID
tr: Hesap güvenlik tanımlayıcıları (SID)

source: Account Time
hu: Fiókidő
tr: Süreyi Hesapla

source: Account already exists!
hu: A fiók már létezik!
tr: Hesap zaten mevcut!

source: Account not verified
hu: A fiók nincs ellenőrizve
tr: Hesap onaylanmamış

source: Accounted Time
hu: Elszámolt idő
tr: Hesaplanan Süre

source: Accounted time unit
tr: Hesaplanan zaman birimi

source: Accounts
hu: Fiókok
tr: Hesaplar

source: Action
hu: Művelet
tr: Eylem

source: Action execution
hu: Művelet végrehajtás
tr: Eylem yürütme

source: Action menu button for authenticator app
hu: Művelet menü gomb a hitelesítő alkalmazáshoz
tr: Kimlik doğrulayıcı uygulaması için eylem menüsü düğmesi

source: Action menu button for security keys
hu: Művelet menü gomb a biztonsági kulcsokhoz
tr: Güvenlik anahtarları için eylem menüsü düğmesi

source: Actions
hu: Műveletek
tr: Eylemler

source: Activate the recursive processing of ticket triggers.
hu: Aktiválja a jegykezdeményezések rekurzív feldolgozását.
tr: Destek talepleri tetikleyicilerinin özyinelemeli işlenmesini etkinleştirin.

source: Activated by
hu: Aktiválta
tr: Etkinleştiren

source: Activates lost password feature for users. This setting is only effective if the password login is enabled.
hu: Aktiválja az elfelejtett jelszó funkciót a felhasználók számára. Ez a beállítás csak akkor érvényes, ha a jelszavas bejelentkezés engedélyezve van.
tr: Kullanıcılar için şifremi unuttum özelliğini etkinleştirir. Bu ayar yalnızca parola girişi etkinleştirilmişse etkilidir.

source: Active
hu: Aktív
tr: Etkin

source: Active Agents
hu: Aktív ügynökök
tr: Aktif Temsilciler

source: Activity
hu: Tevékenység
tr: Etkinlik

source: Activity Stream
hu: Tevékenységi folyam
tr: Etkinlik Akışı

source: Activity Type
hu: Tevékenységtípus
tr: Etkinlik Türü

source: Activity Types
hu: Tevékenységtípusok
tr: Etkinlik Türleri

source: Adapter
tr: Adaptör

source: Add
hu: Hozzáadás
tr: Ekle

source: Add Account
hu: Fiók hozzáadása
tr: Hesap Ekle

source: Add Bot
hu: Bot hozzáadása
tr: Bot Ekle

source: Add Certificate
hu: Tanúsítvány hozzáadása
tr: Sertifika Ekle

source: Add Empty Checklist
tr: Boş Kontrol Listesi Ekle

source: Add From a Template
tr: Şablondan Ekle

source: Add Key
hu: Kulcs hozzáadása
tr: Anahtar Ekle

source: Add Link
hu: Hivatkozás hozzáadása
tr: Bağlantı Ekle

source: Add Private Key
hu: Privát kulcs hozzáadása
tr: Özel Anahtar Ekle

source: Add Public or Private Key
hu: Nyilvános vagy privát kulcs hozzáadása
tr: Açık veya Özel Anahtar Ekle

source: Add Reply
tr: Yanıt Ekle

source: Add SSL Certificate
hu: SSL tanúsítvány hozzáadása
tr: SSL Sertifikası Ekleme

source: Add Tag
hu: Címke hozzáadása
tr: Etiket Ekle

source: Add Telegram Bot
hu: Telegram bot hozzáadása
tr: Telegram Botu Ekle

source: Add a Note
hu: Megjegyzés hozzáadása
tr: Bir Not Ekle

source: Add a Personal Access Token
hu: Personal Access Token hozzáadása
tr: Kişisel Erişim Belirteci Ekle

source: Add a data privacy deletion task
hu: Adatvédelmi törlési feladat hozzáadása
tr: Veri gizliliği silme görevi ekleme

source: Add a message
hu: Üzenet hozzáadása
tr: Mesaj ekle

source: Add agreement text before submit.
hu: Megállapodás szövegének hozzáadása az elküldés elé.
tr: Göndermeden önce anlaşma metni ekleyin.

source: Add alarm to pending reminder and escalated tickets
tr: Bekleyen hatırlatıcı ve yükseltilmiş destek taleplerine alarm ekleyin

source: Add alarm to pending reminder and escalated tickets.
hu: Riasztás hozzáadása a függőben lévő emlékeztetőkhöz és az eszkalált jegyekhez.
tr: Bekleyen hatırlatıcı ve yükseltilmiş destek taleplerine alarm ekleyin.

source: Add all to checklist
tr: Tümünü kontrol listesine ekle

source: Add all values
hu: Minden érték hozzáadása
tr: Tüm değerleri ekle

source: Add as checklist item
tr: Kontrol listesi öğesi olarak ekle

source: Add attachment option to upload.
hu: Feltölthető csatolmány lehetőség hozzáadása.
tr: Yüklemek için ek seçeneği ekleyin.

source: Add bullet list
hu: Felsorolási lista hozzáadása
tr: Madde işareti listesi ekle

source: Add comment
tr: Yorum ekle

source: Add condition
hu: Feltétel hozzáadása
tr: Koşul ekle

source: Add email
tr: Eposta ekle

source: Add empty checklist
tr: Boş kontrol listesi ekle

source: Add from a template
tr: Şablondan ekle

source: Add heading
tr: Başlık ekle

source: Add image
hu: Kép hozzáadása
tr: Resim ekle

source: Add internal note
tr: İç not ekle

source: Add link
hu: Hivatkozás hozzáadása
tr: Bağlantı ekle

source: Add message
tr: Mesaj ekle

source: Add note
tr: Not ekle

source: Add ordered list
hu: Rendezett lista hozzáadása
tr: Sıralı liste ekle

source: Add phone call
tr: Telefon görüşmesi ekle

source: Add reply
hu: Válasz hozzáadása
tr: Yanıt ekle

source: Add selected values
hu: Kiválasztott értékek hozzáadása
tr: Seçilen değerleri ekle

source: Add sender initials to end of a tweet.
hu: Feladói monogram hozzáadása a tweet végére.
tr: Bir tweet'in sonuna gönderenin baş harflerini ekleyin.

source: Add sms
tr: Sms ekle

source: Add subclause
hu: Alszakasz hozzáadása
tr: Alt madde ekle

source: Add tag
tr: Etiket ekle

source: Add this class to a button on your page that should open the chat.
hu: Adja hozzá ezt az osztályt egy gombhoz az oldalán, amely megnyitja a csevegést.
tr: Bu sınıfı sayfanızda sohbeti açacak bir düğmeye ekleyin.

source: Additional Channels
hu: További csatornák
tr: İlave Kanallar

source: Additional follow-up detection
hu: További utánkövetés észlelés
tr: İlave takip tespiti

source: Additional information
hu: További információk
tr: İlave bilgi

source: Additional information and links
hu: További információk és hivatkozások
tr: Ek bilgi ve bağlantılar

source: Additional notes for ticket create types.
hu: További megjegyzések a jegyek létrehozására vonatkozó típusokhoz.
tr: Destek talebi oluşturma türleri için ek notlar.

source: Additional ticket edit actions
tr: Ek destek talebi düzenleme eylemleri

source: Address
hu: Cím
tr: Adres

source: Address of the proxy server for http and https resources.
hu: A http és https erőforrások proxy-kiszolgálójának címe.
tr: Http ve https kaynakları için proxy sunucusunun adresi.

source: Admin
hu: Rendszergazda
tr: Yönetici

source: Admin Consent
hu: Rendszergazdai hozzájárulás
tr: Yönetici Onayı

source: Admin Password Login
hu: Rendszergazdai jelszavas bejelentkezés
tr: Yönetici Şifre Girişi

source: Admin interface
hu: Rendszergazdai felület
tr: Yönetici arayüzü

source: Admin password login instructions were sent to your email address.
hu: A rendszergazdai jelszóval kapcsolatos bejelentkezési utasításokat elküldtük az Ön e-mail címére.
tr: Yönetici şifresi giriş talimatları e-posta adresinize gönderildi.

source: Administration
tr: Yönetim

source: Administration login to #{config.product_name} <div>Hi #{user.firstname},</div> <br> <div>We received a request for an administration login for your #{config.product_name} account <b>#{user.login}</b>.</div> <br> <div>Please, click on the link below (or copy and paste the URL into your browser) to proceed:</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>This link takes you to a page where you can log in.</div> <br> <div>If you don't want to log in, please ignore this message.</div> <br> <div>Your #{config.product_name} Team</div>
hu: Rendszergazdai bejelentkezés a következő rendszerbe: #{config.product_name} <div>Üdvözöljük #{user.firstname},</div> <br> <div>Egy rendszergazdai bejelentkezési kérelmet kaptunk az Ön #{config.product_name} fiókjához <b>#{user.login}</b>.</div> <br> <div>Kérjük, a folytatáshoz kattintson az alábbi hivatkozásra (vagy másolja be az URL címet a böngészőjébe):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Ez a hivatkozás egy olyan oldalra vezeti Önt, ahol bejelentkezhet.</div> <br> <div>Amennyiben nem szeretne bejelentkezni, kérjük, hagyja figyelmen kívül ezt az üzenetet.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} için yönetici girişi <div>Merhaba #{user.firstname},</div> <br> <div>#{config.product_name} hesabınız için bir yönetici girişi talebi aldık <b>#{user.login}</b>.</div> <br> <div>Devam etmek için lütfen aşağıdaki bağlantıya tıklayın (veya URL'yi kopyalayıp tarayıcınıza yapıştırın):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Bu bağlantı sizi giriş yapabileceğiniz bir sayfaya yönlendirir.</div> <br> <div>Giriş yapmak istemiyorsanız, lütfen bu mesajı dikkate almayın ve tamamen sildiğinizden emin olun.</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: Administrator Account
hu: Rendszergazdai fiók
tr: Yönetici Hesabı

source: Advance to next ticket from overview
hu: Továbblépés a következő jegyre az áttekintésből
tr: Genel bakıştan bir sonraki destek talebine ilerle

source: Affects only notifications for not assigned and all tickets.
tr: Yalnızca atanmamış ve tüm destek talepleri için bildirimleri etkiler.

source: After approval, please re-connect your Exchange account.
hu: A jóváhagyás után kérjük, csatlakoztassa újra Exchange-fiókját.
tr: Onaydan sonra lütfen Exchange hesabınızı yeniden bağlayın.

source: After approval, please re-connect your Microsoft365 mailbox.
hu: A jóváhagyást követően kérjük, csatlakoztassa újra Microsoft365 postafiókját.
tr: Onaydan sonra lütfen Microsoft365 posta kutunuzu yeniden bağlayın.

source: After installing, updating, or uninstalling packages the following commands need to be executed on the server:
hu: A csomagok telepítése, frissítése vagy eltávolítása után a következő parancsokat kell végrehajtani a kiszolgálón:
tr: Paketleri kurduktan, güncelledikten veya kaldırdıktan sonra sunucuda aşağıdaki komutların çalıştırılması gerekir:

source: After the import is completed, the account associated with the API token will become your username, and the token itself will be your password.
hu: Az importálás befejezése után az API-tokenhez kapcsolódó fiók lesz az Ön felhasználóneve, és maga a token lesz az Ön jelszava.
tr: İçe aktarma işlemi tamamlandıktan sonra, API belirteci ile ilişkili hesap kullanıcı adınız ve belirtecin kendisi de parolanız olacaktır.

source: Age
hu: Életkor
tr: Yaş

source: Agent
hu: Ügynök
tr: Temsilci

source: Agent Name
hu: Ügynök neve
tr: Temsilci Adı

source: Agent Name + FromSeparator + System Address Display Name
hu: Ügynök neve + From elválasztójel + A rendszer címének megjelenített neve
tr: Temsilci Adı + GönderenAyırıcı + Sistem Adresi Görünen Ad

source: Agent chat
hu: Ügynöki csevegés
tr: Temsilci sohbeti

source: Agent idle timeout
hu: Ügynök üresjárati időkorlát
tr: Temsilci boşta kalma zaman aşımı

source: Agent limit exceeded, please check your account settings.
hu: Ügynöki limit túllépve, kérjük, ellenőrizze fiókja beállításait.
tr: Temsilci limiti aşıldı, lütfen hesap ayarlarınızı kontrol edin.

source: Agent phone
hu: Ügynök telefon
tr: Temsilci telefonu

source: Agent tickets
hu: Ügynök jegyek
tr: Temsilci destek talepleri

source: Agents
hu: Ügynökök
tr: Temsilciler

source: Ai assistant text tools
tr: Yapay zeka asistan metin araçları

source: All Tickets
hu: Összes jegy
tr: Tüm Destek Talepleri
