Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Security keys
tr: Güvenlik anahtarları

source: Security keys are hardware or software credentials that can be used as your two-factor authentication method.
hu: A biztonsági kulcsok olyan hardveres vagy szoftveres hitelesítő adatok, amelyek kétfaktoros hitelesítési módszerként használhatók.
tr: Güvenlik anahtarları, iki faktörlü kimlik doğrulama yönteminiz olarak kullanılabilen donanım veya yazılım kimlik bilgileridir.

source: See HTTPLog for details.
tr: Ayrıntılar için HTTPLog bölümüne bakın.

source: See less
hu: Kevesebb
tr: Daha Az Gör

source: See more
hu: Több
tr: Daha fazlasını gör

source: See your tickets from within your favorite calendar by adding the subscription URL to your calendar app.
hu: Kedvenc naptárában láthatja jegyeit, ha hozzáadja a feliratkozási URL-címet a naptáralkalmazásához.
tr: Abonelik URL'sini takvim uygulamanıza ekleyerek destek taleplerinizi favori takviminizden görün.

source: Select All
hu: Összes kiválasztása
tr: Tümünü Seç

source: Select Shared Draft
hu: Megosztott piszkozat kiválasztása
tr: Paylaşılan Taslak Seç

source: Select Template
hu: Sablon kiválasztása
tr: Şablon Seçin

source: Select all entries
tr: Tüm girdileri seç

source: Select default ticket type
hu: Alapértelmezett jegy típusának kiválasztása
tr: Varsayılan destek talebi türünü seçin

source: Select locale…
hu: Nyelvterület kiválasztása…
tr: Yerel ayar seçin…

source: Select table row
tr: Tablo satırını seç

source: Select the type of ticket your are creating
hu: Válassza ki a létrehozandó jegy típusát
tr: Oluşturacağınız destek talebi türünü seçin

source: Select this avatar
hu: Válassza ki ezt az avatárt
tr: Bu avatarı seç

source: Select this entry
tr: Bu kaydı seçin

source: Selected Text
tr: Seçilmiş Metin

source: Selected conditions
hu: Kiválasztott feltételek
tr: Seçili şartlar

source: Selected object is already queued for deletion.
hu: A kiválasztott objektum már törlésre vár.
tr: Seçilen nesne zaten silinmek üzere sıraya alınmış.

source: Selected tickets do not match any macros.
hu: A kiválasztott jegyek nem felelnek meg egyetlen makrónak sem.
tr: Seçilen destek talepleri hiçbir makroyla eşleşmiyor.

source: Selective (default)
hu: Szelektív (alapértelmezett)
tr: Seçici (varsayılan)

source: Select…
hu: Választás…
tr: Seçiniz…

source: Send
hu: Küldés
tr: Gönder

source: Send Email
hu: E-mail küldése
tr: Postayı gönder

source: Send Email: %s
tr: Eposta Gönder: %s

source: Send Feedback
tr: Geri Bildirim Gönder

source: Send Invitation
hu: Meghívó küldése
tr: Davetiye Gönder

source: Send mails via
tr: Şununla postalar gönder

source: Send out automatic reminders to customers asking them for reply if the 24-hour window is about to expire.
tr: Müşterilere otomatik hatırlatıcılar göndererek 24 saatlik sürenin dolmak üzere olduğu durumlarda yanıt vermelerini isteyin.

source: Send postmaster mail if mail too large
hu: Túl nagyméretű levél esetén küldjön postmaster levelet
tr: Posta çok büyükse postmaster epostası gönder

source: Send postmaster reject mail to sender of mail if mail is too large.
hu: Küldjön postmaster elutasító levelet a levél feladójának, ha a levél túl nagy.
tr: Posta çok büyükse göndericiye posta yöneticisi reddetme postası gönderin.

source: Send to clients
hu: Küldés az ügyfeleknek
tr: İstemcilere gönder

source: Sender Type
hu: Feladó típusa
tr: Gönderici Tipi

source: Sender of last article
hu: Az utolsó cikk feladója
tr: Son yazının göndericisi

source: Sending Email Address
tr: Gönderen Eposta Adresi

source: Sending an email without a valid recipient is not possible.
tr: Geçerli bir alıcı olmadan e-posta göndermek mümkün değildir.

source: Sending…
hu: Küldés…
tr: Gönderiliyor…

source: Sent successfully!
hu: Sikeresen elküldve!
tr: Başarıyla gönderildi!

source: Sep
hu: szept.
tr: Eyl

source: Separate multiple values by ;
hu: A több értéket a következővel válassza el egymástól: ;
tr: Birden fazla değeri ayırmak için kullanın ;

source: September
hu: szeptember
tr: Eylül

source: Sequencer log level
hu: Sequencer napló szint
tr: Sıralayıcı günlük kayıt seviyesi

source: Server operation failed.
hu: A kiszolgáló művelet nem sikerült.
tr: Sunucu işlemi başarısız oldu.

source: Service Notification
hu: Szolgáltatási értesítés
tr: Servis bildirimi

source: Service overloaded - please try again later
tr: Hizmet aşırı yüklendi - lütfen daha sonra tekrar deneyin

source: Session
hu: Munkamenet
tr: Oturum

source: Session Timeout
hu: Munkamenet időtúllépés
tr: Oturum Zaman Aşımı

source: Set Up
hu: Beállítás
tr: Kurulum

source: Set Up Two-factor Authentication
hu: Kétfaktoros hitelesítés beállítása
tr: İki Faktörlü Kimlik Doğrulamayı Ayarla

source: Set Up Two-factor Authentication: %s
hu: Kétfaktoros hitelesítés beállítása: %s
tr: İki Faktörlü Kimlik Doğrulamayı Ayarla: %s

source: Set a title for your ticket
hu: Állítson be egy címet a jegyéhez
tr: Destek talebiniz için bir başlık belirleyin

source: Set agent limit
hu: Ügynöki korlát beállítása
tr: Temsilci limitini ayarla

source: Set article to internal/public
hu: Cikk beállítása belsőre / nyilvánosra
tr: Yazıyı dahili/herkese açık olarak ayarlayın

source: Set as Default
hu: Beállítás alapértelmezettként
tr: Varsayılan olarak ayarla

source: Set as default
hu: Beállítás alapértelmezettként
tr: Varsayılan olarak ayarla

source: Set authenticator app as default
hu: Hitelesítő alkalmazás alapértelmezettként történő beállítása
tr: Kimlik doğrulayıcı uygulamasını varsayılan olarak ayarla

source: Set available ticket types
hu: Rendelkezésre álló jegytípusok beállítása
tr: Kullanılabilir destek talebi türlerini ayarla

source: Set backend which is being used for import.
hu: Az importáláshoz használt háttérrendszer beállítása.
tr: İçe aktarma için kullanılan arka ucu ayarlayın.

source: Set caller ID of outbound calls based on destination caller ID.
hu: A kimenő hívások hívószámának beállítása a cél hívószám alapján.
tr: Giden aramaların arayan kimliğini hedef arayan kimliğine göre ayarlayın.

source: Set default for follow-ups
tr: Takipler için varsayılanı ayarla

source: Set default for new tickets
hu: Alapértelmezett beállítás az új jegyekhez
tr: Yeni destek talepleri için varsayılanı ayarla

source: Set outbound caller ID
hu: Kimenő hívó azonosító beállítása
tr: Giden arayan kimliğini ayarla

source: Set security keys as default
hu: Biztonsági kulcsok alapértelmezettként történő beállítása
tr: Güvenlik anahtarlarını varsayılan olarak ayarla

source: Set timeframe in seconds. If it's set to 0 you can delete notes without time limits
hu: Időkeret beállítása másodpercekben. Amennyiben 0-ra van állítva, akkor a megjegyzéseket időkorlátozás nélkül törölheti
tr: Zaman dilimini saniye cinsinden ayarlayın. 0 olarak ayarlanırsa notları zaman sınırı olmadan silebilirsiniz

source: Set to internal
hu: beállítás belsőként
tr: İç not olarak ayarla

source: Set to public
hu: Beállítva nyilvánosra
tr: Herkese açık olarak ayarla

source: Set up
hu: Beállítás
tr: Kurulum

source: Set up a new system
hu: Új rendszer beállítása
tr: Yeni bir sistem kurun

source: Set up authenticator app
hu: Hitelesítő alkalmazás beállítása
tr: Kimlik doğrulayıcı uygulamasını ayarla

source: Set up security keys
hu: Biztonsági kulcsok beállítása
tr: Güvenlik anahtarlarını ayarla

source: Set up two-factor authentication
hu: Kétfaktoros hitelesítés beállítása
tr: İki faktörlü kimlik doğrulamayı ayarla

source: Set/overwrite sender/from of email based on "Reply-To" header. Useful to set correct customer if email is received from a third-party system on behalf of a customer.
hu: Az e-mail küldőjének/feladójának beállítása/felülírása a "Reply-To" fejléc alapján. Hasznos a helyes ügyfél beállításához, ha egy ügyfél nevében egy harmadik fél rendszeréből érkezik az e-mail.
tr: "Yanıtla-Kime" başlığına göre e-postanın gönderenini/geldiği yeri ayarlayın/üzerine yazın. Bir kullanıcı adına üçüncü taraf bir sistemden eposta alındığında doğru kullanıcıyı ayarlamak için kullanışlıdır.

source: Settings
hu: Beállítások
tr: Ayarlar

source: Settings %s
hu: Beállítások %s
tr: Ayarlar %s

source: Shared Draft
tr: Paylaşılan Taslak

source: Shared Drafts
hu: Megosztott piszkozatok
tr: Paylaşılan Taslaklar

source: Shared Mailbox
tr: Paylaşımlı Posta Kutusu

source: Shared draft cannot be selected for this ticket.
hu: Megosztott piszkozat nem választható ehhez a jegyhez.
tr: Bu destek talebi için paylaşılan taslak seçilemez.

source: Shared draft has been created successfully.
tr: Paylaşılan taslak başarıyla oluşturuldu.

source: Shared draft has been deleted.
tr: Paylaşılan taslak silinmiştir.

source: Shared draft has been updated successfully.
tr: Paylaşılan taslak başarıyla güncellendi.

source: Shared drafts are not activated for the selected group
tr: Paylaşılan taslaklar seçilen grup için etkinleştirilmedi

source: Shared mailbox
tr: Paylaşımlı posta kutusu

source: Sharing draft…
hu: Piszkozat megosztása…
tr: Taslak paylaşılıyor…

source: Show %s more
hu: További %s megjelenítése
tr: %s daha fazla göster

source: Show Draft
hu: Piszkozat megjelenítése
tr: Taslağı Göster

source: Show Feed Icon
hu: Hírfolyam ikon megjelenítése
tr: Besleme Simgesini Göster

source: Show additional notes for ticket creation depending on the selected type.
hu: További jegyzetek megjelenítése a jegy létrehozásához a kiválasztott típustól függően.
tr: Seçilen türe bağlı olarak destek talebi oluşturmak için ek notlar gösterin.

source: Show all…
hu: Összes megjelenítése…
tr: Tümünü göster…

source: Show authenticator app secret
hu: Hitelesítő alkalmazás titkának megjelenítése
tr: Kimlik doğrulayıcı uygulama sırrını göster

source: Show calendar weeks in the picker of date/datetime fields
hu: Naptári hetek megjelenítése a dátum/idő mezők kiválasztójában
tr: Tarih/tarih-saat alanlarının seçicisinde takvim haftalarını göster

source: Show chat automatically
hu: A csevegés automatikus megjelenítése
tr: Sohbeti otomatik olarak göster

source: Show less
hu: Kevesebb mutatása
tr: Daha az göster

source: Show matching ticket(s) in the warning
hu: Egyező jegy(ek) megjelenítése a figyelmeztetésben
tr: Uyarıda eşleşen destek talep(ler)i göster

source: Show matching tickets in the warning
hu: Egyező jegyek megjelenítése a figyelmeztetésben
tr: Uyarıda eşleşen destek taleplerini göster

source: Show meta data
hu: Metaadatok megjelenítése
tr: Meta verileri göster

source: Show next tab
hu: Következő lap megjelenítése
tr: Sonraki sekmeyi göster

source: Show notifications
tr: Bildirimleri göster

source: Show password login for users on login page. Disabling only takes effect if third-party authentication is enabled.
hu: Jelszavas bejelentkezés megjelenítése a felhasználók számára a bejelentkezési oldalon. A letiltás csak akkor lép életbe, ha a harmadik fél általi hitelesítés engedélyezve van.
tr: Giriş sayfasında kullanıcılar için şifre girişini göster. Devre dışı bırakma yalnızca üçüncü taraf kimlik doğrulaması etkinleştirilmişse etkili olur.

source: Show previous tab
hu: Előző lap megjelenítése
tr: Önceki sekmeyi göster

source: Show ticket actions
hu: A jegy műveleteinek megjelenítése
tr: Destek talebi eylemlerini göster

source: Show ticket viewers
hu: A jegy megtekintőinek megjelenítése
tr: Destek talebi izleyicilerini göster

source: Show time accounting dialog when updating matching tickets.
hu: Mutassa az idő elszámolását amikor egyező jegyeket frissít.
tr: Eşleşen destek taleplerini güncellerken süre hesaplama iletişim kutusunu gösterin.

source: Show title in form.
hu: A cím megjelenítése az űrlapon.
tr: Başlığı formda göster.

source: Show to user roles
hu: Megjelenítés a felhasználói szerepköröknek
tr: Kullanıcı rollerini göster

source: Show tracking ticket
tr: İzlenen destek kaydını göster

source: Show tracking tickets
tr: İzlenen destek taleplerini göster

source: Side panel footer
hu: Oldalpanel lábléc
tr: Yan panel altbilgisi

source: Sidebar Attachments
hu: Oldalsáv csatolmányok
tr: Kenar Çubuğu Ekleri

source: Sign
hu: Aláírás
tr: İşaret

source: Sign email (if not possible, discard notification)
hu: E-mail aláírása (amennyiben nem lehetséges, elveti az értesítést)
tr: Epostayı imzala (mümkün değilse, bildirim gönderilmesin)

source: Sign email (if not possible, send notification anyway)
hu: E-mail aláírása (amennyiben nem lehetséges, akkor is küldjön értesítést)
tr: Epostayı imzala (mümkün değilse, yine de bildirimi gönder)

source: Sign error
hu: Aláírási hiba
tr: İmza hatası

source: Sign in
hu: Bejelentkezés
tr: Giriş yap

source: Sign in using
hu: Bejelentkezés a következővel
tr: Kullanarak oturum aç

source: Sign out
hu: Kijelentkezés
tr: Çıkış yap

source: Sign up
hu: Regisztráció
tr: Kayıt ol

source: Sign:
hu: Aláírás:
tr: İmzala:

source: Signature
hu: Aláírás
tr: İmza

source: Signature verification failed!
hu: Az aláírás ellenőrzése nem sikerült!
tr: İmza doğrulama başarısız oldu!

source: Signature verification failed! %s
hu: Az aláírás ellenőrzése nem sikerült! %s
tr: İmza doğrulama başarısız oldu! %s

source: Signatures
hu: Aláírások
tr: İmzalar

source: Signed
hu: Aláírva
tr: İmzalı

source: Signing & Encrypting
hu: Aláírás és titkosítás
tr: İmzalama ve Şifreleme

source: Signup Screen
hu: Regisztrációs képernyő
tr: Kayıt Ekranı

source: Similar tickets found
hu: Hasonló jegyek találhatók
tr: Benzer destek talepleri bulundu

source: Simple Line Icons
hu: Egyszerű vonalas ikonok
tr: Basit Çizgi Simgeleri

source: Simple Storage (S3)
tr: Basit Depolama (S3)

source: Simple Storage Service (S3)
tr: Basit Depolama Servisi (S3)

source: Simple Storage Service configuration not found or invalid.
hu: A Simple Storage Service konfigurációja nem található vagy érvénytelen.
tr: Basit Depolama Hizmeti yapılandırması bulunamadı veya geçersiz.

source: Simple Storage Service malfunction. Please contact your Zammad administrator.
hu: Simple Storage Service meghibásodás. Kérjük, forduljon a Zammad rendszergazdájához.
tr: Basit Depolama Hizmeti arızası. Lütfen Zammad yöneticinizle iletişime geçin.

source: Simple Storage Service not reachable.
hu: A Simple Storage Service nem érhető el.
tr: Basit Depolama Hizmetine erişilemiyor.

source: Simplify
tr: Basitleştir

source: Sina Weibo Open Portal
tr: Sina Weibo Açık Portal

source: Since you didn't respond in the last %s minutes your conversation was closed.
hu: Mivel az elmúlt %s percben nem válaszolt, a beszélgetése lezárásra került.
tr: Son %s dakika içinde yanıt vermediğiniz için görüşmeniz kapatıldı.

source: Since you didn't respond in the last %s minutes your conversation with <strong>%s</strong> was closed.
hu: Mivel az elmúlt %s percben nem válaszolt, <strong>%s</strong> munkatársunkkal folytatott beszélgetését lezártuk.
tr: Son %s dakika içinde yanıt vermediğiniz için <strong>%s</strong> ile görüşmeniz sonlandırıldı.

source: Single selection field
hu: Egyetlen kiválasztási mező
tr: Tek seçim alanı

source: Single tree selection field
hu: Egyetlen fa kiválasztási mező
tr: Tek ağaç seçim alanı

source: Skip
hu: Kihagyás
tr: Atla

source: Slack
tr: Durgun

source: Slack Notifications
hu: Slack értesítések
tr: Slack Bildirimleri

source: Slack config
hu: Slack konfiguráció
tr: Slack yapılandırması

source: Slack integration
hu: Slack integráció
tr: Slack entegrasyonu

source: Solution Time
hu: Megoldás ideje
tr: Çözüm Zamanı

source: Some system settings have changed, Zammad is restarting. Please wait until Zammad is back again.
hu: Néhány rendszerbeállítás megváltozott, a Zammad újraindul. Kérjük, várjon, amíg a Zammad visszatér.
tr: Bazı sistem ayarları değişti, Zammad yeniden başlatılıyor. Lütfen Zammad geri gelene kadar bekleyin.

source: Some system settings have changed, please restart all Zammad processes!
tr: Bazı sistem ayarları değişti, lütfen tüm Zammad işlemlerini yeniden başlatın!

source: Something went wrong.
hu: Valami nem sikerült.
tr: Bir şeyler ters gitti.

source: Something went wrong. Received message: %s
hu: Valami nem sikerült. Kapott üzenet: %s
tr: Bir şeyler ters gitti. Alınan mesaj: %s

source: Sorry, not all fields are filled out correctly.
hu: Sajnáljuk, nem minden mező van helyesen kitöltve.
tr: Üzgünüz, tüm alanlar doğru şekilde doldurulmamıştır.

source: Sorry, there is currently no CTI backend enabled.
hu: Sajnáljuk, jelenleg nincs engedélyezve a CTI háttérrendszer.
tr: Üzgünüz, şu anda CTI arka ucu etkin değil.

source: Sorted ascending
tr: Artan şekilde sıralanmıştır

source: Sorted descending
tr: Azalan şekilde sıralanmıştır

source: Sorting by
hu: Rendezés módja
tr: Sıralama kriteri

source: Sorting order
hu: Rendezési sorrend
tr: Sıralama düzeni

source: Sources
hu: Források
tr: Kaynaklar

source: Special character required
hu: Különleges karakter szükséges
tr: Özel karakter gerekli

source: Specify which folder to fetch from, or leave empty to fetch from ||inbox||.
tr: Hangi klasörden getirileceğini belirtin veya ||inbox||'dan getirmek için boş bırakın.

source: Split
hu: Felosztás
tr: Böl

source: Split cells
tr: Hücreleri böl

source: Standard Group/Pool for Tickets.
hu: Normál csoport/pool a jegyekhez.
tr: Destek Talepleri için Standart Grup/Havuz.

source: Start Editing
hu: Szerkesztés kezdése
tr: Düzenlemeye Başla

source: Start Import
hu: Importálás indítása
tr: İçe Aktarmayı Başlat

source: Start Import from %s
hu: Importálás megkezdése innen: %s
tr: %s den İçe Aktarmayı Başlat

source: Start Import from Source
hu: Importálás megkezdése a forrásból
tr: Kaynaktan İçe Aktarmayı Başlat

source: Start and end date
hu: Kezdő és befejező dátum
tr: Başlangıç ve bitiş tarihi

source: Start new conversation
hu: Új beszélgetés indítása
tr: Yeni görüşme başlat

source: Start typing e.g. the name of a ticket, an organization or a user.
tr: Örneğin, bir destek talebinin, bir kuruluşun ya da bir kullanıcının adını yazmaya başlayın.

source: Start typing to find the ticket to merge into.
hu: Kezdjen el gépelni, hogy megtalálja a jegyet, amelybe egyesíteni szeretne.
tr: Birleştirilecek destek talebini bulmak için yazmaya başlayın.

source: Start typing to get the search results.
tr: Arama sonuçlarını görmek için yazmaya başlayın.

source: Start typing to search for text modules…
tr: Metin modüllerini aramak için yazmaya başlayın…

source: Start typing to search for users…
hu: Kezdjen el gépelni a felhasználók kereséséhez…
tr: Kullanıcıları aramak için yazmaya başlayın…

source: Start typing to search in Knowledge Base…
hu: Kezdjen el gépelni a Tudásbázisban való kereséshez…
tr: Bilgi Tabanında arama yapmak için yazmaya başlayın…

source: Start typing to search or enter a new tag…
hu: Kezdjen el gépelni a kereséshez, vagy írjon be egy címkét…
tr: Aramak için yazmaya başlayın veya yeni bir etiket girin…

source: Start typing to search or enter a phone number…
tr: Aramak için yazmaya başlayın veya bir telefon numarası girin…

source: Start typing to search or enter an email address…
hu: Kezdjen el gépelni a kereséshez, vagy írjon be egy e-mail címet…
tr: Aramak için yazmaya başlayın veya bir e-posta adresi girin…

source: Start typing to search…
hu: Kezdjen el gépelni a kereséshez…
tr: Aramak için yazmaya başlayın…

source: Started
hu: Elindítva
tr: Başladı

source: Starting Zammad…
hu: Zammad indítása…
tr: Zammad başlatılıyor…

source: Starting import…
hu: Az importálás indítása…
tr: İçe aktarım başlıyor…

source: State
hu: Állapot
tr: Durum

source: State Icon
tr: Durum Simgesi

source: Stats Backend
hu: Statisztikai háttérrendszer
tr: İstatistik Arka Uç Sistemi

source: Status
hu: Állapot
tr: Durum

source: Status Code:
hu: Állapot kód:
tr: Durum Kodu:

source: Status Import
hu: Állapot importálás
tr: Durum İçe Aktarımı

source: Status:
hu: Állapot:
tr: Durum:

source: Stay on tab
hu: Maradok az oldalon
tr: Konuda Kal

source: Step %s is completed
hu: Lépés %s befejeződött
tr: Adım %s tamamlandı

source: Step 1 of 3: WhatsApp Business Cloud API
tr: Bir şeyler ters gitti. Mesaj alındı: %s

source: Step 2 of 3: WhatsApp Business Phone Number
tr: Adım 2/3: WhatsApp İş Telefon Numarası

source: Step 3 of 3: WhatsApp Business Webhook
tr: Adım 3/3: WhatsApp Business Webhook

source: Sticker file
hu: Címke fájl
tr: Çıkartma dosyası

source: Stop after match
hu: Megállítás egyezés után
tr: Eşleşince durdur

source: Storage Method
hu: Tárolási módszer
tr: Depolama Yöntemi

source: Stores the AI assistance ticket summarization options (e.g. which content is visible).
tr: AI destek talebi özetleme seçeneklerini depolar (örneğin, hangi içeriğin görünür olduğu).

source: Stores the AI provider configuration.
tr: AI sağlayıcı yapılandırmasını saklar.

source: Stores the AI provider.
tr: Yapay zeka sağlayıcısını depolar.

source: Stores the GitHub configuration.
hu: A GitHub konfigurációt tárolja.
tr: GitHub yapılandırmasını saklar.

source: Stores the GitLab configuration.
hu: A GitLab konfigurációt tárolja.
tr: GitLab yapılandırmasını saklar.

source: Street
hu: Utca
tr: cadde

source: Subject
hu: Tárgy
tr: Konu

source: Subject & References - Additional search for same article subject and same message ID in references header if no follow-up was recognized using default settings.
tr: Konu ve Referanslar - Varsayılan ayarlar kullanılarak herhangi bir takip tanınmadıysa, referanslar başlığında aynı yazı konusu ve aynı mesaj kimliği için ek arama.

source: Submit
hu: Elküldés
tr: Gönder

source: Subscribe
hu: Feliratkozás
tr: Abone ol

source: Subscribe me
tr: Abone ol

source: Subscribed Tickets
hu: Feliratkozott jegyek
tr: Abone olunan Ticketlar

source: Subscribed tickets
hu: Feliratkozott jegyek
tr: Abone olunan destek talepleri

source: Subscribers
hu: Feliratkozók
tr: Aboneler

source: Subscription settings
hu: Feliratkozási beállítások
tr: Abonelik ayarları

source: Suggested Next Steps
tr: Önerilen Sonraki Adımlar

source: Summary
tr: Özet

source: Summer holiday
hu: Nyári szabadság
tr: Yaz tatili

source: Sun
hu: vas.
tr: Paz

source: Sunday
hu: vasárnap
tr: Pazar

source: Support of multilingual Knowledge Base.
hu: Többnyelvű Tudásbázis támogatása.
tr: Çok dilli Bilgi Tabanı desteği.

source: Switch back to old layout
tr: Eski düzene geri dönün

source: Switch to new layout
tr: Yeni düzene geç

source: Switch to old interface
tr: Eski arayüze geç

source: Sync calendars with iCal feeds.
hu: Naptárak szinkronizálása iCal hírfolyamokkal.
tr: Takvimleri iCal beslemeleri ile senkronize edin.

source: Sync with computer
hu: Szinkronizálás számítógéppel
tr: Bilgisayar ile senkronizasyon

source: System
hu: Rendszer
tr: Sistem

source: System Address Display Name
hu: Rendszercím Megjelenített név
tr: Sistem Adresi Görünen Adı

source: System Information
hu: Rendszerinformáció
tr: Sistem Bilgileri

source: System Init Done
hu: Rendszer inicializálás kész
tr: Sistem Başlatıldı

source: System Report
hu: Rendszerjelentés
tr: Sistem Raporu

source: System default - %s
hu: Rendszer alapértelmezett - %s
tr: Sistem varsayılanı - %s

source: System supports only one locale for knowledge base. Upgrade your plan to use more locales.
hu: A rendszer csak egy nyelvterületet támogat a tudásbázis számára. Több nyelvterület használatához váltson nagyobb csomagra.
tr: Sistem, bilgi tabanı için yalnızca bir yerel ayarı destekler. Daha fazla yerel ayar kullanmak için planınızı yükseltin.

source: System translations can be contributed and shared with the community on our public platform %l. It sports a very convenient user interface based on Weblate, give it a try!
tr: Sistem çevirilerine katkıda bulunulabilir ve halka açık platformumuz %l'de toplulukla paylaşılabilir. Weblate tabanlı çok kullanışlı bir kullanıcı arayüzüne sahiptir, bir deneyin!

source: System-wide configuration of the query polling mechanism for ticket overviews.
tr: Destek talebi genel görünümleri için sorgu yoklama mekanizmasının sistem genelinde yapılandırılması.

source: SystemID
hu: Rendszerazonosító
tr: Sistem Kimliği
