Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: You have insufficient permissions to mention other users.
hu: Nincs elegendő jogosultsága más felhasználók megemlítéséhez.
tr: Diğer kullanıcılardan bahsetmek için yeterli izniniz yok.

source: You have insufficient rights to view this object.
tr: Bu destek talebini görüntülemek için yeterli hakkınız yok.

source: You have insufficient rights to view this organization.
hu: Ön nem rendelkezik elegendő jogosultsággal ennek a szervezetnek a megtekintéséhez.
tr: Bu organizasyonu görüntülemek için yeterli hakkınız yok.

source: You have insufficient rights to view this ticket.
hu: Ön nem rendelkezik elegendő jogosultsággal ennek a jegynek a megtekintéséhez.
tr: Bu destek talebini görüntülemek için yeterli hakkınız yok.

source: You have insufficient rights to view this user.
hu: Ön nem rendelkezik elegendő joggal ennek a felhasználónak a megtekintéséhez.
tr: Bu kullanıcıyı görüntülemek için yeterli hakkınız yok.

source: You have no change permission or you are a customer for some of the selected tickets.
hu: Nincs módosítási engedélye, vagy Ön a kiválasztott jegyek egy részének ügyfele.
tr: Değişiklik izniniz yok veya seçilen destek taleplerinin bazılarının müşterisisiniz.

source: You have no configured %s right now.
hu: Jelenleg nem rendelkezik konfigurált %-val.
tr: Şu anda yapılandırılmış bir %s'iniz yok.

source: You have no tickets to display in this overview.
hu: Nincsenek megjeleníthető jegyei ebben az áttekintésben.
tr: Bu genel bakışta gösterilecek destek talebiniz yok.

source: You have no unread messages
hu: Nincsenek olvasatlan üzenetei
tr: Okunmamış mesajınız yok

source: You have not created a ticket yet.
hu: Ön még nem hozott létre jegyet.
tr: Herhangi bir arıza bildirimi oluşturulmamıştır.

source: You have selected a cut-off time in the future. Be aware that all emails (including future ones) are going to be archived until the selected time is reached.
tr: Gelecekte bir bitiş zamanı seçtiniz. Seçilen zamana ulaşılana kadar tüm e-postaların (gelecektekiler de dahil olmak üzere) arşivleneceğini unutmayın.

source: You have to allow access to your webcam.
hu: Engedélyeznie kell az Ön webkamerájához való hozzáférést.
tr: Web kameranıza erişime izin vermelisiniz.

source: You have unchecked items in the checklist.
tr: Kontrol listesinde işaretlenmemiş öğeleriniz var.

source: You have unchecked items in the checklist. Do you want to handle them before closing this ticket?
tr: Kontrol listesinde işaretlenmemiş öğeleriniz var. Bu destek talebini kapatmadan önce bunları halletmek istiyor musunuz?

source: You must protect your account with two-factor authentication.
hu: Fiókját kétfaktoros hitelesítéssel kell védenie.
tr: Hesabınızı iki faktörlü kimlik doğrulama ile korumalısınız.

source: You need to add the following Javascript code snippet to your web page:
hu: A következő Javascript kódrészletet kell hozzáadnia a weboldalához:
tr: Aşağıdaki Javascript kod parçacığını web sayfanıza eklemeniz gerekir:

source: You need to configure the Zammad endpoints in the %s web interface:
hu: A Zammad végpontokat a %s webes felületén kell konfigurálnia:
tr: Zammad endpoint'lerini %s web arayüzünde yapılandırmanız gerekir:

source: You need to configure the Zammad endpoints in the %s:
hu: A Zammad végpontokat konfigurálnia kell a %s-ban:
tr: Zammad endpoint'lerini %s içinde yapılandırmanız gerekir:

source: You reached the table limit of %s tickets (%s remaining).
tr: Tablo limitiniz olan %s destek talebine ulaştınız (%s destek talebi kaldı).

source: You used %s in the text but no attachment could be found. Do you want to continue?
hu: A szövegben %s-t használt, de nem találtunk csatolmányt. Szeretné folytatni?
tr: Metinde %s kullandınız ancak herhangi bir ek bulunamadı. Devam etmek istiyor musunuz?

source: You're already registered with your email address if you've been in touch with our Support team.
hu: Ön már regisztrált az e-mail címével, amennyiben kapcsolatba lépett Ügyfélszolgálati csapatunkkal.
tr: Destek ekibimizle iletişime geçtiyseniz e-posta adresinizle zaten kayıtlısınızdır.

source: YouTube or Vimeo address
hu: YouTube vagy Vimeo cím
tr: YouTube veya Vimeo adresi

source: Your #{config.product_name} password has been changed <p>Hi #{user.firstname},</p> <br> <p>The password for your #{config.product_name} account <b>#{user.login}</b> has been changed recently.</p> <br> <p>If you did not initiate this change, please contact your system administrator.</p> <br> <p>Your #{config.product_name} Team</p>
tr: #{config.product_name} parolanız değiştirildi <p>Merhaba #{user.firstname},</p> <br> <p>Kullanıcı adı <b>#{user.login}</b> olan #{config.product_name} hesabınızın parolası yakın zamanda değiştirildi.</p> <br> <p>Bu değişikliği siz yapmadıysanız, lütfen sistem yöneticinizle iletişime geçin.</p> <br> <p>#{config.product_name} Ekibiniz</p>

source: Your API key.
hu: Az Ön API-kulcsa.
tr: API anahtarınız.

source: Your Email
hu: Az Ön e-mail címe
tr: E-posta adresiniz

source: Your Email Configuration
hu: Email beállítások konfigurálása
tr: E-posta Yapılandırmanız

source: Your Logo
hu: Az Ön logója
tr: Logonuz

source: Your Message…
hu: Az Ön üzenete…
tr: Mesajınız…

source: Your Name
hu: Az Ön neve
tr: Adınız

source: Your New Personal Access Token
hu: Az Ön új személyes hozzáférési tokenje
tr: Yeni Kişisel Erişim Belirteciniz

source: Your Personal Access Token
tr: Kişisel Erişim Belirteciniz

source: Your Twitter account is not using the Twitter Account Activity API yet and is therefore limited to search terms only. Please add/update the account again via "add account".
hu: Az Ön Twitter-fiókja még nem használja a Twitter fióktevékenység API-t, ezért csak a keresőkifejezésekre korlátozódik. Kérjük, adja hozzá/frissítse a fiókot újra a "fiók hozzáadása" menüponton keresztül.
tr: Twitter hesabınız henüz Twitter Hesap Etkinliği API'sini kullanmıyor ve bu nedenle yalnızca arama terimleriyle sınırlı. Lütfen "hesap ekle" aracılığıyla hesabı tekrar ekleyin/güncelleyin.

source: Your Twitter app is not using the Twitter Account Activity API yet and is therefore limited to search terms only. Please refer to the documentation %l on how to update your account.
hu: A Twitter alkalmazása még nem használja a Twitter fióktevékenység API-t, ezért csak a keresőkifejezésekre korlátozódik. Kérjük, olvassa el a dokumentációt %l arról, hogyan kell fiókját frissíteni.
tr: Twitter uygulamanız henüz Twitter Hesap Etkinliği API'sini kullanmıyor ve bu nedenle yalnızca arama terimleriyle sınırlı. Hesabınızı nasıl güncelleyeceğiniz konusunda lütfen %l dokümanına bakın.

source: Your Zammad has the following email address:
hu: Az Ön Zammad rendszerének a következő az e-mail címe:
tr: Zammad'ınızın e-posta adresi aşağıdaki gibidir:

source: Your account has not been verified. Please click on the link in the verification email.
hu: A fiókja nem lett ellenőrizve. Kérjük, kattintson az ellenőrző e-mailben található hivatkozásra.
tr: Hesabınız doğrulanmadı. Lütfen doğrulama e-postasındaki bağlantıya tıklayın.

source: Your avatar
tr: Avatarın

source: Your avatar has been changed.
hu: Az avatárja megváltozott.
tr: Avatarınız değiştirildi.

source: Your avatar has been deleted.
tr: Avatarınız silindi.

source: Your avatar has been uploaded.
tr: Avatarınız yüklendi.

source: Your callback URL
hu: Az Ön visszahívási URL címe
tr: Sizin callback URL'niz

source: Your changes may override someone else's changes. Do you really want to save?
hu: Az Ön módosításai felülírhatják valaki más módosításait. Valóban el szeretné menteni?
tr: Sizin değişiklikleriniz başkasının değişikliklerini geçersiz kılabilir. Gerçekten kaydetmek istiyor musunuz?

source: Your connection is not private
hu: Az Ön kapcsolata nem privát
tr: Bağlantınız özel değil

source: Your language
tr: Diliniz

source: Your theme has been updated.
tr: Temanız güncellendi.

source: Your user role is not allowed to create new tickets. Please contact your administrator.
hu: Az Ön felhasználói szerepköre nem hozhat létre új jegyeket. Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: Kullanıcı rolünüzün yeni destek talebi oluşturmasına izin verilmiyor. Lütfen yöneticinizle iletişime geçin.

source: Zammad Forms requires jQuery. If you don't already use it on your website, you can add it like this:
hu: A Zammad Űrlapok jQuery-t igényel. Amennyiben még nem használja a weboldalán, akkor a következőképpen adhatja hozzá:
tr: Zammad Forms jQuery gerektirir. Web sitenizde henüz kullanmıyorsanız, şu şekilde ekleyebilirsiniz:

source: Zammad Foundation
hu: Zammad Alapítvány
tr: Zammad Vakfı

source: Zammad Helpdesk
hu: Zammad Ügyfélszolgálat
tr: Zammad Yardım Masası

source: Zammad Smart Assist
tr: Zammad Akıllı Asistan

source: Zammad Smart Assist is generating the summary for you…
tr: Zammad Smart Assist sizin için özet oluşturuyor…

source: Zammad User Agent
hu: Zammad felhasználói ügynök
tr: Zammad Kullanıcı Temsilcisi

source: Zammad is currently in maintenance mode. Only administrators can log in. Please wait until the maintenance window is over.
hu: A Zammad jelenleg karbantartási üzemmódban van. Csak a rendszergazdák tudnak bejelentkezni. Kérjük, várjon, amíg a karbantartási időszak véget ér.
tr: Zammad şu anda bakım modunda. Sadece yöneticiler giriş yapabilir. Lütfen bakım süresi bitene kadar bekleyin.

source: Zammad is restarting…
hu: A Zammad újraindul…
tr: Zammad yeniden başlıyor…

source: Zammad looks like this for "%s"
hu: A Zammad így néz ki "%s" számára
tr: Zammad "%s" için şöyle görünüyor

source: Zammad requires a restart!
hu: A Zammad újraindítást igényel!
tr: Zammad'ın yeniden başlatılması gerekiyor!

source: Zammad uses state types to know what it should do with your state. This allows you to have different types like pending actions, pending reminders or closed states. Take a look at our system object documentation for more information.
hu: A Zammad az állapottípusok segítségével tudja, hogy mit kell tennie az Ön állapotával. Ez lehetővé teszi, hogy különböző típusokkal rendelkezzen, mint például függőben lévő műveletek, függőben lévő emlékeztetők vagy lezárt állapotok. További információkért tekintse meg a rendszerobjektum dokumentációnkat.
tr: Zammad, durumunuzla ne yapması gerektiğini bilmek için durum türlerini kullanır. Bu, bekleyen eylemler, bekleyen hatırlatıcılar veya kapalı durumlar gibi farklı türlere sahip olmanızı sağlar. Daha fazla bilgi için sistem nesnesi belgelerimize göz atın.

source: Zammad version
tr: Zammad sürümü

source: Zip
hu: Irányítószám
tr: PK

source: [undeliverable] Message too large Dear #{mail.from_display_name}, Unfortunately your email titled "#{mail.subject}" could not be delivered to one or more recipients. Your message was #{mail.msg_size} MB but we only accept messages up to #{config.postmaster_max_size} MB. Please reduce the message size and try again. Thank you for your understanding. Regretfully, Postmaster of #{config.fqdn}
hu: [undeliverable] Túl nagy üzenet Tisztelt #{mail.from_display_name}, Sajnos a "#{mail.subject}" című levelét nem sikerült kézbesíteni egy vagy több címzettnek. Az Ön üzenete #{mail.msg_size} MB, de mi csak #{config.postmaster_max_size_max_size} MB méretű üzeneteket fogadunk el. Kérjük, csökkentse az üzenet méretét, és próbálja meg újra. Köszönjük megértését. Sajnálattal, A #{config.fqdn} postmastere
tr: [undeliverable] Mesaj çok büyük Sayın #{mail.from_display_name}, Maalesef "#{mail.subject}" başlıklı e-postanız bir veya daha fazla alıcıya teslim edilemedi. Mesajınızın boyutu #{mail.msg_size} MB, ancak yalnızca #{config.postmaster_max_size} MB'a kadar olan mesajları kabul ediyoruz. Lütfen mesaj boyutunu küçültüp tekrar deneyin. Anlayışınız için teşekkür ederiz. Saygılarımızla, #{config.fqdn} E-Posta Yöneticisi

source: absolute - e. g. "Monday 09:30" or "Tuesday 23. Feb 14:20"
hu: abszolút - pl. "hétfő 09:30" vagy "kedd 23. Febr. 14:20"
tr: tam - örneğin "Pazartesi 09:30" veya "Salı 23 Şubat 14:20"

source: active
hu: aktív
tr: etkin

source: add
tr: ekle

source: add new email address
tr: yeni e-posta adresi ekle

source: add new phone number
tr: yeni telefon numarası ekle

source: add new tag
tr: yeni etiket ekle

source: add option
hu: lehetőség hozzáadása
tr: seçenek ekle

source: admin
hu: rendszergazda
tr: yönetici

source: again
hu: újra
tr: yeniden

source: all subscribers
tr: tüm aboneler

source: and
hu: és
tr: ve

source: apply filter
tr: filtre uygula

source: archived
hu: archivált
tr: arşivlenmiş

source: ascending
hu: növekvő
tr: artan

source: assign tickets
hu: jegyek hozzárendelése
tr: destek talebi atama

source: at least one letter is required
hu: legalább egy betű szükséges
tr: en az bir harf gereklidir

source: attachment,attached,enclosed,enclosure
tr: ek,ekli,içinde,eklenti

source: attribute is not editable
hu: a tulajdonság nem szerkeszthető
tr: öznitelik düzenlenebilir değildir

source: auto select
hu: automatikus kiválasztás
tr: otomatik seç

source: between agent updates
hu: az ügynökfrissítések között
tr: temsilci güncellemeleri arasında

source: busy
hu: elfoglalt
tr: meşgul

source: camera,image,photo,picture
tr: kamera,görüntü,fotoğraf,resim

source: can't be altered after creation (you can delete the attribute and create another with the desired value)
hu: a létrehozás után nem módosítható (törölheti az attribútumot, és létrehozhat egy másikat a kívánt értékkel)
tr: oluşturulduktan sonra değiştirilemez (özniteliği silebilir ve istenen değerle başka bir tane oluşturabilirsiniz)

source: can't be blank
hu: nem lehet üres
tr: boş olamaz

source: can't be empty
hu: nem lehet üres
tr: boş olamaz

source: can't be used because *_id and *_ids are not allowed
hu: nem használható, mert *_id és *_ids nem engedélyezettek
tr: kullanılamaz çünkü *_id ve *_ids'ye izin verilmez

source: cannot be a subcategory of the parent category
hu: nem lehet a szülő kategória alkategóriája
tr: ana kategorinin bir alt kategorisi olamaz

source: chat
tr: sohbet

source: checked
tr: işaretli

source: checked checklist item '%s'
tr: işaretli kontrol listesi öğesi '%s'

source: children
hu: gyermek
tr: alt

source: clear
hu: törlés
tr: temiz

source: close
hu: bezárás
tr: kapat

source: closed
hu: lezárt
tr: kapalı

source: closed tickets
tr: kapalı destek talepleri

source: connected
hu: kapcsolva
tr: bağlandı

source: contains
hu: tartalmazza
tr: içerir

source: contains all
hu: mindet tartalmazza
tr: hepsini içerir

source: created %s
hu: %s létrehozva
tr: oluşturuldu %s

source: current,new,confirm,change,current password,new password,confirm password,change password
hu: jelenlegi,új,megerősítés,módosítás,jelenlegi jelszó,új jelszó,jelszó megerősítése,jelszó módosítása
tr: geçerli,yeni,onayla,değiştir,geçerli parola,yeni parola,parolayı doğrula,parolayı değiştir

source: custom
hu: egyéni
tr: özel

source: custom unit
hu: egyéni egység
tr: özel birim

source: date must be no earlier than internal date
hu: a dátum nem lehet korábbi, mint a belső dátum
tr: tarih dahili tarihten daha erken olmamalıdır

source: date must be no earlier than published date
hu: a dátum nem lehet korábbi, mint a publikálási dátum
tr: tarih, yayınlanan tarihten daha erken olmamalıdır

source: day
hu: nap
tr: gün

source: days
hu: nap
tr: gün

source: default
hu: alapértelmezett
tr: varsayılan

source: delivered to the customer
tr: müşteriye teslim edildi

source: descending
hu: csökkenő
tr: azalan

source: detailed search
tr: detaylı arama

source: developer password
hu: fejlesztői jelszó
tr: geliştirici şifresi

source: do not reopen ticket after certain time but create new ticket
hu: bizonyos idő után ne nyissa meg újra a jegyet, hanem hozzon létre új jegyet
tr: belirli bir süre sonra destek talebini yeniden açma, yeni destek talebi oluştur

source: do not reopen ticket but create new ticket
hu: ne nyissa meg újra a jegyet, hanem hozzon létre új jegyet
tr: destek talebini yeniden açma, yeni destek talebi oluştur

source: does not allow future dates
hu: nem engedélyezi a jövőbeli dátumokat
tr: ileri tarihlere izin vermez

source: does not allow past dates
hu: nem engedélyezi a múltbeli dátumokat
tr: geçmiş tarihlere izin vermez

source: does not exist
hu: nem létezik
tr: mevcut değil

source: does not match regex
tr: regex ile eşleşmiyor

source: doesn't match %{attribute}
tr: eşleşmiyor %{attribute}

source: draft
hu: piszkozat
tr: taslak

source: e. g. user@example.com
hu: pl. felhasznalo@pelda.com
tr: örn. kullanici@example.com

source: e.g.
hu: pl.
tr: ör.

source: e.g. Easter holiday
tr: örneğin bayram tatili

source: edit
hu: szerkesztés
tr: düzenle

source: edited %s
hu: szerkesztett %s
tr: düzenlenmiş %s

source: edited %s by %s
tr: %s tarafından %s düzenlendi

source: edited %s by me
hu: %s általam szerkesztve
tr: benim tarafımdan düzenlenmiş %s

source: email
tr: e-posta

source: email sent to '%s'
hu: e-mail elküldve '%s' részére
tr: eposta '%s' adresine gönderildi

source: ends with
tr: ile biter

source: ends with one of
tr: aşağıdakilerden biriyle biter

source: escalation %s
hu: eszkaláció %s
tr: yükseltme %s

source: example macro
hu: példa makró
tr: örnek makro

source: facebook direct-message
hu: facebook közvetlen üzenet
tr: facebook doğrudan mesaj

source: facebook feed comment
hu: facebook hírfolyam hozzászólás
tr: facebook akış yorumu

source: facebook feed post
hu: facebook hírfolyam bejegyzés
tr: facebook akış gönderisi

source: fax
tr: faks

source: fill in
hu: töltse ki
tr: doldur

source: fill in empty
hu: töltse ki az üres helyet
tr: boşluğu doldur

source: for an agent to respond
hu: egy ügynök számára, hogy válaszoljon
tr: bir temsilcinin yanıt vermesi için

source: forward
hu: továbbítás
tr: yönlendir

source: from (relative)
hu: ettől (relatív)
tr: kaynak (göreceli)

source: gpg (GnuPG) 2.2.0 or newer is required
hu: gpg (GnuPG) 2.2.0 vagy újabb szükséges
tr: gpg (GnuPG) 2.2.0 veya daha yeni bir sürümü gereklidir

source: h
hu: ó
tr: s

source: has already been taken
hu: már foglalt
tr: zaten alınmış

source: has reached
hu: elérte
tr: ulaştı

source: has reached warning
hu: elérte a figyelmeztetést
tr: uyarıya ulaştı

source: here
hu: itt
tr: tıklayın

source: hide
hu: elrejtés
tr: gizle

source: hour
hu: óra
tr: saat

source: hour(s)
hu: óra
tr: saat(ler)

source: hours
hu: óra
tr: saat

source: https://example.com/?q=#{object.attribute_name} - use ticket, user or organization as object
hu: https://example.com/?q=#{object.attribute_name} - jegy, felhasználó vagy szervezet használata objektumként
tr: https://example.com/?q=#{object.attribute_name} - nesne olarak destek talebi, kullanıcı veya organizasyon kullanın

source: i-doit config
hu: i-doit konfiguráció
tr: i-doit yapılandırması

source: i-doit integration
hu: i-doit integráció
tr: i-doit entegrasyonu

source: i-doit: Link objects
tr: i-doit: Nesneleri bağla

source: in %s days
hu: %s napon belül
tr: %s gün içinde

source: in %s hours
hu: %s órán belül
tr: %s saat içinde

source: in %s minutes
hu: %s percen belül
tr: %s dakika içinde

source: in %s months
hu: %s hónapon belül
tr: %s ay içinde

source: in %s weeks
hu: %s héten belül
tr: %s hafta içinde

source: in %s years
hu: %s éven belül
tr: %s yıl içinde

source: in 1 day
hu: 1 napon belül
tr: 1 gün içinde

source: in 1 hour
hu: 1 órán belül
tr: 1 saat içinde

source: in 1 minute
hu: 1 percen belül
tr: 1 dakika içinde

source: in 1 month
hu: 1 hónapon belül
tr: 1 ay içinde

source: in 1 week
hu: 1 héten belül
tr: 1 hafta içinde

source: in 1 year
hu: 1 éven belül
tr: 1 yıl içinde

source: in hours
hu: órákon belül
tr: saatler içinde

source: in process
hu: folyamatban
tr: işleniyor

source: inactive
hu: inaktív
tr: etkin değil

source: internal
hu: belső
tr: dahili

source: internal database
hu: belső adatbázis
tr: dahili veritabanı

source: is already used
hu: már használatban van
tr: zaten kullanılıyor

source: is any of
tr: herhangi biridir

source: is greater than
tr: büyüktür

source: is greater than or equal to
tr: büyük veya eşittir

source: is invalid
hu: érvénytelen
tr: geçersizdir

source: is larger than the allowed maximum value of %{max_value}
hu: nagyobb, mint a megengedett maximális érték %{max_value}
tr: izin verilen maksimum %{max_value} değerinden daha büyük

source: is less than
tr: daha azdır

source: is less than or equal to
tr: küçük veya eşittir

source: is longer than the allowed length %{maxlength}
hu: hosszabb, mint a megengedett hossz %{maxlength}
tr: izin verilen uzunluktan %{maxlength} daha uzun

source: is modified
tr: değiştirilmiştir

source: is modified to
tr: şu şekilde değiştirilmiştir

source: is none of
tr: hiçbiri

source: is not
tr: değil

source: is not a color. Only Hex, RGB and HSL colors are supported.
hu: nem egy szín. Csak a Hex, RGB és HSL színek támogatottak.
tr: bir renk değildir. Yalnızca Hex, RGB ve HSL renkleri desteklenir.

source: is not a number
hu: nem egy szám
tr: bir sayı değildir

source: is not a valid URL
tr: geçerli bir URL değildir

source: is not included in the list
hu: nem szerepel a listán
tr: listeye dahil edilmemiştir

source: is required
hu: kötelező
tr: gereklidir

source: is required but missing
hu: kötelező, de hiányzik
tr: gerekli ancak eksik

source: is reserved
hu: fenntartva
tr: ayrılmıştır

source: is set
hu: be van állítva
tr: ayarlı

source: is smaller than the allowed minimum value of %{min_value}
hu: kisebb, mint a minimálisan megengedett érték %{min_érték}
tr: izin verilen minimum %{min_value} değerinden küçük

source: is the wrong length (should be %{count} characters)
hu: nem megfelelő hosszúságú (%{count} karaktereknek kellene lennie)
tr: yanlış uzunluktadır (%{count} karakter olmalıdır)

source: is the wrong length (should be 1 character)
hu: nem megfelelő hosszúságú (1 karakter kellene, hogy legyen)
tr: yanlış uzunluktadır (1 karakter olmalıdır)

source: is too long
hu: túl hosszú
tr: çok uzun

source: is too long (maximum is %{count} characters)
hu: túl hosszú (maximum %{count} karakter)
tr: çok uzun (en fazla %{count} karakter)

source: is too long (maximum is 1 character)
hu: túl hosszú (maximum 1 karakter)
tr: çok uzun (en fazla 1 karakter)

source: is too short (minimum is %{count} characters)
hu: túl rövid (minimum %{count} karakter)
tr: çok kısa (en az %{count} karakter)

source: is too short (minimum is 1 character)
hu: túl rövid (minimum 1 karakter)
tr: çok kısa (en az 1 karakter)

source: issue status: %s
tr: sorun durumu: %s

source: just changed
tr: yeni değişti

source: just changed to
tr: şuna yeni değişti

source: just now
hu: épp most
tr: şuanda

source: left
hu: bal
tr: sol

source: linked accounts,facebook,github,gitlab,google,linkedin,microsoft,saml
hu: összekapcsolt fiókok,facebook,github,gitlab,google,linkedin,microsoft,saml
tr: bağlı hesaplar,facebook,github,gitlab,google,linkedin,microsoft,saml

source: load %s more
hu: további %s betöltése
tr: %s daha fazla yükle

source: mark all as read
tr: tümünü okundu olarak işaretle

source: match all modules
tr: tüm modüllerle eşleş

source: match no modules
tr: Hiçbir modülle eşleşme

source: match one module
tr: bir modülle eşleş

source: matches found
hu: talált egyezés
tr: bulunan eşleşmeler

source: matches regex
tr: regex ile eşleşir

source: maybe:
hu: talán:
tr: olabilir:

source: merged
hu: egyesített
tr: birleştirildi

source: merged into
tr: ile birleştirildi

source: message
hu: üzenet
tr: mesaj

source: minute
hu: perc
tr: dakika

source: minute(s)
hu: perc
tr: dakika(lar)

source: minutes
hu: perc
tr: dakikalar

source: must be a valid path or domain
hu: érvényes elérési útvonalnak vagy tartománynak kell lennie
tr: geçerli bir yol ya da etki alanı olmalıdır

source: must be accepted
hu: el kell fogadni
tr: kabul edilmeli

source: must be an integer
hu: egész számnak kell lennie
tr: bir tamsayı olmalı

source: must be blank
hu: üresnek kell lennie
tr: boş olmalı
