Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Defines postmaster filter to manage Icinga (http://www.icinga.org) emails.
hu: Meghatározza a postmaster szűrőjét az Icinga (http://www.icinga.org) e-mailek kezeléséhez.
tr: Icinga (http://www.icinga.org) e-postalarını yönetmek için postmaster filtresini tanımlar.

source: Defines postmaster filter to manage Monit (https://mmonit.com/monit/) emails.
hu: Meghatározza a postmaster szűrőjét a Monit (https://mmonit.com/monit/) e-mailek kezeléséhez.
tr: Monit (https://mmonit.com/monit/) e-postalarını yönetmek için postmaster filtresini tanımlar.

source: Defines postmaster filter to manage Nagios (http://www.nagios.org) emails.
hu: Meghatározza a postmaster szűrőjét a Nagios (http://www.nagios.org) e-mailek kezeléséhez.
tr: Nagios (http://www.nagios.org) e-postalarını yönetmek için postmaster filtresini tanımlar.

source: Defines postmaster filter to remove X-Zammad headers from untrustworthy sources.
hu: Meghatározza a postmaster szűrőjét az X-Zammad fejlécek eltávolítására a nem megbízható forrásokból.
tr: Güvenilir olmayan kaynaklardan gelen X-Zammad başlıklarını kaldırmak için postmaster filtresini tanımlar.

source: Defines postmaster filter to set the owner (based on group follow up assignment).
hu: Meghatározza a postmaster szűrőjét a tulajdonos beállításához (csoportos utánkövetési hozzárendelés alapján).
tr: Sahibi ayarlamak için postmaster filtresini tanımlar (grup takip atamasına göre).

source: Defines postmaster filter to set the sender/from of emails based on reply-to header.
hu: Meghatározza a postmaster szűrőjét az e-mailek feladójának/küldőjének beállításához a reply-to fejléc alapján.
tr: E-postaların göndericisini/kimden olduğunu yanıtla başlığına göre ayarlamak için postmaster filtresini tanımlar.

source: Defines postmaster filter which sets the articles visibility to internal if it is a rely to an internal article or the last outgoing email is internal.
hu: Meghatározza a postmaster szűrőjét, amely a cikkek láthatóságát belsőre állítja, ha egy belső cikkre hivatkozik, vagy ha az utolsó kimenő e-mail belső.
tr: Dahili bir yazıya dayanıyorsa veya son giden e-posta dahili ise yazıların görünürlüğünü dahili olarak ayarlayan postmaster filtresini tanımlar.

source: Defines postmaster filter.
hu: Meghatározza a postmaster szűrőjét.
tr: Postmaster filtresini tanımlar.

source: Defines pretty date format.
hu: Meghatározza a dátum formátumát.
tr: Güzel tarih formatını tanımlar.

source: Defines processing timeout for the html sanitizer.
hu: Meghatározza a HTML tisztító feldolgozási időkorlátját.
tr: Html sanitizer için işlem zaman aşımını tanımlar.

source: Defines sync transaction backend.
hu: Meghatározza a szinkronizálási tranzakció háttérrendszerét.
tr: Senkronizasyon işlem arka ucunu tanımlar.

source: Defines the CSS font information for HTML emails.
hu: Meghatározza a CSS betűtípusadatokat a HTML e-mailekhez.
tr: HTML e-postaları için CSS yazı tipi bilgilerini tanımlar.

source: Defines the CTI config.
hu: Meghatározza a CTI konfigurációt.
tr: CTI yapılandırmasını tanımlar.

source: Defines the Checkmk token for allowing updates.
hu: Meghatározza a Checkmk tokent a frissítések engedélyezéséhez.
tr: Güncellemelere izin vermek için Checkmk token'ını tanımlar.

source: Defines the Clearbit config.
hu: Meghatározza a Clearbit konfigurációt.
tr: Clearbit yapılandırmasını tanımlar.

source: Defines the Exchange OAuth config.
hu: Meghatározza az Exchange OAuth konfigurációt.
tr: Exchange OAuth yapılandırmasını tanımlar.

source: Defines the Exchange config.
hu: Meghatározza az Exchange konfigurációt.
tr: Exchange yapılandırmasını tanımlar.

source: Defines the HTTP protocol of your instance.
hu: Meghatározza az Ön példányának HTTP protokollját.
tr: Uygulamanız için HTTP protokolünü tanımlar.

source: Defines the PGP config.
hu: Meghatározza a PGP konfigurációt.
tr: PGP yapılandırmasını tanımlar.

source: Defines the Placetel config.
hu: Meghatározza a Placetel konfigurációt.
tr: Placetel yapılandırmasını tanımlar.

source: Defines the S/MIME config.
hu: Meghatározza az S/MIME konfigurációt.
tr: S/MIME yapılandırmasını tanımlar.

source: Defines the Slack config.
hu: Meghatározza a Slack konfigurációt.
tr: Slack yapılandırmasını tanımlar.

source: Defines the agent limit.
hu: Meghatározza az ügynöki korlátot.
tr: Temsilci limitini tanımlar.

source: Defines the backend for geo IP lookups. Also shows location of an IP address if it is traceable.
hu: Meghatározza a földrajzi IP-keresés háttérrendszerét. Megmutatja az IP-cím helyét is, ha az nyomon követhető.
tr: Coğrafi IP aramaları için arka ucu tanımlar. Ayrıca izlenebilirse bir IP adresinin konumunu gösterir.

source: Defines the backend for geo calendar lookups. Used for initial calendar succession.
hu: Meghatározza a földrajzi naptárak keresésének háttérrendszerét. A naptár kezdeti egymásutániságához használatos.
tr: Coğrafi takvim aramaları için arka ucu tanımlar. İlk takvim ardışıklığı için kullanılır.

source: Defines the backend for geo location lookups to store geo locations for addresses.
hu: Meghatározza a földrajzi helykeresések háttérrendszerét a címek földrajzi helyének tárolására.
tr: Adresler için coğrafi konumları depolamak üzere coğrafi konum aramaları için arka ucu tanımlar.

source: Defines the backend for user and organization image lookups.
hu: Meghatározza a felhasználói és szervezeti képkeresés háttérrendszerét.
tr: Kullanıcı ve organizasyon görsel aramaları için arka ucu tanımlar.

source: Defines the backend service for ticket article language detection.
tr: Destek talebi yazı dil tespiti için arka uç hizmetini tanımlar.

source: Defines the configuration how many articles can be created in a minute range globally.
hu: Meghatározza a konfigurációt, hogy globálisan hány cikk hozható létre egy perctartományban.
tr: Global olarak bir dakika içinde kaç yazının oluşturulabileceğini yapılandırmayı tanımlar.

source: Defines the configuration how many articles can be created in a minute range per ticket.
hu: Meghatározza a konfigurációt, hogy hány cikket lehet létrehozni egy perctartományban jegyenként.
tr: Destek talebi başına bir dakika içinde kaç yazı oluşturulabileceğinin yapılandırmasını tanımlar .

source: Defines the custom unit to be shown next to the time accounting input field.
hu: Meghatározza az időelszámolási beviteli mező mellett megjelenítendő egyéni egységet.
tr: Süre hesaplama giriş alanının yanında gösterilecek özel birimi tanımlar.

source: Defines the default calendar tickets subscription settings.
hu: Meghatározza az alapértelmezett naptárjegyek feliratkozási beállításait.
tr: Varsayılan takvim destek talepleri abonelik ayarlarını tanımlar.

source: Defines the default screen.
hu: Meghatározza az alapértelmezett képernyőt.
tr: Varsayılan ekranı tanımlar.

source: Defines the default system language.
hu: Meghatározza a rendszer alapértelmezett nyelvét.
tr: Varsayılan sistem dilini tanımlar.

source: Defines the default system timezone.
hu: Meghatározza a rendszer alapértelmezett időzónáját.
tr: Varsayılan sistem saat dilimini tanımlar.

source: Defines the default time accounting type.
hu: Meghatározza az alapértelmezett időelszámolási típust.
tr: Varsayılan süre hesaplama türünü tanımlar.

source: Defines the default visibility for new notes.
hu: Meghatározza az új megjegyzések alapértelmezett láthatóságát.
tr: Yeni notlar için varsayılan görünürlüğü tanımlar.

source: Defines the duration of customer activity (in seconds) on a call until the user profile dialog is shown.
hu: Meghatározza az ügyfél aktivitásának időtartamát (másodpercben) egy hívás során a felhasználói profil párbeszédpanel megjelenéséig.
tr: Kullanıcı profili iletişim kutusu gösterilinceye kadar bir çağrıdaki müşteri etkinliği süresini (saniye cinsinden) tanımlar.

source: Defines the fully qualified domain name of the system. This setting is used as a variable, #{setting.fqdn} which is found in all forms of messaging used by the application, to build links to the tickets within your system.
hu: Meghatározza a rendszer teljesen minősített tartománynevét. Ezt a beállítást egy #{setting.fqdn} változóként használjuk, amely az alkalmazás által használt összes üzenetküldési formában megtalálható, hogy a rendszerében a jegyekre mutató hivatkozásokat létrehozzuk.
tr: Sistemin tam nitelikli alan adını tanımlar. Bu ayar, sisteminizdeki destek taleplerine bağlantılar oluşturmak için uygulama tarafından kullanılan tüm mesajlaşma biçimlerinde bulunan #{setting.fqdn} değişkeni olarak kullanılır.

source: Defines the group of created tickets.
hu: Meghatározza a létrehozott jegyek csoportját.
tr: Oluşturulan destek taleplerinin grubunu tanımlar.

source: Defines the group of tickets created via web form.
hu: Meghatározza a webes űrlapon létrehozott jegyek csoportját.
tr: Web formu aracılığıyla oluşturulan destek talebi grubunu tanımlar.

source: Defines the i-doit config.
hu: Meghatározza az i-doit konfigurációt.
tr: i-doit yapılandırmasını tanımlar.

source: Defines the log levels for various logging actions of the Sequencer.
hu: Meghatározza a naplózási szinteket a Sequencer különböző naplózási műveleteihez.
tr: Sequencer'ın çeşitli günlük eylemleri için günlük seviyelerini tanımlar.

source: Defines the logo of the application, shown in the web interface.
hu: Meghatározza az alkalmazás logóját, amely a webes felületen jelenik meg.
tr: Web arayüzünde gösterilen uygulamanın logosunu tanımlar.

source: Defines the maximum accepted email size in MB.
hu: Meghatározza a maximálisan elfogadott e-mail méretét MB-ban.
tr: MB cinsinden kabul edilen maksimum e-posta boyutunu tanımlar.

source: Defines the maximum number of allowed open tabs before auto cleanup removes surplus tabs when creating new tabs.
hu: Meghatározza a maximálisan megengedett nyitott lapok számát, mielőtt az automatikus tisztítás eltávolítja a felesleges lapokat új lapok létrehozásakor.
tr: Yeni sekmeler oluşturulurken fazla sekmelerin otomatik olarak temizlenmesinden önce izin verilen maksimum açık sekme sayısını tanımlar.

source: Defines the name of the application, shown in the web interface, tabs, and title bar of the web browser.
hu: Meghatározza az alkalmazás nevét, amely a webes felületen, a lapokon és a webböngésző címsorában jelenik meg.
tr: Web arayüzünde, sekmelerde ve web tarayıcısının başlık çubuğunda gösterilen uygulamanın adını tanımlar.

source: Defines the permission level used for lookups.
hu: Meghatározza a keresésekhez használt jogosultsági szintet.
tr: Aramalar için kullanılan izin düzeyini tanımlar.

source: Defines the port of the websocket server.
hu: Meghatározza a websocket-kiszolgáló portját.
tr: Websocket sunucusunun bağlantı noktasını tanımlar.

source: Defines the random application secret.
hu: Meghatározza a véletlenszerű alkalmazás titkát.
tr: Rastgele uygulama sırrını tanımlar.

source: Defines the sender email address of Icinga emails.
hu: Meghatározza az Icinga e-mailek feladójának e-mail címét.
tr: Icinga e-postalarının gönderen e-posta adresini tanımlar.

source: Defines the sender email address of Nagios emails.
hu: Meghatározza a Nagios e-mailek feladójának e-mail címét.
tr: Nagios e-postalarının gönderen e-posta adresini tanımlar.

source: Defines the sender email address of the service emails.
hu: Meghatározza a szolgáltatási e-mailek feladójának e-mail címét.
tr: Hizmet e-postalarının gönderen e-posta adresini tanımlar.

source: Defines the sender of email notifications.
hu: Meghatározza az e-mail értesítések feladóját.
tr: E-posta bildirimlerinin göndericisini tanımlar.

source: Defines the separator between the agent's real name and the given group email address.
hu: Meghatározza az ügynök valódi neve és az adott csoport e-mail címe közötti elválasztójelet.
tr: Temsilcinin gerçek adı ile verilen grup e-posta adresi arasındaki ayırıcıyı tanımlar.

source: Defines the session timeout for inactivity of users. Based on the assigned permissions the highest timeout value will be used, otherwise the default.
hu: Meghatározza a munkamenet időkorlátját a felhasználók inaktivitása esetén. A hozzárendelt jogosultságok alapján a legmagasabb időkorlát értéket használja, egyébként az alapértelmezettet.
tr: Kullanıcıların hareketsizliği için oturum zaman aşımını tanımlar. Atanan izinlere bağlı olarak en yüksek zaman aşımı değeri kullanılır, aksi takdirde varsayılan değer kullanılır.

source: Defines the sipgate.io config.
hu: Meghatározza a sipgate.io konfigurációt.
tr: sipgate.io yapılandırmasını tanımlar.

source: Defines the state of auto-closed tickets.
hu: Meghatározza az automatikusan lezárt jegyek állapotát.
tr: Otomatik kapanan destek taleplerinin durumunu tanımlar.

source: Defines the system identifier. Every ticket number contains this ID. This ensures that only tickets which belong to your system will be processed as follow-ups (useful when communicating between two instances of Zammad).
hu: Meghatározza a rendszer azonosítóját. Minden jegyszám tartalmazza ezt az azonosítót. Ez biztosítja, hogy csak a rendszerhez tartozó jegyeket dolgozzák fel utánkövetésként (hasznos, ha a Zammad két példánya között kommunikál).
tr: Sistem tanımlayıcısını tanımlar. Her destek talep numarası bu kimliği içerir. Bu, yalnızca sisteminize ait destek taleplerinin takip olarak işlenmesini sağlar (Zammad'ın iki örneği arasında iletişim kurarken kullanışlıdır).

source: Defines the tab behaviour after a ticket action.
hu: Meghatározza a lap viselkedését egy jegykezelési művelet után.
tr: Bir destek talebi eyleminden sonra sekme davranışını tanımlar.

source: Defines the ticket states used for lookups.
hu: Meghatározza a kereséshez használt jegyállapotokat.
tr: Aramalar için kullanılan destek talebi durumlarını tanımlar.

source: Defines the timeframe during which a self-created note can be deleted.
hu: Meghatározza azt az időkeretet, amely alatt egy saját készítésű megjegyzés törölhető.
tr: Kendi oluşturduğunuz bir notun silinebileceği zaman dilimini tanımlar.

source: Defines the token for Placetel.
hu: Meghatározza a tokent a Placetel számára.
tr: Placetel için token tanımlar.

source: Defines the transaction backend to detect customer signatures in emails.
hu: Meghatározza a tranzakciós háttérrendszert az e-mailekben lévő ügyfélaláírások észlelésére.
tr: E-postalardaki müşteri imzalarını tespit etmek için işlem arka ucunu tanımlar.

source: Defines the transaction backend to execute triggers.
hu: Meghatározza a tranzakciós háttérrendszert az eseményindítók végrehajtásához.
tr: Tetikleyicileri yürütmek için işlem arka ucunu tanımlar.

source: Defines the transaction backend to send agent notifications.
hu: Meghatározza az ügynöki értesítések küldésére szolgáló tranzakciós háttérrendszert.
tr: Temsilci bildirimlerini göndermek için işlem arka ucunu tanımlar.

source: Defines the transaction backend which detects caller IDs in objects and stores them for CTI lookups.
hu: Meghatározza a tranzakciós háttérrendszert, amely felismeri a hívóazonosítókat az objektumokban, és tárolja azokat a CTI-kereséshez.
tr: Nesnelerdeki arayan kimliklerini algılayan ve bunları CTI aramaları için saklayan işlem arka ucunu tanımlar.

source: Defines the transaction backend which executes time based triggers.
hu: Meghatározza a tranzakciós háttérrendszert, amely időalapú eseményindítókat hajt végre.
tr: Zaman tabanlı tetikleyicileri yürüten işlem arka ucunu tanımlar.

source: Defines the transaction backend which posts messages to Slack (http://www.slack.com).
hu: Meghatározza a tranzakciós háttérrendszert, amely üzeneteket posztol a Slack rendszerbe (http://www.slack.com).
tr: Slack'e mesaj gönderen işlem arka ucunu tanımlar (http://www.slack.com).

source: Defines the transaction backend which will enrich customer and organization information from Clearbit (http://www.clearbit.com).
hu: Meghatározza a tranzakciós háttérrendszert, amely a Clearbitből (http://www.clearbit.com) származó ügyfél- és szervezeti információkat gazdagítja.
tr: Clearbit'ten (http://www.clearbit.com) müşteri ve kuruluş bilgilerini zenginleştirecek işlem arka ucunu tanımlar.

source: Defines the unit to be shown next to the time accounting input field.
hu: Meghatározza az időelszámolási beviteli mező mellett megjelenítendő egységet.
tr: Süre hesaplama giriş alanının yanında gösterilecek birimi tanımlar.

source: Defines the warning message that is shown when a matching ticket is present.
hu: Meghatározza a figyelmeztető üzenetet, amely akkor jelenik meg, ha van egy egyező jegy.
tr: Eşleşen bir destek talebi mevcut olduğunda gösterilen uyarı mesajını tanımlar.

source: Defines the warning title that is shown when a matching ticket is present.
hu: Meghatározza a figyelmeztetés címét, amely akkor jelenik meg, ha van egy egyező jegy.
tr: Eşleşen bir destek talebi mevcut olduğunda gösterilen uyarı başlığını tanımlar.

source: Defines transaction backend.
hu: Meghatározza a tranzakciós háttérrendszert.
tr: İşlem arka ucunu tanımlar.

source: Defines whether the matching tickets are shown in case of already existing tickets.
hu: Meghatározza, hogy a már létező jegyek esetén megjelenjenek-e az egyező jegyek.
tr: Halihazırda mevcut destek taleplerinin olması durumunda eşleşen destek taleplerinin gösterilip gösterilmeyeceğini tanımlar.

source: Defines which ticket attributes are checked before creating a ticket.
hu: Meghatározza, hogy mely jegytulajdonságok kerülnek ellenőrzésre egy jegy létrehozása előtt.
tr: Bir destek talebi oluşturmadan önce hangi destek talebi özelliklerinin kontrol edileceğini tanımlar.

source: Defines which user roles will receive a warning in case of matching tickets.
hu: Meghatározza, hogy mely felhasználói szerepkörök kapjanak figyelmeztetést egyező jegyek esetén.
tr: Eşleşen destek talebi olması durumunda hangi kullanıcı rollerinin uyarı alacağını tanımlar.

source: Delete
hu: Törlés
tr: Sil

source: Delete Article
hu: Cikk törlése
tr: Yazıyı Sil

source: Delete Avatar?
hu: Avatár törlése?
tr: Avatar silinsin mi?

source: Delete Customer
hu: Ügyfél törlése
tr: Müşteriyi Sil

source: Delete File
hu: Fájl törtlése
tr: Dosya Sil

source: Delete Knowledge Base
hu: Tudásbázis törlése
tr: Bilgi Tabanını Sil

source: Delete Object
hu: Objektum törlése
tr: Nesneyi Sil

source: Delete Ticket
hu: Jegy törlése
tr: Destek Talebini Sil

source: Delete User
hu: Felhasználó törlése
tr: Kullanıcıyı Sil

source: Delete all child categories and answers, then try again.
hu: Törölje az összes gyermekkategóriát és választ, majd próbálja meg újra.
tr: Tüm alt kategorileri ve yanıtları silin, ardından tekrar deneyin.

source: Delete all existing records first.
hu: Először törölje az összes meglévő rekordot.
tr: Önce mevcut tüm kayıtları silin.

source: Delete avatar
hu: Avatár törlése
tr: Avatarı sil

source: Delete column
tr: Sütun sil

source: Delete existing data of your system.
tr: Sisteminizdeki mevcut verileri silin.

source: Delete immediately
hu: Törlés azonnal
tr: Hemen sil

source: Delete obsolete classic IMAP backup.
hu: Elavult klasszikus IMAP biztonsági mentés törlése.
tr: Eski klasik IMAP yedeklemesini silin.

source: Delete old 'RecentView' entries.
hu: Régi 'RecentView' bejegyzések törlése.
tr: Eski 'RecentView' girdilerini silin.

source: Delete old activity stream entries.
hu: Régi tevékenységfolyam-bejegyzések törlése.
tr: Eski etkinlik akışı girdilerini silin.

source: Delete old online notification entries.
hu: Régi online értesítési bejegyzések törlése.
tr: Eski çevrimiçi bildirim girdilerini silin.

source: Delete old stats store entries.
hu: Régi statisztika tároló bejegyzések törlése.
tr: Eski istatistik deposu girdilerini silin.

source: Delete old token entries.
hu: Régi token bejegyzések törlése.
tr: Eski token girdilerini silin.

source: Delete old upload cache entries.
hu: Régi feltöltési gyorsítótár bejegyzések törlése.
tr: Eski yükleme önbellek girdilerini silin.

source: Delete organization?
hu: Szervezet törlése?
tr: Organizasyon silinsin mi?

source: Delete records
hu: Bejegyzések törlése
tr: Kayıtları sil

source: Delete row
tr: Satır sil

source: Delete table
tr: Tabloyu sil

source: Delete this access token
tr: Bu erişim belirtecini sil

source: Delete this avatar
tr: Bu avatarı sil

source: Delete this device
tr: Bu cihazı sil

source: Delete this link
tr: Bu bağlantıyı sil

source: Delete this recent search
tr: Bu son aramayı sil

source: Delete:
hu: Törlés:
tr: Sil:

source: Deleted Organization:
hu: Törölt szervezet:
tr: Silinen Organizasyon:

source: Deleted tickets (%s in total):
hu: Törölt jegyek (%s összesen):
tr: Silinen destek talepleri (toplamda %s):

source: Deleting your knowledge base requires an additional verification step. To proceed, enter its name below ("%s"). THIS ACTION CANNOT BE UNDONE.
tr: Bilgi tabanınızı silmek için ek bir doğrulama adımı gerekir. Devam etmek için aşağıya adını girin ("%s"). BU EYLEM GERI ALINAMAZ.

source: Deletion Task
hu: Törlési feladat
tr: Silme Görevi

source: Deletion failed.
hu: A törlés nem sikerült.
tr: Silme işlemi başarısız oldu.

source: Delivery failed:
hu: A kézbesítés sikertelen:
tr: Teslimat başarısız oldu:

source: Delivery failed: "%s"
tr: Gönderim başarısız oldu: "%s"

source: Department
hu: Részleg
tr: Departman

source: Description
hu: Leírás
tr: Açıklama

source: Description (shown as title tag for screen readers)
hu: Leírás (a képernyőolvasók számára címként jelenik meg)
tr: Açıklama (ekran okuyucular için başlık etiketi olarak gösterilir)

source: Deselect all entries
tr: Tüm girdilerin seçimini kaldırın

source: Deselect this entry
tr: Bu girdinin seçimini kaldırın

source: Designer
hu: Tervező
tr: Tasarımcı

source: Desktop
hu: Asztal
tr: Masaüstü

source: Destination Group
hu: Célcsoport
tr: Hedef Grup

source: Destination caller ID
hu: Cél hívó fél azonosítója
tr: Hedef arayan kimliği

source: Destination caller ID or queue
hu: Cél hívó fél azonosítója vagy várólista
tr: Hedef arayan kimliği veya kuyruk

source: Destination group > Sending email address
tr: Hedef grup > Gönderen eposta adresi

source: Detect Duplicate Ticket Creation
hu: Duplikált jegyek létrehozásának észlelése
tr: Mükerrer Destek Talebi Oluşturulmasını Algıla

source: Detected Language
tr: Algılanan Dil

source: Detected language
tr: Algılanan dil

source: Developer System
hu: Fejlesztői rendszer
tr: Geliştirici Sistemi

source: Device
hu: Eszköz
tr: Cihaz

source: Device has been revoked.
hu: Az eszköz visszavonásra került.
tr: Cihaz yetkisi kaldırıldı.

source: Devices
hu: Eszközök
tr: Cihazlar

source: Dialog window with selections
hu: Párbeszédablak a kiválasztásokkal
tr: Seçimleri içeren iletişim penceresi

source: Did you check the validity of the configured mailbox? Or consider removing this channel and switch to using a different mailbox type. %l
tr: Yapılandırılan posta kutusunun geçerliliğini kontrol ettiniz mi? Ya da bu kanalı kaldırmayı ve farklı bir posta kutusu türü kullanmaya geçmeyi düşünün. %l

source: Did you confirm that the user has delegation permissions for the mailbox? Or consider removing this channel and switch to using a different mailbox type. %l
tr: Kullanıcının posta kutusu için temsilci izinlerine sahip olduğunu doğruladınız mı? Ya da bu kanalı kaldırmayı ve farklı bir posta kutusu türü kullanmaya geçmeyi düşünün. %l

source: Did you know that system translations can be contributed and shared with the community on our public platform %l? It sports a very convenient user interface based on Weblate, give it a try!
hu: Tudta, hogy a rendszerfordításokhoz hozzá lehet járulni és meg lehet osztani a közösséggel a nyilvános platformunkon %l? Nagyon kényelmes, Weblate alapú felhasználói felülettel rendelkezik, próbálja ki!
tr: Sistem çevirilerine katkıda bulunabileceğinizi ve %l halka açık platformumuzda toplulukla paylaşılabileceğini biliyor muydunuz ? Weblate'e dayanan çok kullanışlı bir kullanıcı arayüzüne sahiptir , bir deneyin!
