Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Invalid email '%{email}'
hu: Érvénytelen e-mail cím '%{email}'
tr: Geçersiz e-posta '%{email}'

source: Invalid i-doit configuration (missing endpoint or api_token).
tr: Geçersiz i-doit yapılandırması (eksik uç nokta veya api_token).

source: Invalid link structure
hu: Érvénytelen hivatkozási struktúra
tr: Geçersiz bağlantı yapısı

source: Invalid link structure (Object → LinkType)
hu: Érvénytelen link struktúra (Object → LinkType)
tr: Geçersiz bağlantı yapısı (Nesne→ LinkType)

source: Invalid link structure (Object)
hu: Érvénytelen link struktúra (objektum)
tr: Geçersiz bağlantı yapısı (Nesne)

source: Invalid object selector conditions
hu: Érvénytelen objektumválasztó feltételek
tr: Geçersiz nesne seçici koşulları

source: Invalid password revalidation token, please confirm your password again.
tr: Geçersiz şifre doğrulama belirteci, lütfen şifrenizi tekrar doğrulayın.

source: Invalid password, it must be at least %s characters long!
hu: Érvénytelen jelszó, legalább %s karakter hosszúságúnak kell lennie!
tr: Geçersiz parola, en az %s karakter uzunluğunda olmalıdır!

source: Invalid password, it must be shorter than %s characters!
hu: Érvénytelen jelszó, rövidebbnek kell lennie, mint %s karakter!
tr: Geçersiz şifre, %s karakterden daha kısa olmalıdır!

source: Invalid password, it must contain at least 1 digit!
hu: Érvénytelen jelszó, legalább 1 számjegyet kell tartalmaznia!
tr: Geçersiz şifre, en az 1 rakam içermelidir!

source: Invalid password, it must contain at least 1 special character!
hu: Érvénytelen jelszó, legalább 1 speciális karaktert kell tartalmaznia!
tr: Geçersiz şifre, en az 1 özel karakter içermelidir!

source: Invalid password, it must contain at least 2 lowercase and 2 uppercase characters!
hu: Érvénytelen jelszó, legalább 2 kis- és 2 nagybetűs karaktert kell tartalmaznia!
tr: Geçersiz şifre, en az 2 küçük harf ve 2 büyük harf içermelidir!

source: Invalid permissions, do not lock yourself out.
hu: Érvénytelen jogosultságok, ne zárja ki magát.
tr: Geçersiz izinler, kendinizi sistem dışında bırakmayın.

source: Invalid permissions.
hu: Érvénytelen jogosultságok.
tr: Geçersiz izinler.

source: Invalid permissions. This role does not have access to this category because parent category is not visible for it.
hu: Érvénytelen jogosultságok. Ez a szerepkör nem rendelkezik hozzáféréssel ehhez a kategóriához, mivel a szülő kategória nem látható számára.
tr: Geçersiz izinler. Bu rolün bu kategoriye erişimi yok çünkü üst kategori onun için görünür değil.

source: Invalid permissions. This role has editor access to parent category. Limiting access is not effective.
hu: Érvénytelen jogosultságok. Ez a szerepkör szerkesztői hozzáféréssel rendelkezik a szülői kategóriához. A hozzáférés korlátozása nem hatékony.
tr: Geçersiz izinler. Bu rolün üst kategoriye editör erişimi var. Erişimin sınırlandırılması etkili değil.

source: Invalid request - please check your input
tr: Geçersiz istek - lütfen girdinizi kontrol edin

source: Invalid security code! Please try again with a new code.
hu: Érvénytelen biztonsági kód! Kérjük, próbálja meg újra egy új kóddal.
tr: Geçersiz güvenlik kodu! Lütfen yeni bir kodla tekrar deneyin.

source: Invalid token, please contact your admin!
hu: Érvénytelen token, kérjük, lépjen kapcsolatba a rendszergazdájával!
tr: Geçersiz belirteç, lütfen yöneticinize başvurun!

source: Invalid values in step %s
hu: Érvénytelen értékek a %s-ik lépésnél
tr: Adım %s'de geçersiz değerler

source: Invalid video URL
hu: Érvénytelen videó URL
tr: Geçersiz video URL'si

source: Invitation sent to %s
tr: Davetiye %s'ye gönderildi

source: Invitation to #{config.product_name} at #{config.fqdn} <div>Hi #{user.firstname},</div> <br> <div>I (#{current_user.firstname} #{current_user.lastname}) invite you to #{config.product_name} - our customer support platform.</div> <br> <div>Click <a href="#{config.http_type}://#{config.fqdn}/#password_reset_verify/#{token.token}">here</a> and set your password.</div> <br> <div>Enjoy,</div> <br> <div>#{current_user.firstname} #{current_user.lastname}</div> <br> <div>Your #{config.product_name} Team</div>
hu: Meghívó a #{config.product_name} helyére a #{config.fqdn} webhelyre. <div>Üdvözöljük #{user.firstname},</div> <br> <div>Én (#{current_user.firstname} #{current_user.lastname}) meghívom Önt a #{config.product_name} - ügyfélszolgálati platformunkra.</div> <br> <div>Kattintson a <a href="#{config.http_type}://#{config.fqdn}/#password_reset_verify/#{token.token}">ide</a> és állítsa be a jelszavát.</div> <br> <div>Sok sikert,</div> <br> <div>#{current_user.firstname} #{current_user.lastname}</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.fqdn} adresindeki #{config.product_name} için davetiye <div>Merhaba #{user.firstname},</div> <br> <div>Ben (#{current_user.firstname} #{current_user.lastname}) sizi müşteri destek platformumuz #{config.product_name}'e davet ediyorum.</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#password_reset_verify/#{token.token}">burayı</a> tıklayın ve şifrenizi ayarlayın.</div> <br> <div>İyi günler...</div> <br> <div>#{current_user.firstname} #{current_user.lastname}</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: Invite customers to create issues in Zammad
hu: Ügyfelek meghívása a Zammad rendszerben történő ügyek létrehozására
tr: Müşterilerinizi davet edin

source: Issue URL
tr: Sorun URL'si

source: Issue status
tr: Sorun durumu

source: Issuer
tr: Sorunu İleten

source: Issues
tr: Sorunlar

source: It is not possible to delete the last account with admin permissions.
hu: Az utolsó adminisztrátori jogosultsággal rendelkező fiókot nem lehet törölni.
tr: Yönetici izinlerine sahip son hesabı silmek mümkün değildir.

source: It is not possible to delete the system user.
hu: A rendszerfelhasználó törlése nem lehetséges.
tr: Sistem kullanıcısını silmek mümkün değildir.

source: It is not possible to delete your current account.
hu: A jelenlegi fiókját nem lehet törölni.
tr: Mevcut hesabınızı silmeniz mümkün değildir.

source: It is not possible to merge into an already merged ticket.
hu: Nem lehetséges egyesíteni egy már egyesített jegybe.
tr: Zaten birleştirilmiş bir destek talebiyle birleştirmek mümkün değildir.

source: Items
tr: Öğeler

source: Jan
tr: Oca

source: January
hu: január
tr: Ocak

source: Job is waiting to get started…
hu: A feladat arra vár, hogy elkezdődjön…
tr: İş başlatılmak için bekliyor…

source: Join %s
hu: Csatlakozzon a következőhöz: %s
tr: Katıl %s

source: Jul
hu: júl.
tr: Tem

source: July
hu: július
tr: Temmuz

source: Jun
hu: jún.
tr: Haz

source: June
hu: június
tr: Haziran

source: Just click into the highlighted area and update the words right there. Enjoy!
hu: Csak kattintson a kiemelt területre, és frissítse a szavakat. Sok sikert!
tr: Sadece vurgulanan alana tıklayın ve kelimeleri orada güncelleyin. İyi eğlenceler!

source: Keep messages on server
hu: Üzenetek megtartása a kiszolgálón
tr: Mesajları sunucuda tut

source: Key
hu: Kulcs
tr: Anahtar

source: Key ID
hu: Kulcs azonosító
tr: Anahtar Kimliği

source: Keyboard Shortcuts
hu: Billentyűparancsok
tr: Klavye Kısayolları

source: Keyboard Shortcuts Enabled
tr: Klavye Kısayolları Etkin

source: Keyboard shortcuts
hu: Billentyűzet gyorsbillentyűk
tr: Klavye kısayolları

source: Keywords
hu: Kulcsszavak
tr: Etiketler

source: Knowledge Base
hu: Tudásbázis
tr: Bilgi Tabanı

source: Knowledge Base Answer
hu: Tudásbázis válasz
tr: Bilgi Tabanı Cevabı

source: Knowledge Base Editor
hu: Tudásbázis szerkesztő
tr: Bilgi Tabanı Editörü

source: Knowledge Base Feed
hu: Tudásbázis hírfolyam
tr: Bilgi Tabanı Akışı

source: Knowledge Base Reader
hu: Tudásbázis olvasó
tr: Bilgi Tabanı Okuyucusu

source: Knowledge Base active
hu: Tudásbázis aktív
tr: Bilgi Tabanı aktif

source: Knowledge Base active publicly
hu: A tudásbázis nyilvánosan aktív
tr: Bilgi Tabanı herkese açık olarak aktif

source: Knowledge Base multilingual support
hu: A Tudásbázis többnyelvű támogatása
tr: Bilgi Tabanı çoklu dil desteği

source: LDAP integration
hu: LDAP integráció
tr: LDAP entegrasyonu

source: LDAP integration for user management.
hu: LDAP integráció a felhasználók kezeléséhez.
tr: Kullanıcı yönetimi için LDAP entegrasyonu.

source: Label
hu: Címke
tr: Etiket

source: Labels
hu: Címkék
tr: etiketler

source: Landing page layout
hu: Landing oldal elrendezése
tr: Açılış sayfası düzeni

source: Language
hu: Nyelv
tr: Dil

source: Language Detection Service
tr: Dil Tespit Hizmeti

source: Last Article
hu: Utolsó cikk
tr: Son Yazı

source: Last Closed At
tr: Son Kapanış Tarihi

source: Last Contact Agent At
hu: Utolsó kapcsolatfelvétel (ügynök) ekkor
tr: Temsilci Son İletişim Tarihi

source: Last Contact At
hu: Utolsó kapcsolatfelvétel ekkor
tr: Son İletişim Tarihi

source: Last Contact Customer At
hu: Utolsó kapcsolat ügyfél ekkor
tr: Kullanıcı Son İletişim Tarihi

source: Last External Article
hu: Utolsó külső cikk
tr: Son Harici Yazı

source: Last Internal Article
hu: Utolsó belső cikk
tr: Son Dahili Yazı

source: Last Used
hu: Utolsó használat
tr: Son Kullanım

source: Last change %s %s by %s
hu: Utolsó változtatás %s %s által %s
tr: Son değişiklik %s %s tarafından %s

source: Last changed
hu: Utoljára módosítva
tr: Son değişiklik

source: Last closing time
hu: Utolsó lezárási idő
tr: Son kapanış saati

source: Last contact
hu: Utolsó kapcsolat
tr: Son kontak

source: Last created at of database objects (e.g. when was the last trigger created)
tr: Veritabanı nesnelerinin son oluşturulma zamanı (örneğin, son tetikleyici ne zaman oluşturuldu)

source: Last login
hu: Utolsó bejelentkezés
tr: Son giriş

source: Last name
hu: Vezetéknév
tr: Soyadı

source: Last owner update
tr: Son sahip güncellemesi

source: Last run
hu: Utolsó futás
tr: Son çalıştırma

source: Last sync at:
hu: Legutóbbi szinkronizálás:
tr: Son senkronizasyon:

source: Layout
hu: Elrendezés
tr: Yerleşim

source: Layout Reference
hu: Elrendezési hivatkozás
tr: Yerleşim Referansı

source: Learn More
tr: Daha Fazla Bilgi

source: Library
hu: Könyvtár
tr: Kütüphane

source: Light
hu: Világos
tr: Açık

source: Limit notifications to specific groups
hu: Értesítések korlátozása meghatározott csoportokra
tr: Bildirimleri belirli gruplarla sınırlandırın

source: Limit tickets by IP per day
hu: Jegyek korlátozása IP-nként naponta
tr: IP adresi bazında günlük destek taleplerini sınırlayın

source: Limit tickets by IP per hour
hu: Jegyek korlátozása IP-nként óránként
tr: Bir IP adresinden saatte gönderilebilecek destek talebi sayısını sınırla

source: Limit tickets per day
hu: Korlátozott számú jegyek naponta
tr: Günlük destek talebi limiti

source: Limited Visibility
tr: Sınırlı Görünürlük

source: Link %s %s as %s of Ticket# %s
tr: Destek Talebi# %s'nin %s'si olarak %s %s bağlantısı

source: Link Answer
hu: Válasz hozzákapcsolása
tr: Cevaba Bağlantı Ver

source: Link GitHub issues to your tickets.
hu: GitHub problémák összekapcsolása a jegyeivel.
tr: Github issue'lerini ticketlarına bağla.

source: Link GitLab issues to your tickets.
hu: GitLab problémák összekapcsolása a jegyeivel.
tr: Github issue'lerini ticketlarına bağla.

source: Link Issue
tr: Bağlantı Sorunu

source: Link Objects
tr: Bağlantı Nesneleri

source: Link Text
tr: Bağlantı Metni

source: Link Tickets
tr: Destek Taleplerini Bağla

source: Link URL
tr: Bağlantı URL'si

source: Link account on %s
tr: Hesabı %s'ye bağla

source: Link added successfully
tr: Bağlantı başarıyla eklendi

source: Link already exists
tr: Bağlantı zaten mevcut

source: Link issue
hu: Link probléma
tr: Link Hatası

source: Link objects
tr: Nesneleri bağla

source: Link removed successfully
tr: Bağlantı başarıyla kaldırıldı

source: Link template
hu: Link sablon
tr: Bağlantı şablonu

source: Link ticket
tr: Destek talebini bağla

source: Link type
tr: Bağlantı türü

source: Linked accounts
tr: Bağlantılı hesaplar

source: LinkedIn Developer Site
hu: LinkedIn fejlesztői oldal
tr: LinkedIn Geliştirici Sitesi

source: Links
hu: Hivatkozások
tr: Linkler

source: List of all user taskbar tabs
tr: Tüm kullanıcıların görev çubuğu sekmeleri listesi

source: List of installed addons
hu: A telepített bővítmények listája
tr: Kurulu eklentilerin listesi

source: List of issue labels
tr: Sorun etiketlerinin listesi

source: Lists active channels (e.g. 1 Telegram channel, 2 Microsoft channels and 1 Google channel)
hu: Aktív csatornák listája (pl. 1 Telegram-csatorna, 2 Microsoft-csatorna és 1 Google-csatorna)
tr: Etkin kanalları listeler (örneğin 1 Telegram kanalı, 2 Microsoft kanalı ve 1 Google kanalı)

source: Load more
hu: Bővebben
tr: Daha fazla yükle

source: Loading content
hu: Tartalom betöltése
tr: İçerik yükleniyor

source: Loading failed, please try again later.
hu: A betöltés nem sikerült, kérjük, próbálja meg később újra.
tr: Yükleme başarısız oldu, lütfen daha sonra tekrar deneyin.

source: Loading failed.
hu: A betöltés nem sikerült.
tr: Yükleme başarısız oldu.

source: Loading…
hu: Betöltés…
tr: Yükleniyor…

source: Local MTA (Sendmail/Postfix/Exim/…) - use server setup
hu: Helyi MTA (Sendmail/Postfix/Exim/...) - szerver beállítás használata
tr: Yerel MTA (Sendmail/Postfix/Exim/...) - sunucu kurulumunu kullan

source: Locale could not be found.
hu: A nyelvterület nem található.
tr: Yerel ayar bulunamadı.

source: Locale not found
hu: A nyelvterület nem található
tr: Yerel ayar bulunamadı

source: Localization of execution changes
hu: A végrehajtási változások fordítása
tr: Yürütme değişikliklerinin yerelleştirilmesi

source: Location
hu: Hely
tr: konum

source: Log in to %s
hu: Bejelentkezés a %s rendszerbe
tr: %s'ye giriş yapın

source: Login
hu: Bejelentkezés
tr: Oturum aç

source: Login Screen
hu: Bejelentkezési képernyő
tr: Giriş Ekranı

source: Login failed. Have you double-checked your credentials and completed the email verification step?
hu: A bejelentkezés nem sikerült. Ellenőrizte a hitelesítő adatokat és elvégezte az e-mail ellenőrző lépést?
tr: Giriş başarısız. Kimlik bilgilerinizi iki kez kontrol ettiniz ve e-posta doğrulama adımını tamamladınız mı?

source: Login failed. Please double-check your two-factor authentication method.
hu: A bejelentkezés sikertelen. Kérjük, ellenőrizze még egyszer a kétfaktoros hitelesítési módszerét.
tr: Giriş başarısız oldu. Lütfen iki faktörlü kimlik doğrulama yönteminizi iki kez kontrol edin.

source: Logout
hu: Kijelentkezés
tr: Oturumu kapat

source: Lost network connection!
hu: Megszakadt a hálózati kapcsolat!
tr: Ağ bağlantısı kesildi!

source: Low priority
hu: Alacsony prioritás
tr: Düşük öncelik

source: MAC address (unique identifier of the report)
hu: MAC-cím (a jelentés egyedi azonosítója)
tr: MAC adresi (raporun benzersiz tanımlayıcısı)

source: Macro group restrictions do not cover all tickets
hu: A makrócsoport korlátozások nem terjednek ki minden jegyre
tr: Makro grup kısıtlamaları tüm destek taleplerini kapsamaz

source: Macros
hu: Makrók
tr: Makrolar

source: Macros make it easy to automate common, multi-step tasks within Zammad. You can use macros in Zammad to automate recurring sequences, saving time (and nerves). This allows a combined sequence of actions on the ticket to be executed with just one click.
hu: A makrók megkönnyítik a gyakori, többlépéses feladatok automatizálását a Zammad rendszerben. A Zammad rendszerben a makrók segítségével automatizálhatja az ismétlődő folyamatokat, időt (és idegeket) megkímélve. Ez lehetővé teszi, hogy a jegyen végzett műveletek kombinált sorozatát egyetlen kattintással végre lehessen hajtani.
tr: Makrolar, Zammad içindeki yaygın, çok adımlı görevleri otomatikleştirmeyi kolaylaştırır. Zammad'da makroları kullanarak yinelenen eylemleri otomatikleştirebilir, zamandan (ve sinirlerden) tasarruf edebilirsiniz. Bu, destep talebi üzerindeki birleşik bir dizi eylemin tek bir tıklama ile yürütülmesini sağlar.

source: Mailbox type
tr: Posta Kutusu Türü

source: Main sidebar
hu: Fő oldalsáv
tr: Ana kenar çubuğu

source: Maintenance Login
hu: Karbantartás bejelentkezés
tr: Bakım Girişi

source: Maintenance Mode
hu: Karbantartás üzemmód
tr: Bakım Modu

source: Maintenance mode enabled!
hu: Karbantartási üzemmód engedélyezve!
tr: Bakım modu etkinleştirildi!

source: Manage
hu: Kezelés
tr: Yönet

source: Manage API of your system.
hu: Rendszerének API-jának kezelése.
tr: Sisteminizin API'sini yönetin.

source: Manage Checklist Template
tr: Kontrol Listesi Şablonunu Yönet

source: Manage Checklist Templates
tr: Kontrol Listesi Şablonlarını Yönet

source: Manage Facebook channel of your system.
hu: Rendszerének Facebook-csatornájának kezelése.
tr: Sisteminizin Facebook kanalını yönetin.

source: Manage Google mail channel of your system.
hu: Rendszerének Google e-mail csatornájának kezelése.
tr: Sisteminizin Google posta kanalını yönetin.

source: Manage Microsoft 365 Graph mail channel of your system.
tr: Sisteminizin Microsoft 365 Graph posta kanalını yönetin.

source: Manage Microsoft 365 IMAP mail channel of your system.
tr: Sisteminizin Microsoft 365 IMAP posta kanalını yönetin.

source: Manage SMS channel of your system.
hu: Rendszerének SMS-csatornájának kezelése.
tr: Sisteminizin SMS kanalını yönetin.

source: Manage Service Level Agreements of your system.
tr: Sisteminizin Hizmet Seviyesi Anlaşmalarını yönetin.

source: Manage Telegram channel of your system.
hu: Rendszerének Telegram-csatornájának kezelése.
tr: Sisteminizin Telegram kanalını yönetin.

source: Manage Twitter channel of your system.
hu: Rendszerének Twitter-csatornájának kezelése.
tr: Sisteminizin Twitter kanalını yönetin.

source: Manage Two-Factor Authentication
hu: Kétfaktoros hitelesítés kezelése
tr: İki Faktörlü Kimlik Doğrulamayı Yönet

source: Manage WhatsApp channel of your system.
hu: Rendszerének WhatsApp-csatornájának kezelése.
tr: Sisteminizin WhatsApp kanalını yönetin.

source: Manage Zammad Smart Assist text tools of your system.
tr: Sisteminizin Zammad Smart Assist metin araçlarını yönetin.

source: Manage Zammad Smart Assist ticket summarization of your system.
tr: Sisteminizin Zammad Smart Assist destek talebi özetlemesini yönetin.

source: Manage access to New BETA UI switch.
tr: Yeni BETA arayüzüne erişimi yönet.

source: Manage active user sessions of your system.
hu: Rendszerének aktív felhasználói munkameneteinek kezelése.
tr: Sisteminizin aktif kullanıcı oturumlarını yönetin.

source: Manage all organizations of your system.
hu: Rendszerének összes szervezetének kezelése.
tr: Sisteminizin tüm organizasyonlarını yönetin.

source: Manage all users of your system.
hu: Rendszerének összes felhasználójának kezelése.
tr: Sisteminizin tüm kullanıcılarını yönetin.

source: Manage branding settings of your system.
tr: Sisteminizin marka ayarlarını yönetin.

source: Manage calendars of your system.
hu: Rendszerének naptárainak kezelése.
tr: Sisteminizin takvimlerini yönetin.

source: Manage chat channel of your system.
hu: Rendszerének csevegőcsatornájának kezelése.
tr: Sisteminizin sohbet kanalını yönetin.

source: Manage core system settings.
hu: Az alapvető rendszerbeállítások kezelése.
tr: Temel sistem ayarlarını yönetin.

source: Manage core workflows of your system.
hu: Rendszerének alapvető munkafolyamatainak kezelése.
tr: Sisteminizin temel iş akışlarını yönetin.

source: Manage email channel of your system.
hu: Rendszerének e-mail csatornájának kezelése.
tr: Sisteminizin eposta kanalını yönetin.

source: Manage form channel of your system.
hu: Rendszerének űrlapcsatornájának kezelése.
tr: Sisteminizin form kanalını yönetin.

source: Manage groups of your system.
hu: Rendszerének csoportjainak kezelése.
tr: Sisteminizin gruplarını yönetin.

source: Manage integrations of your system.
hu: Rendszerének integrációinak kezelése.
tr: Sisteminizin entegrasyonlarını yönetin.

source: Manage maintenance mode of your system.
tr: Sisteminizin bakım modunu yönetin.

source: Manage monitoring of your system.
tr: Sisteminizin izlemesini yönetin.

source: Manage object attributes of your system.
tr: Sisteminizin nesne niteliklerini yönetin.

source: Manage packages of your system.
tr: Sisteminizin paketlerini yönetin.

source: Manage personal API tokens.
tr: Kişisel API belirteçlerini yönetin.

source: Manage personal appearance settings.
hu: Személyes megjelenési beállítások kezelése.
tr: Kişisel görünüm ayarlarını yönetin.

source: Manage personal avatar settings.
tr: Kişisel avatar ayarlarını yönetin.

source: Manage personal calendar.
hu: Személyes naptár kezelése.
tr: Kişisel takvimi yönet.

source: Manage personal devices and sessions.
hu: Személyes eszközök és munkamenetek kezelése.
tr: Kişisel cihazları ve oturumları yönetin.

source: Manage personal language settings.
hu: Személyes nyelvi beállítások kezelése.
tr: Kişisel dil ayarlarını yönetin.

source: Manage personal linked accounts.
hu: Személyes összekapcsolt fiókok kezelése.
tr: Kişisel bağlantılı hesapları yönetin.

source: Manage personal notifications settings.
hu: Személyes értesítések beállításainak kezelése.
tr: Kişisel bildirim ayarlarını yönetin.

source: Manage personal out of office settings.
hu: Személyes, irodán kívüli beállítások kezelése.
tr: Kişisel ofis dışı ayarları yönetin.

source: Manage personal overviews.
hu: Személyes áttekintések kezelése.
tr: Kişisel genel bakışları yönetin.

source: Manage personal settings.
hu: Személyes beállítások kezelése.
tr: Kişisel ayarları yönetin.

source: Manage personal two-factor authentication methods.
hu: Személyes kétfaktoros hitelesítési módszerek kezelése.
tr: Kişisel iki faktörlü kimlik doğrulama yöntemlerini yönetin.

source: Manage public links of your system.
tr: Sisteminizin genel bağlantılarını yönetin.

source: Manage report profiles of your system.
tr: Sisteminizin rapor profillerini yönetin.

source: Manage roles of your system.
tr: Sisteminizin rollerini yönetin.

source: Manage schedulers of your system.
tr: Sisteminizin zamanlayıcılarını yönetin.

source: Manage security settings of your system.
hu: Rendszerének biztonsági beállításainak kezelése.
tr: Sisteminizin güvenlik ayarlarını yönetin.

source: Manage system report of your system.
tr: Sisteminizin sistem raporunu yönetin.

source: Manage text modules of your system.
tr: Sisteminizin metin modüllerini yönetin.

source: Manage ticket auto assignment settings of your system.
tr: Sisteminizin destek talebi otomatik atama ayarlarını yönetin.

source: Manage ticket checklists of your system.
tr: Sisteminizin destek talebi kontrol listelerini yönetin.

source: Manage ticket duplicate detection settings of your system.
tr: Sisteminizin mükerrer destek talebi algılama ayarlarını yönetin.

source: Manage ticket macros of your system.
tr: Sisteminizin destek talebi makrolarını yönetin.

source: Manage ticket overviews of your system.
tr: Sisteminizin destek talebi genel görünümlerini yönetin.

source: Manage ticket priorities of your system.
tr: Sisteminizin destek talebi önceliklerini yönetin.

source: Manage ticket settings of your system.
tr: Sisteminizin destek talebi ayarlarını yönetin.

source: Manage ticket states of your system.
tr: Sisteminizin destek talebi durumlarını yönetin.

source: Manage ticket tags of your system.
tr: Sisteminizin destek talebi etiketlerini yönetin.

source: Manage ticket templates of your system.
tr: Sisteminizin destek talebi şablonlarını yönetin.

source: Manage time accounting settings of your system.
tr: Sisteminizin zaman muhasebesi ayarlarını yönetin.

source: Manage translations of your system.
hu: Rendszerének fordításainak kezelése.
tr: Sisteminizin çevirilerini yönetin.

source: Manage triggers of your system.
tr: Sisteminizin tetikleyicilerini yönetin.

source: Manage web channel of your system.
tr: Sisteminizin web kanalını yönetin.

source: Manage webhooks of your system.
tr: Sisteminizin web kancalarını yönetin.
