Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: The private key is not valid for S/MIME usage. Please check the key format and the secret.
hu: A privát kulcs nem érvényes S/MIME használatra. Kérjük, ellenőrizze a kulcs formátumát és a titkot.
tr: Özel anahtar S/MIME kullanımı için geçerli değil. Lütfen anahtar biçimini ve gizli anahtarı kontrol edin.

source: The product version could not be fetched.
hu: A termék verzióját nem sikerült lekérdezni.
tr: Ürün sürümü getirilemedi.

source: The provided 'oauth_token' is invalid.
hu: A megadott 'oauth_token' érvénytelen.
tr: Sağlanan 'oauth_token' geçersiz.

source: The provided URL is invalid.
hu: A megadott URL cím érvénytelen.
tr: Sağlanan URL geçersiz.

source: The provided credentials are invalid.
hu: A megadott hitelesítő adatok érvénytelenek.
tr: Sağlanan kimlik bilgileri geçersiz.

source: The provided email account is already in use.
tr: Belirtilen eposta hesabı zaten kullanımda.

source: The provided endpoint is invalid, no hostname was specified.
hu: A megadott végpont érvénytelen, nincs gazdagépnév megadva.
tr: Verilen endpoint geçersiz, ana bilgisayar adı belirtilmemiş.

source: The provided endpoint is invalid, no http or https protocol was specified.
hu: A megadott végpont érvénytelen, nincs megadva http vagy https protokoll.
tr: Verilen endpoint geçersiz, http veya https protokolü belirtilmemiş.

source: The provided endpoint is invalid.
hu: A megadott végpont érvénytelen.
tr: Verilen endpoint geçersiz.

source: The provided match operator is missing or invalid.
hu: A megadott egyeztető operátor hiányzik vagy érvénytelen.
tr: Belirtilen eşleşme operatörü eksik veya geçersiz.

source: The provided password is incorrect.
tr: Belirtilen şifre yanlış.

source: The provided payload is invalid. Please check your syntax.
tr: Sağlanan payload geçersiz. Lütfen sentaksınızı kontrol edin.

source: The provided token is invalid.
hu: A megadott token érvénytelen.
tr: Belirtilen belirteç geçersiz.

source: The provider configuration is missing. Please set up the provider before proceeding in |AI > Providers|.
tr: Sağlayıcı yapılandırması eksik. Lütfen devam etmeden önce |Yapay Zeka > Sağlayıcılar| bölümünden sağlayıcıyı ayarlayın.

source: The public PGP key could not be found.
tr: Genel PGP anahtarı bulunamadı.

source: The report could not be generated
hu: A jelentést nem lehetett létrehozni
tr: Rapor oluşturulamadı

source: The request could not be processed.
hu: A kérést nem lehetett feldolgozni.
tr: Talep işleme alınamadı.

source: The request limit for this operation was exceeded.
tr: Bu işlem için istek sınırı aşıldı.

source: The requested %s could not be found.
tr: İstenen %s bulunamadı.

source: The required '%{attribute}' value for %{key}, %{inner} is missing!
hu: A szükséges '%{attribute}' érték a %{key}, %{inner} esetében hiányzik!
tr: %{key} için gerekli '%{attribute}' değeri olan %{inner} eksik!

source: The required 'ExternalCredential' 'twitter' could not be found.
hu: A kötelező 'ExternalCredential' 'twitter' nem található.
tr: Gerekli 'ExternalCredential' 'twitter' bulunamadı.

source: The required PGP passphrase is missing.
tr: Gerekli PGP anahtar sözcüğü eksik.

source: The required attribute 'email' is missing.
tr: Gerekli 'e-posta' niteliği eksik.

source: The required attribute 'organization' is missing.
tr: Gerekli 'organizasyon' özniteliği eksik.

source: The required event field 'execution' is missing.
hu: A szükséges 'execution' eseménymező hiányzik.
tr: Gerekli olay alanı 'yürütme' eksik.

source: The required event field 'execution' is unknown or missing.
hu: A szükséges 'execution' eseménymező ismeretlen vagy hiányzik.
tr: Gerekli olay alanı 'yürütme' bilinmiyor veya eksik.

source: The required field 'api_token' is missing from the config.
hu: A kötelező 'api_token' mező hiányzik a konfigurációból.
tr: Gerekli alan 'api_token' yapılandırmada eksik.

source: The required field 'endpoint' is missing from the config.
hu: A kötelező 'végpont' mező hiányzik a konfigurációból.
tr: Gerekli alan 'endpoint' yapılandırmada eksik.

source: The required match value is missing.
hu: A szükséges egyeztetési érték hiányzik.
tr: Gerekli eşleşme değeri eksik.

source: The required parameter 'access_token' is missing.
tr: Gerekli 'access_token' parametresi eksik.

source: The required parameter 'application_id' is missing.
hu: A kötelező 'application_id' paraméter hiányzik.
tr: Gerekli 'application_id' parametresi eksik.

source: The required parameter 'application_secret' is missing.
hu: A kötelező 'application_secret' paraméter hiányzik.
tr: Gerekli 'application_secret' parametresi eksik.

source: The required parameter 'area' is missing.
hu: A kötelező 'area' paraméter hiányzik.
tr: Gerekli 'area' parametresi eksik.

source: The required parameter 'business_id' is missing.
tr: Gerekli 'business_id' parametresi eksik.

source: The required parameter 'client_id' is missing.
hu: A kötelező 'client_id' paraméter hiányzik.
tr: Gerekli 'client_id' parametresi eksik.

source: The required parameter 'client_secret' is missing.
hu: A kötelező 'client_secret' paraméter hiányzik.
tr: Gerekli 'client_secret' parametresi eksik.

source: The required parameter 'code' is missing.
hu: A kötelező 'code' paraméter hiányzik.
tr: Gerekli 'code' parametresi eksik.

source: The required parameter 'consumer_key' is missing.
hu: A kötelező 'consumer_key' paraméter hiányzik.
tr: Gerekli 'consumer_key' parametresi eksik.

source: The required parameter 'consumer_secret' is missing.
hu: A kötelező 'consumer_secret' paraméter hiányzik.
tr: Gerekli 'consumer_secret' parametresi eksik.

source: The required parameter 'crc_token' is missing from the Twitter verify payload!
hu: A kötelező 'crc_token' paraméter hiányzik a Twitter ellenőrző hasznos terheléséből!
tr: Twitter doğrulama payload'unda gerekli 'crc_token' parametresi eksik!

source: The required parameter 'for_user_id' is missing.
hu: A kötelező 'for_user_id' paraméter hiányzik.
tr: Gerekli parametre 'for_user_id' eksik.

source: The required parameter 'group_id' is invalid.
hu: A kötelező 'group_id' paraméter érvénytelen.
tr: Gerekli parametre 'group_id' geçersiz.

source: The required parameter 'group_id' is missing.
hu: A kötelező 'group_id' paraméter hiányzik.
tr: Gerekli parametre 'group_id' eksik.

source: The required parameter 'id' is missing.
hu: A kötelező 'id' paraméter hiányzik.
tr: Gerekli parametre 'id' eksik.

source: The required parameter 'key' is missing.
tr: Gerekli 'key' parametresi eksik.

source: The required parameter 'link_type' is missing.
hu: A kötelező 'link_type' paraméter hiányzik.
tr: Gerekli 'link_type' parametresi eksik.

source: The required parameter 'locale' is missing.
hu: A kötelező 'locale' paraméter hiányzik.
tr: Gerekli 'locale' parametresi eksik.

source: The required parameter 'logout_token' is missing.
tr: Gerekli 'logout_token' parametresi eksik.

source: The required parameter 'name' is missing.
hu: A kötelező 'name' paraméter hiányzik.
tr: Gerekli parametre 'name' eksik.

source: The required parameter 'oauth_token' is missing.
hu: A kötelező 'oauth_token' paraméter hiányzik.
tr: Gerekli 'oauth_token' parametresi eksik.

source: The required parameter 'oauth_token_secret' is missing.
hu: A kötelező 'oauth_token_secret' paraméter hiányzik.
tr: Gerekli 'oauth_token_secret' parametresi eksik.

source: The required parameter 'options.adapter' is missing.
hu: A kötelező 'options.adapter' paraméter hiányzik.
tr: Gerekli 'options.adapter' parametresi eksik.

source: The required parameter 'params' is missing.
hu: A kötelező 'params' paraméter hiányzik.
tr: Gerekli 'params' parametresi eksik.

source: The required parameter 'password' is missing.
tr: Gerekli parametre 'password' eksik.

source: The required parameter 'payload->class_name' is missing.
hu: A kötelező 'payload->class_name' paraméter hiányzik.
tr: Gerekli 'payload->class_name' parametresi eksik.

source: The required parameter 'payload->screen' is missing.
hu: A kötelező 'payload->screen' paraméter hiányzik.
tr: Gerekli 'payload->screen' parametresi eksik.

source: The required parameter 'permission' is missing.
hu: A kötelező 'permission' paraméter hiányzik.
tr: Gerekli 'permission' parametresi eksik.

source: The required parameter 'request_token' is missing.
hu: A kötelező 'request_token' paraméter hiányzik.
tr: Gerekli parametre 'request_token' eksik.

source: The required parameter 'signup' is missing.
hu: A kötelező 'signup' paraméter hiányzik.
tr: Gerekli 'signup' parametresi eksik.

source: The required parameter 'ticket_number' is missing.
hu: A kötelező 'ticket_number' paraméter hiányzik.
tr: Gerekli 'ticket_number' parametresi eksik.

source: The required parameter 'user_id' is missing.
tr: Gerekli parametre 'user_id' eksik.

source: The required parameter 'value' is missing.
tr: Gerekli parametre 'value' eksik.

source: The required value 'external_credential[:consumer_secret]' could not be found in the cache.
hu: A kötelező 'external_credential[:consumer_secret]' érték nem található a gyorsítótárban.
tr: Gerekli değer 'external_credential[:consumer_secret]' önbellekte bulunamadı.

source: The required value 'group_id' is missing.
hu: A kötelező 'group_id' érték hiányzik.
tr: Gerekli 'group_id' değeri eksik.

source: The required value external_credential could not be found in the cache.
hu: A kért external_credential érték nem található a gyorsítótárban.
tr: Gerekli external_credential değeri önbellekte bulunamadı.

source: The response could not be processed.
tr: Yanıt işlenemedi.

source: The retried attachment download failed.
hu: Az ismételten megpróbált mellékletletöltés sikertelen volt.
tr: Yeniden denenen eklenti indirme işlemi başarısız oldu.

source: The retried security process failed!
hu: Az ismételten megkísérelt biztonsági folyamat sikertelen volt!
tr: Yeniden denenen güvenlik işlemi başarısız oldu!

source: The seconds overlay
tr: Saniye katmanı

source: The selected date is invalid.
hu: A kiválasztott dátum érvénytelen.
tr: Seçilen tarih geçersizdir.

source: The server presented a certificate that could not be verified.
tr: Sunucu doğrulanamayan bir sertifika sundu.

source: The server returned a redirect response, but the current operation does not allow redirects.
tr: Sunucu bir yönlendirme yanıtı döndürdü, ancak geçerli işlem yönlendirmelere izin vermiyor.

source: The server settings could not be automatically detected. Please configure them manually.
hu: A kiszolgáló beállításait nem sikerült automatikusan felismerni. Kérjük, konfigurálja őket kézzel.
tr: Sunucu ayarları otomatik olarak algılanamadı. Lütfen bunları manuel olarak yapılandırın.

source: The session is no longer valid. Please log in again.
hu: A munkamenet már nem érvényes. Kérjük, jelentkezzen be újra.
tr: Oturum artık geçerli değil. Lütfen tekrar giriş yapın.

source: The setting 'storage_provider' was not configured.
hu: A 'storage_provider' beállítás nem volt konfigurálva.
tr: 'storage_provider' ayarı yapılandırılmadı.

source: The setting 'ticket_number' was not configured.
hu: A 'ticket_number' beállítás nem volt konfigurálva.
tr: 'ticket_number' ayarı yapılandırılmadı.

source: The setting could not be reset.
hu: A beállítást nem lehetett visszaállítani.
tr: Ayar sıfırlanamadı.

source: The setting could not be updated.
hu: A beállítást nem lehetett frissíteni.
tr: Ayar güncellenemedi.

source: The setup has already been started. Please wait until it is finished.
hu: A beállítás már elkezdődött. Kérjük, várjon, amíg befejeződik.
tr: Kurulum zaten başlatıldı. Lütfen bitene kadar bekleyin.

source: The sign-in failed. Please contact the Support team.
hu: A bejelentkezés nem sikerült. Kérjük, lépjen kapcsolatba az Ügyfélszolgálattal.
tr: Oturum açma işlemi başarısız oldu. Lütfen Destek ekibiyle iletişime geçin.

source: The signature PGP key has expired.
tr: İmza PGP anahtarının süresi doldu.

source: The signature part of this PGP email is missing or has a wrong content type according to RFC 3156.
hu: Ennek a PGP e-mailnek az aláírási része hiányzik, vagy az RFC 3156 szerint nem megfelelő tartalomtípussal rendelkezik.
tr: Bu PGP e-postasının imza kısmı eksik veya RFC 3156'ya göre yanlış bir içerik türüne sahip.

source: The signature was successfully verified.
hu: Az aláírás ellenőrzése sikeresen megtörtént.
tr: İmza başarıyla doğrulandı.

source: The source ticket could not be found.
hu: A forrásjegyet nem sikerült megtalálni.
tr: Kaynak destek talebi bulunamadı.

source: The specified email address is already in use by another account.
tr: Belirtilen e-posta adresi zaten başka bir hesap tarafından kullanılıyor.

source: The start date must precede or match end date.
tr: Başlangıç tarihi, bitiş tarihinden önce ya da onunla aynı tarihte olmalıdır.

source: The summary could not be generated. Please try again later or contact your administrator.
tr: Özet oluşturulamadı. Lütfen daha sonra tekrar deneyin veya yöneticinize başvurun.

source: The supplied password revalidation token is invalid.
tr: Sağlanan şifre yeniden doğrulama belirteci geçersiz.

source: The system report provides a summarized version of the system state and configuration for support and analyzing purposes. You can download the report by clicking the Download-button. Zammad then provides a JSON file as you can see in the preview below. If you get in touch with the Zammad support, this JSON file is helpful identifying your issue.
tr: Sistem raporu, destek ve analiz amacıyla sistem durumunun ve yapılandırmasının özetlenmiş bir versiyonunu sağlar. Raporu İndir butonuna tıklayarak indirebilirsiniz. Zammad daha sonra aşağıdaki önizlemede görebileceğiniz gibi bir JSON dosyası sağlar. Zammad desteği ile iletişime geçerseniz, bu JSON dosyası sorununuzu tanımlamaya yardımcı olur.

source: The system setup cannot be started, because there is another one running or it was completed before.
hu: A rendszerbeállítás nem indítható, mert már fut egy másik, vagy már korábban befejeződött.
tr: Sistem kurulumu başlatılamıyor, çünkü çalışan başka bir kurulum var veya daha önce tamamlanmış.

source: The system setup is marked as done, but no admin user is existing. Please run the system setup again.
hu: A rendszerbeállítás késznek van jelölve, de nincs rendszergazda felhasználó. Kérjük, futtassa le újra a rendszerbeállítást.
tr: Sistem kurulumu tamamlandı olarak işaretlendi, ancak hiçbir yönetici kullanıcı mevcut değil. Lütfen sistem kurulumunu tekrar çalıştırın.

source: The system was configured successfully. You are being redirected.
hu: A rendszer konfigurálása sikeresen megtörtént. Ön átirányításra kerül.
tr: Sistem başarıyla yapılandırıldı. Yönlendiriliyorsunuz.

source: The target ticket number could not be found.
hu: A céljegy számát nem sikerült megtalálni.
tr: Hedef destek talebi numarası bulunamadı.

source: The text at the beginning of the subject in an email forward, e. g. FWD.
hu: A tárgy elején lévő szöveg egy továbbított e-mailben, pl. FWD.
tr: Bir e-posta iletisinde konunun başındaki metin, e. g. FWD.

source: The text was modified. Your request has been aborted to prevent overwriting.
tr: Metin değiştirildi. Üzerine yazılmasını önlemek için isteğiniz iptal edildi.

source: The ticket checklist is incomplete.
tr: Destek talebi kontrol listesi eksik.

source: The ticket time accounting condition is met.
tr: Destek talebi zamanı hesaplama koşulu karşılanmış.

source: The tickets could not be merged.
hu: A jegyeket nem lehetett egyesíteni.
tr: Destek talepleri birleştirilemedi.

source: The time picker
tr: Zaman seçici

source: The token could not be generated.
hu: A tokent nem lehetett létrehozni.
tr: Belirteç oluşturulamadı.

source: The token could not be verified. Please contact your administrator.
tr: Belirteç doğrulanamadı. Lütfen yöneticinizle iletişime geçin.

source: The token for the admin password login is invalid.
hu: A rendszergazdai jelszavas bejelentkezéshez használt token érvénytelen.
tr: Yönetici parolası oturum açma anahtarı geçersiz.

source: The token is valid. You are now able to login via password once.
tr: Belirteç geçerlidir. Artık şifre ile bir kez giriş yapabilirsiniz.

source: The two-factor authentication is not configured yet.
hu: A kétfaktoros hitelesítés még nincs beállítva.
tr: İki faktörlü kimlik doğrulama henüz yapılandırılmadı.

source: The two-factor authentication method "%s" was removed for this user.
hu: A felhasználó következő kétfaktoros hitelesítési módszere eltávolításra került: %s.
tr: Bu kullanıcı için iki faktörlü kimlik doğrulama yöntemi "%s" kaldırıldı.

source: The two-factor authentication method is not enabled.
hu: A kétfaktoros hitelesítési módszer nincs engedélyezve.
tr: İki faktörlü kimlik doğrulama yöntemi etkin değil.

source: The two-factor credentials you're trying to delete do not exist
hu: A kétfaktoros hitelesítő adatok, amelyeket törölni próbál, nem léteznek
tr: Silmeye çalıştığınız iki faktörlü kimlik bilgileri mevcut değil

source: The type of the private key is wrong.
tr: Özel anahtarın türü yanlış.

source: The uploaded image could not be processed. Need data:image in logo or logo_resize param.
hu: A feltöltött képet nem sikerült feldolgozni. Szükség van a logo vagy logo_resize paraméterben szereplő data:image adatra.
tr: Yüklenen resim işlenemedi. Logo veya logo_resize parametresinde data:image'a ihtiyacınız var.

source: The user account does not exist. Please contact your administrator.
tr: Kullanıcı hesabı mevcut değil. Lütfen yöneticinizle iletişime geçin.

source: The user token could not be generated.
hu: A felhasználói tokent nem lehetett létrehozni.
tr: Kullanıcı belirteci oluşturulamadı.

source: The user's 'preferred_username' could not be extracted from 'id_token'.
hu: A felhasználó 'preferred_username' értékét nem sikerült kinyerni az 'id_token'-ből.
tr: Kullanıcının 'preferred_username' bilgisi 'id_token'dan çıkarılamadı.

source: The username or password is incorrect.
hu: A felhasználónév vagy a jelszó helytelen.
tr: Kullanıcı adı veya şifre yanlış.

source: The verification email could not be resent.
tr: Doğrulama e-postası yeniden gönderilemedi.

source: The verification of the TLS connection to the IDP SSO target URL failed. Please check the SAML IDP certificate.
tr: IDP SSO hedef URL'sine TLS bağlantısının doğrulanması başarısız oldu. Lütfen SAML IDP sertifikasını kontrol edin.

source: The verification of the TLS connection to the IDP SSO target URL is not possible. Please check the connection.
tr: IDP SSO hedef URL'sine TLS bağlantısının doğrulanması mümkün değil. Lütfen bağlantıyı kontrol edin.

source: The verification of the two-factor authentication method configuration failed.
tr: İki faktörlü kimlik doğrulama yöntemi yapılandırmasının doğrulanması başarısız oldu.

source: The way to communicate with us is this thing called "ticket".
hu: A velünk való kommunikáció módja ez a dolog, amit úgy hívnak, hogy "jegy".
tr: Bizimle iletişim kurmak için "Arıza Bildirimi" oluşturmanız gerekmektedir.

source: The webhook could not be saved by Telegram, seems to be an invalid URL.
hu: A webhookot nem tudta elmenteni a Telegram, úgy tűnik, hogy érvénytelen az URL cím.
tr: Webhook Telegram tarafından kaydedilemedi, geçersiz bir URL gibi görünüyor.

source: The year picker
tr: Yıl seçici

source: The year picker overlay
tr: Yıl seçici katmanı

source: Their tickets
hu: A jegyeik
tr: Destek talepleri

source: There are currently no report profiles configured.
tr: Şu anda yapılandırılmış rapor profili bulunmamaktadır.

source: There are more than 1000 tickets in the Zendesk system. Due to API rate limit restrictions, Zammad can't get the exact number of tickets yet and has to fetch them in batches of 1000. This might take some time, better grab a cup of coffee. The total number of tickets gets updated as soon as the currently known number is surpassed.
tr: Zendesk sisteminde 1000'den fazla destek talebi var. API hız sınırı kısıtlamaları nedeniyle Zammad henüz tam destek talebi sayısını alamıyor ve bunları 1000'lik gruplar halinde getirmesi gerekiyor. Bu biraz zaman alabilir, en iyisi bir fincan kahve alın. Şu anda bilinen sayı aşılır aşılmaz toplam destek talebi sayısı güncellenir.

source: There are no business hours configured.
hu: Nincs beállítva nyitvatartási idő.
tr: Yapılandırılmış bir çalışma saati yoktur.

source: There are no enabled third-party authentication providers.
tr: Etkinleştirilmiş üçüncü taraf kimlik doğrulama sağlayıcısı yoktur.

source: There are no enabled two-factor authentication methods.
tr: Etkinleştirilmiş iki faktörlü kimlik doğrulama yöntemi yoktur.

source: There are several possible reasons why the chat won't show up:
hu: Több oka is lehet annak, hogy a csevegés nem jelenik meg:
tr: Sohbetin görünmemesinin birkaç olası nedeni vardır:

source: There are too many people in the chat queue.
hu: Túl sokan vannak a csevegési sorban.
tr: Sohbet kuyruğunda çok fazla kişi var.

source: There is already a PGP key with the same fingerprint.
hu: Már létezik egy PGP-kulcs ugyanezzel az ujjlenyomattal.
tr: İki faktörlü kimlik doğrulama yöntemi etkin değil.

source: There is an existing draft. Do you want to overwrite it?
hu: Van egy meglévő piszkozat. Szeretné felülírni?
tr: Mevcut bir taslak var. Üzerine yazmak ister misiniz?

source: There is existing content. Do you want to overwrite it?
hu: Van meglévő tartalom. Szeretné felülírni?
tr: Mevcut içerik var. Üzerine yazmak istiyor musunuz?

source: There is no Google app configured.
hu: Nincs konfigurálva Google alkalmazás.
tr: Yapılandırılmış bir Google uygulaması yok.

source: There is no Twitter app configured.
hu: Nincs konfigurálva Twitter alkalmazás.
tr: Yapılandırılmış bir Twitter uygulaması yok.

source: There is no match for your search.
hu: Nincs találat a keresésére.
tr: Aramanız için bir eşleşme yok.

source: There is no rollback of this deletion possible. If you are sure that you wish to proceed, please type "%s" into the input.
hu: Ezt a törlést nem lehet visszaállítani. Amennyiben biztos benne, hogy folytatni kívánja, kérjük, írja be a beviteli mezőbe a "%s" szót.
tr: Bu silme işleminin geri alınması mümkün değildir. Devam etmek istediğinizden eminseniz, lütfen "%s" yazın.

source: There is no rollback of this deletion. If you are sure that you wish to proceed, please type "%s" into the input. All related data to this package will be lost.
hu: Ezt a törlést nem lehet visszaállítani. Amennyiben biztos benne, hogy folytatni kívánja, kérjük, írja be a "%s" szót a beviteli mezőbe. A csomaghoz kapcsolódó összes adat elveszik.
tr: Bu silme işleminin geri dönüşü yoktur. Devam etmek istediğinizden eminseniz, lütfen "%s" yazın. Bu paketle ilgili tüm veriler kaybolacaktır.

source: There is no route to this host.
hu: Nincs útvonal ehhez a gazdagéphez.
tr: Bu sunucuya giden bir ağ yolu yok.

source: There is no valid PGP email recipient.
tr: Geçerli bir PGP e-posta alıcısı yok.

source: There is no valid PGP email signer.
tr: Geçerli bir PGP e-posta imzalayıcısı yok.

source: There is not enough content yet to summarize this ticket.
tr: Bu destek talebini özetlemek için henüz yeterli içerik yok.

source: There was an unknown PGP error.
hu: Az oldal ismeretlen PGP hibát adott.
tr: Bilinmeyen bir PGP hatası vardı.

source: There was no Knowledge Base created.
hu: Nem készült Tudásbázis.
tr: Bilgi Tabanı oluşturulmadı.

source: There was no PGP key found.
hu: Az oldalon nem található PGP kulcs.
tr: PGP anahtarı bulunamadı.

source: There was no certificate found.
hu: Az oldalon nem található tanusítvány.
tr: Sertifika bulunamadı.

source: There was no public PGP key found.
hu: Az oldalon nem található nyilvános PGP kulcs.
tr: Herkese açık bir PGP anahtarı bulunamadı.

source: There was no recipient found.
tr: Alıcı bulunamadı.

source: There was no secret PGP key found.
hu: Az oldalon nem található titkos PGP kulcs.
tr: Gizli bir PGP anahtarı bulunamadı.
