Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Did you know?
hu: Tudta?
tr: Biliyor musun?

source: Did you know? You can help translating %s at:
hu: Tudta? Segíthet a %s fordításában a következő címen:
tr: Biliyor muydunuz? %s çevirilerine yardımcı olabilirsiniz:

source: Did you plan to include attachments with this message?
tr: Bu iletiye ek eklemeyi planladınız mı?

source: Did you verify that the user has access to the mailbox? Or consider removing this channel and switch to using a different mailbox type. %l
tr: Kullanıcının posta kutusuna erişimi olduğunu doğruladınız mı? Ya da bu kanalı kaldırmayı ve farklı bir posta kutusu türü kullanmaya geçmeyi düşünün. %l

source: Digit required
hu: Számjegy szükséges
tr: Rakam gerekli

source: Direct Messages
hu: Közvetlen üzenetek
tr: Direkt Mesajlar

source: Direct Messages Group
hu: Közvetlen üzenetek csoport
tr: Direkt Mesaj Grupları

source: Direct subscription URL
tr: Doğrudan abonelik URL'si

source: Disable the banner for the BETA switch
tr: BETA geçişi için afişi devre dışı bırakın

source: Disables user creation on logon with a third-party application.
tr: Üçüncü taraf bir uygulama ile oturum açıldığında kullanıcı oluşturmayı devre dışı bırakır.

source: Disabling the notifications from all groups will turn off the limit. Instead, to disable the notifications use the settings above.
hu: Az összes csoport értesítéseinek letiltása kikapcsolja a korlátot. Ehelyett az értesítések letiltásához használja a fenti beállításokat.
tr: Tüm gruplardan gelen bildirimlerin devre dışı bırakılması sınırın da kapatılmasına neden olur. Bunun yerine bildirimleri devre dışı bırakmak için yukarıdaki ayarları kullanın.

source: Discard Changes
hu: Változások elvetése
tr: Evet

source: Discard Snapshot
tr: Anlık Görüntüyü At

source: Discard article
hu: Cikk elvetése
tr: Yazıyı sil

source: Discard changes
hu: Változások elvetése
tr: Değişiklikleri gözardı et

source: Discard unsaved reply
tr: Kaydedilmemiş yanıtı sil

source: Discard your unsaved changes
hu: A nem mentett változtatásainak elvetése
tr: Kaydedilmemiş değişikliklerinizi atın

source: Discard your unsaved changes.
hu: A nem mentett változtatásainak elvetése.
tr: Kaydedilmemiş değişiklikleri atın.

source: Display Zammad in the New BETA User Interface
tr: Zammad'ı Yeni BETA Kullanıcı Arayüzünde Görüntüle

source: Display Zammad with the New BETA User Interface
tr: Zammad'ı Yeni BETA Kullanıcı Arayüzü ile Görüntüle

source: Do not change email address (%s)
tr: Eposta adresini değiştirmeyin (%s)

source: Do not encrypt email
hu: Ne titkosítsa az e-maileket
tr: E-posta şifrelenmesin

source: Do not sign email
hu: Ne írja alá az e-mailt
tr: E-postayı imzala

source: Do not update any tickets.
hu: Ne frissítsen egyetlen jegyet sem.
tr: Hiçbir destek talebini güncellemeyin.

source: Do not use the proxy for the following hosts.
hu: Ne használja a proxyt a következő gazdagépek esetében.
tr: Aşağıdaki ana bilgisayarlar için proxy kullanmayın.

source: Do you really want to delete "%s"?
hu: Valóban törölni szeretné a következőt: "%s"?
tr: "%s" dosyasını gerçekten silmek istiyor musunuz ?

source: Do you really want to delete this draft?
hu: Tényleg törölni szeretné ezt a piszkozatot?
tr: Bu taslağı gerçekten silmek istiyor musunuz ?

source: Do you really want to delete this object?
hu: Tényleg törölni szeretné ezt az objektumot?
tr: Bu nesneyi gerçekten silmek istiyor musunuz ?

source: Do you really want to delete your current avatar?
hu: Tényleg törölni szeretné a jelenlegi avatarját?
tr: Mevcut avatarınızı gerçekten silmek istiyor musunuz ?

source: Do you really want to set the visibility of this article to "public"?
hu: Tényleg "nyilvános"-ra szeretné állítani ennek a cikknek a láthatóságát?
tr: Bu yazının görünürlüğünü gerçekten "herkese açık" olarak ayarlamak istiyor musunuz ?

source: Do you want to continue?
hu: Szeretné folytatni?
tr: Devam etmek istiyor musun?

source: Do you want to handle them before closing this ticket?
tr: Bu destek talebini kapatmadan önce bunları halletmek istiyor musunuz?

source: Document file
hu: Dokumentum fájl
tr: Belge dosyası

source: Domain Alias
hu: Tartomány Alias
tr: Alan Takma Adı

source: Don't synchronize
hu: Ne szinkronizáljon
tr: Senkronize etme

source: Done
hu: Kész
tr: Tamamlandı

source: Download
hu: Letöltés
tr: İndir

source: Download %s
hu: %s letöltése
tr: İndirme %s

source: Download %s record(s)
hu: %s bejegyzés letöltése
tr: %s kaydını indir

source: Download Certificate
hu: Tanúsítvány letöltése
tr: Sertifikayı İndir

source: Download Private Key
hu: Privát kulcs letöltése
tr: Özel Anahtarı İndir

source: Download Public Key
hu: Nyilvános kulcs letöltése
tr: Paylaşımlı Anahtarı İndir

source: Download all records
hu: Az összes bejegyzés letöltése
tr: Tüm kayıtları indirin

source: Download original email
tr: Orijinal epostayı indirin

source: Download raw email
tr: Ham eposta indirin

source: Downloading attachments…
hu: Mellékletek letöltése…
tr: Ekler indiriliyor…

source: Draft Available
tr: Taslak mevcut

source: Draft available
hu: Elérhető piszkozat
tr: Taslak mevcut

source: Draft could not be saved.
tr: Taslak kaydedilemedi.

source: Draft could not be updated.
tr: Taslak güncellenemedi.

source: Drafts
tr: Taslaklar

source: Drag and drop to reorder ticket overview list items.
hu: Húzással átrendezheti a jegyek áttekintő listájának elemeit.
tr: Destek talebi genel bakış listesi öğelerini yeniden sıralamak için sürükleyip bırakın.

source: Drag and drop to reorder your tabs.
hu: Húzással átrendezheti a lapokat.
tr: Sekmelerinizi yeniden sıralamak için sürükleyip bırakın.

source: Drop image file here
hu: Dobjon képfájlt ide
tr: Resim dosyasını buraya bırakın

source: Due to inactivity, you have been automatically logged out.
hu: Inaktivitás miatt Ön automatikusan ki lett jelentkeztetve.
tr: Aktif olmadığınız için oturumunuz otomatik olarak kapatılmıştır.

source: Due to inactivity, you will be automatically logged out within the next 30 seconds.
hu: Inaktivitás miatt a következő 30 másodpercen belül automatikusan ki lesz jelentkeztetve.
tr: Aktif olmamanız nedeniyle, sonraki 30 saniye içinde otomatik olarak oturumunuz kapatılacaktır.

source: Duplicate Detection
hu: Duplikátum észlelés
tr: Yineleme Algılandı

source: Duplicate Email Address
tr: Mükerrer Eposta Adresi

source: Dynamic fields are not that common in Zammad, as it takes a different approach to ticket attributes. Zammad also uses tags in addition to custom fields to classify tickets. This difference can create a new philosophy of your ticket attributes/tags compared to your current use of dynamic fields in OTRS.
tr: Destek talebi özelliklerine farklı bir yaklaşım getirdiğimizden dinamik alanlar Zammad'da o kadar yaygın değildir . Zammad ayrıca destek taleplerini sınıflandırmak için özel alanların yanı sıra etiketleri de kullanıyor. Bu fark, OTRS'deki mevcut dinamik alan kullanımınızla karşılaştırıldığında destek talebi özellikleriniz/etiketleriniz için yeni bir felsefe oluşturabilir .

source: Easter holiday
hu: Húsvét
tr: Paskalya bayramı

source: Edit
hu: Szerkesztés
tr: Düzenle

source: Edit Category
tr: Kategori Düzenle

source: Edit Customer
hu: Ügyfél szerkesztés
tr: Müşteriyi Düzenle

source: Edit Knowledge Base
tr: Bilgi Tabanını Düzenle

source: Edit authenticator app
hu: Hitelesítő alkalmazás szerkesztése
tr: Kimlik doğrulayıcı uygulamasını düzenle

source: Edit checklist title
tr: Kontrol listesi başlığını düzenle

source: Edit item
tr: Öğeyi düzenle

source: Edit mask
hu: Maszk szerkesztése
tr: Maskeyi düzenle

source: Edit reply
hu: Válasz szerkesztése
tr: Yanıtı düzenle

source: Edit security keys
hu: Biztonsági kulcsok szerkesztése
tr: Güvenlik anahtarlarını düzenle

source: Edit ticket title
tr: Destek talebi başlığını düzenle

source: Editor
tr: Editör

source: Elasticsearch Asciifolding Configuration
tr: Elasticsearch Asciifolding Yapılandırması

source: Elasticsearch Attachment Extensions
hu: Elasticsearch csatolmány bővítmények
tr: Elasticsearch Ek Uzantıları

source: Elasticsearch Attachment Size
hu: Elasticsearch csatolmány mérete
tr: Elasticsearch Ek Boyutu

source: Elasticsearch Endpoint Index
hu: Elasticsearch végpont index
tr: Elasticsearch Endpoint İndeksi

source: Elasticsearch Endpoint Password
hu: Elasticsearch végpont jelszó
tr: Elasticsearch Endpoint Parolası

source: Elasticsearch Endpoint URL
hu: Elasticsearch végpont URL
tr: Elasticsearch Endpoint URL'si

source: Elasticsearch Endpoint User
hu: Elasticsearch végpont felhasználó
tr: Elasticsearch Endpoint Kullanıcısı

source: Elasticsearch Model Configuration
hu: Elasticsearch Model konfiguráció
tr: Elasticsearch Model Yapılandırması

source: Elasticsearch Pipeline Name
hu: Elasticsearch pipeline név
tr: Elasticsearch Boru Hattı Adı

source: Elasticsearch SSL verification
hu: Elasticsearch SSL ellenőrzés
tr: Elasticsearch SSL doğrulaması

source: Elasticsearch Total Payload Size
hu: Elasticsearch teljes hasznos terhelés mérete
tr: Elasticsearch Toplam Payload Boyutu

source: Elasticsearch index does not exist
tr: Elasticsearch indeksi mevcut değil

source: Elasticsearch is not reachable. It's possible that it's not running. Please check whether it is installed.
hu: Az Elasticsearch nem érhető el. Lehetséges, hogy nem fut. Kérjük, ellenőrizze, hogy telepítve van-e.
tr: Elasticsearch'e ulaşılamıyor. Çalışmıyor olabilir. Lütfen yüklü olup olmadığını kontrol edin.

source: Elasticsearch needs to be configured!
hu: Az Elasticsearch-et konfigurálni kell!
tr: Elasticsearch'ün yapılandırılması gerekiyor!

source: Elasticsearch version
hu: Elasticsearch verzió
tr: Elasticsearch sürümü

source: Email
tr: Eposta

source: Email (in)
hu: E-mail (bejövő)
tr: E-posta (iç)

source: Email (out)
hu: E-mail (kimenő)
tr: E-posta (dış)

source: Email - quote header
hu: E-mail - idézet fejléc
tr: E-posta - teklif başlığı

source: Email Channel
hu: E-mail csatorna
tr: E-posta Kanalı

source: Email Inbound
hu: Beérkező e-mail
tr: Gelen E-posta

source: Email Notifications
hu: E-mail értesítések
tr: E-posta Bildirimleri

source: Email Verification
hu: E-mail ellenőrzés
tr: E-posta Doğrulama

source: Email address
tr: Eposta adresi

source: Email address '%{email}' is already used for another user.
hu: A '%{email}' e-mail cím már használatban van egy másik felhasználó számára.
tr: '%{email}' e-posta adresi zaten başka bir kullanıcı tarafından kullanılıyor.

source: Email addresses
tr: Eposta adresleri

source: Email could not be verified. Please contact your administrator.
hu: Az e-mailt nem lehetett ellenőrizni. Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: E-posta doğrulanamadı. Lütfen yöneticinizle iletişime geçin.

source: Email sending and receiving could not be verified. Please check your settings.
hu: Az e-mail küldése és fogadása nem volt ellenőrizhető. Kérjük, ellenőrizze a beállításokat.
tr: E-posta gönderimi ve alımı doğrulanamadı. Lütfen ayarlarınızı kontrol edin.

source: Email sent to "%s". Please let the user verify their email account.
hu: E-mail elküldve a következő címre: "%s". Kérjük, hagyja, hogy a felhasználó ellenőrizze az e-mail fiókját.
tr: E-posta "%s" adresine gönderildi. Lütfen kullanıcının e-posta hesabını doğrulamasına izin verin.

source: Email sent to "%s". Please verify your email account.
hu: E-mail elküldve a következő címre: "%s". Kérjük, ellenőrizze az e-mail fiókját.
tr: E-posta "%s" adresine gönderildi. Lütfen e-posta hesabınızı doğrulayın.

source: Email sent to %s
tr: Eposta %s'ye gönderildi

source: Emails before the cut-off time are imported as archived tickets. Emails after the cut-off time are imported as regular tickets.
tr: Kesim saatinden önceki e-postalar arşivlenmiş destek talepleri olarak içe aktarılır. Kesim saatinden sonraki e-postalar normal destek talepleri olarak içe aktarılır.

source: Empty Overview
tr: Boş Genel Bakış

source: Enable REST API using tokens (not username/email address and password). All users need to create their own access tokens in the user profile.
hu: Engedélyezze a REST API-t tokenek használatával (nem felhasználónév/e-mail cím és jelszó). Minden felhasználónak saját hozzáférési tokent kell létrehoznia a felhasználói profilban.
tr: Anahtarları kullanarak REST API'yi etkinleştirin (kullanıcı adı/e-posta adresi ve şifre değil). Tüm kullanıcıların kullanıcı profilinde kendi erişim anahtarlarını oluşturmaları gerekir.

source: Enable REST API using tokens (not username/email address and password). Each user needs to create its own access tokens in user profile.
hu: Engedélyezze a REST API-t tokenek használatával (nem felhasználónév/e-mail cím és jelszó). Minden felhasználónak saját hozzáférési tokent kell létrehoznia a felhasználói profilban.
tr: Anahtarları kullanarak REST API'yi etkinleştirin (kullanıcı adı/e-posta adresi ve şifre değil). Tüm kullanıcıların kullanıcı profilinde kendi erişim anahtarlarını oluşturmaları gerekir.

source: Enable Recovery Codes
hu: Helyreállítási kódok engedélyezése
tr: Kurtarma Kodlarını Etkinleştir

source: Enable activity type selection. This would allow agents to select one of the types below when adding accounted time.
hu: Engedélyezze a tevékenységtípus kiválasztását. Ez lehetővé teszi az ügynökök számára, hogy az elszámolt idő hozzáadásakor az alábbi típusok egyikét kiválasszák.
tr: Etkinlik türü seçimini etkinleştirin. Bu, müşteri temsilcilerinin hesaplanan süreyi eklerken aşağıdaki türlerden birini seçmesine olanak tanır.

source: Enable auto assignment for following matching tickets.
hu: Engedélyezze az automatikus hozzárendelést a következő egyező jegyekhez.
tr: Aşağıdaki eşleşen destek talepleri için otomatik atamayı etkinleştirin.

source: Enable checklists.
tr: Kontrol listelerini etkinleştirin.

source: Enable if you want a timestamped reply header to be automatically inserted in front of quoted messages.
hu: Engedélyezze, ha azt szeretné, hogy az idézett üzenetek elé automatikusan időbélyegzővel ellátott válasz fejléc kerüljön.
tr: Zaman damgalı bir yanıt başlığının alıntılanan mesajların önüne otomatik olarak eklenmesini istiyorsanız etkinleştirin.

source: Enable or disable self-shutdown of Zammad processes after significant configuration changes. This should only be used if the controlling process manager like systemd or docker supports an automatic restart policy.
tr: Önemli yapılandırma değişikliklerinden sonra Zammad süreçlerinin kendi kendine kapanmasını etkinleştirin veya devre dışı bırakın. Bu ayar yalnızca systemd veya docker gibi kontrol eden süreç yöneticisi otomatik yeniden başlatma politikasını destekliyorsa kullanılmalıdır.

source: Enable or disable the AI assistance text tools.
tr: Yapay zeka yardımı metin araçlarını etkinleştirin veya devre dışı bırakın.

source: Enable or disable the AI assistance ticket summary.
tr: Yapay zeka destekli destek talebi özetini etkinleştirin veya devre dışı bırakın.

source: Enable or disable the maintenance mode of Zammad. If enabled, all non-administrators get logged out and only administrators can start a new session.
hu: A Zammad karbantartási üzemmódjának engedélyezése vagy letiltása. Amennyiben engedélyezve van, mindenki, aki nem rendszergazda, ki lesz jelentkeztetve, és csak a rendszergazdák indíthatnak új munkamenetet.
tr: Zammad'ın bakım modunu etkinleştirin veya devre dışı bırakın. Etkinleştirilirse, tüm yönetici olmayanların oturumu kapatılır ve yalnızca yöneticiler yeni bir oturum başlatabilir.

source: Enable the banner for the BETA switch
tr: BETA anahtarı için başlığı etkinleştirin

source: Enable ticket auto assignment.
hu: Engedélyezze a jegyek automatikus hozzárendelését.
tr: Otomatik destek talebi atamasını etkinleştirin.

source: Enable time accounting.
hu: Időelszámolás engedélyezése.
tr: Süre hesaplamasını etkinleştirin.

source: Enable/disable online chat.
hu: Online csevegés engedélyezése/letiltása.
tr: Çevrimiçi sohbeti etkinleştirin/devre dışı bırakın.

source: Enabled
hu: Engedélyezve
tr: Etkin

source: Enables a sidebar to show an overview of all attachments.
hu: Engedélyezi az oldalsávot az összes csatolmány áttekintésének megjelenítésére.
tr: Tüm eklerin genel görünümünü göstermek için bir kenar çubuğunu etkinleştirir.

source: Enables a warning to users during ticket creation if there is an existing ticket with the same attributes.
hu: Lehetővé teszi a felhasználók figyelmeztetését a jegy létrehozásakor, ha van egy meglévő jegy ugyanazokkal az tulajdonságokkal.
tr: Aynı niteliklere sahip mevcut bir destek talebi varsa, destek talebi oluşturma sırasında kullanıcılara bir uyarı verilmesini sağlar.

source: Enables button for user authentication via %s. The button will redirect to /auth/sso on user interaction.
hu: Engedélyezi a gombot a felhasználó hitelesítéséhez %s használatával. A gomb átirányít az /auth/sso oldalra a felhasználó interakciója során.
tr: %s aracılığıyla kullanıcı kimlik doğrulaması için butonu etkinleştirir. Buton, kullanıcı etkileşiminde /auth/sso'ya yönlendirilecektir.

source: Enables display of ticket priority icons in UI.
tr: Kullanıcı arayüzünde destek talebi öncelik simgelerinin görüntülenmesini sağlar.

source: Enables preview of attachments.
hu: Engedélyezi a csatolmányok előnézetét.
tr: Eklerin önizlemesini etkinleştirir.

source: Enables sending of an email notification to a user when they link their account with a third-party application.
hu: Engedélyezi egy e-mail értesítés küldését a felhasználónak, amikor összekapcsolja fiókját egy harmadik fél alkalmazásával.
tr: Bir kullanıcı hesabını üçüncü taraf bir uygulamaya bağladığında kendisine bir e-posta bildirimi gönderilmesini sağlar.

source: Enables user authentication via %s.
hu: Engedélyezi a felhasználói hitelesítést a %s használatával.
tr: Kullanıcı kimlik doğrulamasını %s aracılığıyla etkinleştirir.

source: Enables user authentication via GitHub.
hu: Engedélyezi a felhasználói hitelesítést a GitHubon keresztül.
tr: GitHub üzerinden kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables user authentication via GitLab.
hu: Engedélyezi a felhasználói hitelesítést a GitLabon keresztül.
tr: GitLab üzerinden kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables user authentication via Google.
hu: Engedélyezi a felhasználói hitelesítést a Google-on keresztül.
tr: Google aracılığıyla kimlik doğrulamayı etkinleştirir.

source: Enables user authentication via LinkedIn.
hu: Engedélyezi a felhasználói hitelesítést a LinkedIn-en keresztül.
tr: LinkedIn aracılığıyla kimlik doğrulamayı etkinleştirir.

source: Enables user authentication via Microsoft 365.
hu: Engedélyezi a felhasználói hitelesítést a Microsoft 365 rendszeren keresztül.
tr: Microsoft 365 aracılığıyla kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables user authentication via OpenID Connect.
tr: OpenID Connect aracılığıyla kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables user authentication via SAML.
hu: Engedélyezi a felhasználói hitelesítést SAML-en keresztül.
tr: SAML aracılığıyla kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables user authentication via Weibo.
hu: Engedélyezi a felhasználói hitelesítést a Weibo-n keresztül.
tr: Weibo üzerinden kullanıcı kimlik doğrulamasını etkinleştirir.

source: Enables users to create their own account via web interface. This setting is only effective if the password login is enabled.
hu: Lehetővé teszi a felhasználók számára, hogy saját fiókot hozzanak létre webes felületen keresztül. Ez a beállítás csak akkor érvényes, ha a jelszavas bejelentkezés engedélyezve van.
tr: Kullanıcıların web arayüzü üzerinden kendi hesaplarını oluşturmalarını sağlar. Bu ayar yalnızca parolayla oturum açma etkinleştirilmişse etkilidir.

source: Encrypt
hu: Titkosítás
tr: Şifrele

source: Encrypt email (if not possible, discard notification)
hu: E-mail titkosítása (ha nem lehetséges, az értesítés elvetése)
tr: E-postayı şifreleyin (mümkün değilse bildirimi atın)

source: Encrypt email (if not possible, send notification anyway)
hu: E-mail titkosítása (ha nem lehetséges, akkor is küldjön értesítést)
tr: E-postayı şifreleyin (mümkün değilse yine de bildirim gönderin)

source: Encrypted
hu: Titkosított
tr: Şifrelenmiş

source: Encryption
hu: Titkosítás
tr: Şifreleme

source: Encryption error
hu: Titkosítási hiba
tr: Şifreleme hatası

source: Encryption:
hu: Titkosítás:
tr: Şifreleme:

source: Endpoint Settings
hu: Végpont beállítások
tr: Endpoint Ayarları

source: Enforce the setup of the two-factor authentication
hu: A kétfaktoros hitelesítés beállításának kikényszerítése
tr: İki faktörlü kimlik doğrulama kurulumunu zorlayın

source: Enforced for user roles
hu: Felhasználói szerepkörök esetében érvényesített
tr: Kullanıcı rolleri için zorunlu

source: English (United States)
hu: Angol (Egyesült Államok)
tr: İngilizce (Amerika Birleşik Devletleri)

source: Enter Note or
hu: Adjon meg megjegyzést vagy
tr: Not Girin veya

source: Enter Private Key Secret
hu: Adja meg a privát kulcs titkát
tr: Özel Anahtar Sırrını Girin

source: Enter Title…
hu: Cím megadása…
tr: Başlığı Girin…

source: Enter a domain name that will be associated with this key, e.g. example.com.
hu: Adja meg a kulcshoz társított tartománynevet, pl. example.com.
tr: Bu anahtarla ilişkilendirilecek bir alan adı girin, örn. example.com.

source: Enter a valid email address.
hu: Adjon meg egy érvényes e-mail címet.
tr: Geçerli bir e-posta adresi girin.

source: Enter link URL
hu: Adja meg a kapcsolat URL címét
tr: Bağlantı URL'sini girin

source: Enter one of your unused recovery codes.
hu: Adja meg az egyik fel nem használt helyreállítási kódját.
tr: Kullanılmayan kurtarma kodlarınızdan birini girin.

source: Enter search and select a type to search for
hu: Írja be a keresést, és válasszon ki egy típust a kereséshez
tr: Aramaya girin ve aramak için bir tür seçin

source: Enter the Subdomain of your %s system
hu: Adja meg a %s rendszerének altartományát
tr: Sisteminizin %s Alt Alan Adını girin

source: Enter the URL of your %s system.
hu: Adja meg a %s rendszerének URL-címét.
tr: Sisteminizin %s URL'sini girin.

source: Enter the code from your two-factor authenticator app.
hu: Írja be a kódot a kétfaktoros hitelesítési alkalmazásból.
tr: İki faktörlü kimlik doğrulayıcı uygulamanızdaki kodu girin.

source: Enter the link provided by the plugin at the end of the installation to link the two systems.
hu: Írja be a bővítmény által a telepítés végén megadott hivatkozást a két rendszer összekapcsolásához.
tr: İki sistemi birbirine bağlamak için kurulumun sonunda eklenti tarafından sağlanan bağlantıyı girin.

source: Enter the security code generated by the authenticator app:
hu: Írja be a hitelesítő alkalmazás által generált biztonsági kódot:
tr: Kimlik doğrulayıcı uygulaması tarafından oluşturulan güvenlik kodunu girin:

source: Enter the time you want to record
hu: Adja meg az időt, amit rögzíteni szeretne
tr: Kaydetmek istediğiniz saati girin

source: Enter time zone
hu: Adja meg az időzónát
tr: Saat dilimini girin

source: Enter your %s API token gained from your account profile settings.
hu: Adja meg az Ön fiókprofiljának beállításaiból nyert %s API tokenjét.
tr: Profil ayarlarınızda oluşturduğunuz %s API anahtarınızı girin.

source: Enter your %s App Keys
hu: Adja meg a %s alkalmazáskulcsait
tr: %s Uygulama Anahtarlarınızı Girin

source: Enter your Freshdesk API token gained from your account profile settings.
hu: Adja meg a Freshdesk API tokenjét, amelyet a fiókprofil beállításaiból szerzett.
tr: Profil ayarlarınızda oluşturduğunuz Freshdesk API anahtarınızı girin.

source: Enter your Zendesk API token gained from your admin interface.
hu: Adja meg a Zendesk API tokenjét, amelyet a rendszergazdai felületen szerzett.
tr: Yönetici arayüzünüzden oluşturduğunuz Zendesk API token'ınızı girin.
