Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Oct
hu: okt.
tr: Eki

source: October
hu: október
tr: Ekim

source: Offline
tr: Çevrimdışı

source: Ok
tr: Tamam

source: On-screen Translation
hu: Képernyőn való fordítás
tr: Ekrandaki Metinlerin Çevirisi

source: Once completed…
hu: Miután elkészült…
tr: Tamamlandığında…

source: One of the required parameters must be provided, but none was found.
hu: A szükséges paraméterek egyikét meg kell adni, de egyik sem található.
tr: Gerekli parametrelerden biri sağlanmalıdır, ancak hiçbiri bulunamadı.

source: Online Service
hu: Online szolgáltatás
tr: Çevrimiçi Servis

source: Only %s attachment allowed
hu: Csak %s melléklet engedélyezett
tr: Yalnızca %s ekine izin verilir

source: Only %s attachment allowed.
hu: Csak %s melléklet engedélyezett.
tr: Yalnızca %s ekine izin verilir.

source: Only %s% of this language is already translated. Please help to improve Zammad and complete the translation.
hu: Ennek a nyelvnek csak %s%-a van lefordítva. Kérjük, segítsen a Zammad tökéletesítésében és a fordítás befejezésében.
tr: Bu dilin yalnızca %%s'i çevrilmiş durumda. Lütfen Zammad'ı geliştirmek ve çeviriyi tamamlamak için yardım edin.

source: Only Encrypting
hu: Csak titkosítás
tr: Sadece Şifreleme

source: Only Signing
hu: Csak aláírás
tr: Sadece İmzalama

source: Only available for users which are absence replacements for other users.
hu: Csak olyan felhasználók számára érhető el, akik más felhasználókat helyettesítenek.
tr: Yalnızca, başka kullanıcıların yokluğunda yerine bakan vekil kullanıcılar için kullanılabilir.

source: Only available for users with shared organizations
hu: Csak megosztott szervezetekkel rendelkező felhasználók számára érhető el
tr: Yalnızca paylaşılan organizasyonlara sahip kullanıcılar için kullanılabilir

source: Only packages from known, trusted, and verified sources should be installed.
hu: Csak ismert, megbízható és ellenőrzött forrásból származó csomagokat szabad telepíteni.
tr: Yalnızca bilinen, güvenilen ve doğrulanmış kaynaklardan gelen paketler yüklenmelidir.

source: Only the 20 most recent records are displayed. Download to view the full list.
hu: Csak a 20 legfrissebb bejegyzés jelenik meg. A teljes lista megtekintéséhez töltse le.
tr: Yalnızca en son 20 kayıt görüntülenir. Tam listeyi görüntülemek için indirin.

source: Only used internally to propagate current web app version to clients.
hu: Kizárólag belső használatra, az aktuális webalkalmazás verziójának az ügyfelek számára történő terjesztésére.
tr: Yalnızca geçerli web uygulaması sürümünü istemcilere yaymak için dahili olarak kullanılır.

source: Only when out of office replacement
tr: Sadece ofis dışı vekillik durumunda

source: Only when shared organization member
tr: Yalnızca paylaşılan organizasyon üyesi olduğunda

source: Open
hu: Megnyitás
tr: Açık

source: Open %s
hu: %s megnyitása
tr: Açık %s

source: Open Checklist
tr: Kontrol Listesini Aç

source: Open Questions
tr: Soruları Aç

source: Open Tickets
hu: Nyitott jegyek
tr: Açık Destek Talepleri

source: Open and closed tickets ratio (ticket counts based on state)
hu: Nyitott és lezárt jegyek aránya (a jegyek száma az állapot alapján)
tr: Açık ve kapalı destek talebi oranı (durumlara göre destek talebi sayıları)

source: Open in new tab
hu: Megnyitás új lapon
tr: Yeni sekmede aç

source: Open link
tr: Bağlantıyı aç

source: Open macro selection
hu: Makró kiválasztás megnyitása
tr: Makro seçimini aç

source: Open quick search
tr: Hızlı aramayı aç

source: Open the hours overlay
tr: Saat katmanını aç

source: Open the minutes overlay
tr: Dakika katmanını aç

source: Open the months overlay
tr: Ay katmanını aç

source: Open the seconds overlay
tr: Saniye katmanını aç

source: Open the time picker
hu: Nyissa meg az időválasztót
tr: Zaman seçiciyi aç

source: Open the years overlay
tr: Yıl katmanını aç

source: Open ticket indicator
hu: Nyitott jegy jelző
tr: Açık destek talebi göstergesi

source: Open tickets
hu: Nyitott jegyek
tr: Açık destek talepleri

source: Open your authenticator app and scan the QR code below:
hu: Nyissa meg a hitelesítési alkalmazását, és olvassa be az alábbi QR-kódot:
tr: Kimlik doğrulayıcı uygulamanızı açın ve aşağıdaki QR kodunu tarayın:

source: OpenID Connect
tr: OpenID Bağlantısı

source: OpenID Connect Options
tr: OpenID Connect Seçenekleri

source: Opened in tabs
hu: Lapokon megnyitva
tr: Sekmelerde açılan

source: Operating system
hu: Operációs rendszer
tr: İşletim sistemi

source: Options
hu: Beállítások
tr: Seçenekler

source: Options are required.
tr: Seçenekler gereklidir.

source: Options or relation is required.
tr: Seçenekler veya ilişki gereklidir.

source: Or choose a checklist template.
tr: Ya da bir kontrol listesi şablonu seç.

source: Or migrate from another system
hu: Vagy költözzön át egy másik rendszerből
tr: Veya başka bir sistemden geçiş yapın

source: Or migrate from another system.
hu: Vagy költözzön át egy másik rendszerből.
tr: Ya da başka bir sistemden geçiş yapın.

source: Or sign in using
hu: vagy jelentkezzen be a következő használatával
tr: Veya kullanarak oturum açın

source: Or use one of your recovery codes.
hu: Vagy használja az egyik helyreállítási kódját.
tr: Ya da kurtarma kodlarınızdan birini kullanın.

source: Or, use one of your
hu: Vagy használja az Ön egyik
tr: Ya da, kendi

source: Order of Overviews
hu: Az áttekintések sorrendje
tr: Genel Bakışların Sırası

source: Order of overviews
tr: Genel bakışların sırası

source: Order of ticket overviews
hu: A jegyek áttekintésének sorrendje
tr: Destek talepleri genel bakışlarının sırası

source: Organization
hu: Szervezet
tr: Kuruluş

source: Organization & Department Name
hu: Szervezet és részleg neve
tr: Organizasyon ve Bölüm Adı

source: Organization could not be updated.
hu: A szervezetet nem lehetett frissíteni.
tr: Organizasyon güncellenemedi.

source: Organization is inactive.
tr: Organizasyon etkin değil.

source: Organization logo
tr: Organizasyon logosu

source: Organization name
tr: Organizasyon adı

source: Organization tickets
hu: Szervezet jegyek
tr: Organizasyon destek talepleri

source: Organization with specified ID was not found. Try checking the URL for errors.
hu: A megadott azonosítóval rendelkező szervezetet nem találtuk. Próbálja meg ellenőrizni az URL címet a hibák kiszűrésére.
tr: Belirtilen kimliğe sahip kuruluş bulunamadı. Hata için URL'yi kontrol etmeyi deneyin.

source: Organizations
hu: Szervezetek
tr: Organizasyonlar

source: Organizations with "%s"
hu: Szervezetek "%s"-val
tr: "%s" ile organizasyonlar

source: Organizer
hu: Szervező
tr: Organizatör

source: Origin By
tr: Tarafından

source: Original Translation
hu: Eredeti fordítás
tr: Orijinal Çeviri

source: Other Settings
hu: Egyéb beállítások
tr: Diğer Ayarlar

source: Out of Office
hu: Hivatalon kívül
tr: Ofis dışında

source: Out of Office settings could not be saved.
hu: Az irodán kívüli beállításokat nem sikerült elmenteni.
tr: Ofis Dışı ayarları kaydedilemedi.

source: Out of Office settings have been saved successfully
hu: Az irodán kívüli beállítások sikeresen mentésre kerültek
tr: Ofis Dışı ayarları başarıyla kaydedildi

source: Out of Office start date has to be earlier than or equal to end date
tr: Ofis dışı başlangıç tarihi bitiş tarihinden önce veya bitiş tarihine eşit olmalıdır

source: Out of all open tickets (company-wide), how many are assigned to you?
hu: Az összes nyitott jegy közül (vállalati szinten) hányat rendeltek Önhöz?
tr: Tüm açık destek taleplerinden (şirket genelinde) kaç tanesi size atanmış durumda?

source: Out of office active
tr: Ofis dışı aktif

source: Outbound
hu: Kimenő
tr: Giden

source: Outbound Call
hu: Kimenő hívás
tr: Giden Arama

source: Outbound Call: %s
tr: Giden Çağrı: %s

source: Outbound:
hu: Kimenő:
tr: Giden:

source: Outdated Browser
hu: Elavult böngésző
tr: Eski Tarayıcı

source: Outdent text
tr: Çıkıntılı metin

source: Overflow menu
tr: Taşma menüsü

source: Overview
hu: Áttekintés
tr: Konular

source: Overview bulk mask
hu: Tömeges maszk áttekintése
tr: Toplu maskeye genel bakış

source: Overview navigation list
tr: Genel bakış navigasyon listesi

source: Overview: %s
tr: Genel bakış: %s

source: Overviews
hu: Áttekintések
tr: Konular

source: Overwrite Content
tr: İçeriğin Üzerine Yaz

source: Overwrite Draft
hu: Piszkozat felülírása
tr: Taslağın Üzerine Yaz

source: Owner
hu: Tulajdonos
tr: Sahip

source: Owner tickets of the user will not get deleted. The owner will be mapped to the system user (ID 1).
hu: A felhasználó tulajdonosi jegyei nem kerülnek törlésre. A tulajdonos a rendszer felhasználójához (ID 1) lesz hozzárendelve.
tr: Kullanıcının sahip destek talepleri silinmeyecektir. Sahip, sistem kullanıcısı (ID 1) ile eşleştirilecektir.

source: PGP Recipient Alias Configuration
hu: PGP Címzett alias beállítása
tr: PGP Alıcı Takma Adı Yapılandırması

source: PGP config
hu: PGP konfiguráció
tr: PGP yapılandırması

source: PGP integration
hu: PGP integráció
tr: PGP entegrasyonu

source: Package
hu: Csomag
tr: Paket

source: Packages
hu: Csomagok
tr: Paketler

source: Page %s
tr: Sayfa %s

source: Page not found
hu: Az oldal nem található
tr: Sayfa bulunamadı

source: Pages
hu: Oldalak
tr: Sayfalar

source: Pagination links
tr: Sayfalandırma bağlantıları

source: Parameter 'data' or 'file' required.
hu: A 'data' vagy 'file' paraméter megadása szükséges.
tr: 'data' veya 'file' parametresi gereklidir.

source: Parent
hu: Szülő
tr: Ebeveyn

source: Parent group
hu: Szülő csoport
tr: Ebeveyn grup

source: Password
hu: Jelszó
tr: Şifre

source: Password & Authentication
hu: Jelszó és hitelesítés
tr: Şifre ve Kimlik Doğrulama

source: Password Login
hu: Jelszó bejelentkezés
tr: Şifre Girişi

source: Password change has been disabled by the administrator.
tr: Parola değişikliği yönetici tarafından devre dışı bırakıldı.

source: Password changed successfully!
hu: A jelszó sikeresen megváltoztatva!
tr: Şifre başarıyla değiştirildi!

source: Password changed successfully.
hu: A jelszó sikeresen megváltoztatva.
tr: Şifre başarıyla değiştirildi.

source: Password could not be changed.
hu: A jelszót nem sikerült megváltoztatni.
tr: Şifre değiştirilemedi.

source: Password could not be checked
hu: A jelszót nem sikerült ellenőrizni
tr: Şifre kontrol edilemedi

source: Password for proxy connection
hu: Jelszó a proxy kapcsolathoz
tr: Proxy bağlantısı için şifre

source: Password needs to contain 2 lower case and 2 upper case characters.
hu: A jelszónak 2 kis- és 2 nagybetűs karaktert kell tartalmaznia.
tr: Şifre 2 küçük harf ve 2 büyük harf karakteri içermelidir.

source: Password needs to contain at least one special character.
hu: A jelszónak legalább egy speciális karaktert kell tartalmaznia.
tr: Şifre en az bir özel karakter içermelidir.

source: Password reset instructions were sent to your email address.
hu: A jelszó visszaállítására vonatkozó utasítások elküldésre kerültek az Ön e-mail címére.
tr: Şifre sıfırlama talimatları e-posta adresinize gönderildi.

source: Paste
hu: Beillesztés
tr: Yapıştır

source: Paste Certificate
hu: Tanúsítvány beillesztése
tr: Sertifika Yapıştır

source: Paste Private Key
hu: Privát kulcs beillesztése
tr: Özel Anahtar Yapıştır

source: Paste from clipboard
hu: Beillesztés a vágólapról
tr: Panodan yapıştır

source: Paste from clipboard (plain text)
hu: Beillesztés a vágólapról (egyszerű szöveg)
tr: Panodan yapıştır (düz metin)

source: Paste key
hu: Kulcs beillesztése
tr: Anahtar yapıştır

source: Payment required - please top up your account
tr: Ödeme gerekli - lütfen hesabınıza para yükleyin

source: Pending Reached Tickets
hu: Függőben lévő jegyek
tr: Bekleme Süresi Dolan Talepler

source: Pending Tickets
hu: Függőben lévő jegyek
tr: Bekleyen Destek Talepleri

source: Pending reminder reached for ticket |%s|
hu: Függőben lévő emlékeztető a |%s| jegyhez
tr: Destek talebi |%s| için bekleme hatırlatma süresine ulaşıldı

source: Perform actions
hu: Műveletek végrehajtása
tr: Eylemleri gerçekleştir

source: Permanently Delete Knowledge Base
hu: Tudásbázis végleges törlése
tr: Bilgi Tabanını Temelli Olarak Sil

source: Permission level for looking up tickets
hu: Jegyek keresésének engedélyezési szintje
tr: Destek taleplerini aramak için izin seviyesi

source: Permissions
hu: Jogosultságok
tr: İzinler

source: Personal access token has been deleted.
hu: A személyes hozzáférési token törlésre került.
tr: Kişisel erişim belirteci silindi.

source: Personal overview order was reset.
hu: A személyes áttekintési sorrend alaphelyzetbe került.
tr: Kişisel genel bakış düzeni sıfırlandı.

source: Phone
hu: Telefon
tr: Telefon

source: Phone (in)
hu: Telefon (bejövő)
tr: Telefon (gelen)

source: Phone (out)
hu: Telefon (kimenő)
tr: Telefon (giden)

source: Phone Extension to Agent Mapping
hu: A telefonbővítmény ügynökhöz való hozzárendelése
tr: Telefon Dahili Numara - Temsilci Eşlemesi

source: Phone number
hu: Telefonszám
tr: Telefon numarası

source: Phone number is already in use by another WhatsApp account.
hu: A telefonszámot már egy másik WhatsApp-fiók használja.
tr: Telefon numarası zaten başka bir WhatsApp hesabı tarafından kullanılıyor.

source: Pin this panel
tr: Bu paneli sabitle

source: Pink
hu: Rózsaszín
tr: Pembe

source: Placeholder for AI generated heading
tr: Yapay zeka tarafından oluşturulan başlık için yer tutucu

source: Placeholder for AI generated text
tr: Yapay zeka tarafından oluşturulan metin için yer tutucu

source: Placetel Token
tr: Placetel Belirteci

source: Placetel config
hu: Placetel konfiguráció
tr: Placetel yapılandırması

source: Placetel integration
hu: Placetel integráció
tr: Placetel entegrasyonu

source: Play user interface sound effects
hu: Felhasználói felület hangjainak lejátszása
tr: Sesli uyarı ver

source: Please accept the %s.
hu: Kérjük, fogadja el a következőt: %s.
tr: Lütfen %s'yi kabul edin.

source: Please add an account with a different mailbox or consider removing the duplicate first.
tr: Lütfen farklı bir posta kutusuna sahip bir hesap ekleyin veya önce mükerrer olanı kaldırmayı düşünün.

source: Please add at least one item to the checklist.
tr: Lütfen kontrol listesine en az bir öğe ekleyin.

source: Please add categories and/or answers
hu: Kérjük, adjon hozzá kategóriákat és/vagy válaszokat
tr: Lütfen kategori ve/veya cevap ekleyin

source: Please click on the button below to create your first one.
hu: Kérjük, kattintson az alábbi gombra, hogy létrehozza az elsőt.
tr: İlk destek talebinizi oluşturmak için lütfen aşağıdaki düğmeye tıklayın.

source: Please click on the link in the verification email.
hu: Kérjük, kattintson az ellenőrző e-mailben található hivatkozásra.
tr: Lütfen doğrulama e-postasındaki bağlantıya tıklayın.

source: Please click on the link in the verification email. If you don't see the email, check other places it might be, like your junk, spam, social, or other folders.
hu: Kérjük, kattintson az ellenőrző e-mailben található hivatkozásra. Ha nem látja az e-mailt, ellenőrizze más helyeken, például a levélszemét, a spam, a közösségi vagy más mappákban.
tr: Lütfen doğrulama e-postasındaki bağlantıya tıklayın. E-postayı görmüyorsanız, önemsiz, spam, sosyal veya diğer klasörleriniz gibi olabileceği diğer yerleri kontrol edin.

source: Please configure import source before running.
hu: Kérjük, futtatás előtt konfigurálja az importálási forrást.
tr: Lütfen çalıştırmadan önce içe aktarma kaynağını yapılandırın.

source: Please contact your administrator.
hu: Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: Lütfen yöneticinizle iletişime geçin.

source: Please enable execution_time feature to use it (currently only allowed for triggers and schedulers)
hu: Kérjük, engedélyezze az execution_time funkciót a használatához (jelenleg csak eseményindítók és ütemezők esetében engedélyezett)
tr: Kullanmak için lütfen execution_time özelliğini etkinleştirin (şu anda yalnızca tetikleyiciler ve zamanlayıcılar için izin verilmektedir)

source: Please enter a text.
hu: Kérjük, írjon be egy szöveget.
tr: Lütfen bir metin girin.

source: Please enter a valid JSON string.
hu: Kérjük, adjon meg egy érvényes JSON karakterláncot.
tr: Lütfen geçerli bir JSON dizesi girin.

source: Please enter a valid email address.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Please enter the endpoint for accessing Exchange Web Services.
hu: Kérjük, adja meg az Exchange webszolgáltatások elérésének végpontját.
tr: Lütfen Exchange Web Services'e erişmek için endpoint'i girin.

source: Please enter your Exchange credentials.
hu: Kérjük, adja meg az Exchange hitelesítő adatait.
tr: Lütfen Exchange kimlik bilgilerinizi girin.

source: Please execute database changes only in a maintenance window.
hu: Kérjük, az adatbázis módosításait csak karbantartási ablakban hajtsa végre.
tr: Lütfen veritabanı değişikliklerini yalnızca bir bakım penceresinde gerçekleştirin.

source: Please fill in all fields
hu: Kérjük, töltse ki az összes mezőt
tr: Lütfen tüm alanları doldurun

source: Please include a valid url.
hu: Kérjük, adjon meg egy érvényes URL címet.
tr: Lütfen geçerli bir URL ekleyin.

source: Please install the OTRS migrator plugin and provide a valid URL.
tr: Lütfen OTRS migrator eklentisini yükleyin ve geçerli bir URL sağlayın.

source: Please note that this attribute is deprecated within one of the next versions of Zammad. Use the IDP certificate instead.
hu: Kérjük, vegye figyelembe, hogy ez az attribútum a Zammad egyik következő verziójában megszűnik. Használja helyette az IDP-tanúsítványt.
tr: Lütfen bu özniteliğin Zammad'ın sonraki sürümlerinden birinde kullanımdan kaldırıldığını unutmayın. Bunun yerine IDP sertifikasını kullanın.

source: Please proceed to login
tr: Lütfen giriş yapınız

source: Please provide a recipient in "TO" or "CC".
hu: Kérjük, adja meg a címzettet a "TO" vagy "CC" mezőben.
tr: Lütfen "Kime" veya "Bilgi" bölümünde bir alıcı belirtin.

source: Please provide your current password.
hu: Kérjük, adja meg jelenlegi jelszavát.
tr: Lütfen mevcut şifrenizi girin.

source: Please provide your new password.
hu: Kérjük, adja meg új jelszavát.
tr: Lütfen yeni şifrenizi girin.

source: Please save your recovery codes listed below somewhere safe. You can use them to sign in if you lose access to another two-factor method:
hu: Kérjük, mentse az alább felsorolt helyreállítási kódokat biztonságos helyre. Ezeket használhatja a bejelentkezéshez, ha elveszíti a hozzáférést egy másik kétfaktoros módszerhez:
tr: Lütfen aşağıda listelenen kurtarma kodlarınızı güvenli bir yere kaydedin. Başka bir iki faktörlü yönteme erişiminizi kaybederseniz oturum açmak için bunları kullanabilirsiniz:

source: Please select a checklist template.
tr: Lütfen bir kontrol listesi şablonu seçin.

source: Please select a ticket to merge into.
hu: Kérjük, válasszon ki egy jegyet, amibe egyesíteni szeretne.
tr: Lütfen birleştirmek için bir destek talebi seçin.

source: Please select at least one folder.
hu: Kérjük, válasszon ki legalább egy mappát.
tr: Lütfen en az bir klasör seçiniz.

source: Please select at least one ticket overview
hu: Kérjük, válasszon ki legalább egy jegy áttekintést
tr: Lütfen en az bir destek talebi genel bakışı seçin

source: Please select some text first.
tr: Lütfen önce bir metin seçin.

source: Please select the authentication method that should be used to establish the connection to your Exchange server.
hu: Kérjük, válassza ki az Exchange kiszolgálójával való kapcsolat létrehozásához használandó hitelesítési módszert.
tr: Lütfen Exchange sunucunuzla bağlantı kurmak için kullanılması gereken kimlik doğrulama yöntemini seçin.

source: Please start the reauthentication again and enter the correct credentials.
hu: Kérjük, indítsa el az ismételt hitelesítést, és adja meg a helyes hitelesítő adatokat.
tr: Lütfen yeniden kimlik doğrulamayı başlatın ve doğru kimlik bilgilerini girin.

source: Please submit custom address before generating the snippet
hu: Kérjük, küldje el az egyéni címet a kódrészlet generálása előtt
tr: Kod parçasını oluşturmadan önce özel adresi giriniz

source: Please use the provided URL.
hu: Kérjük, használja a megadott URL-t.
tr: Lütfen verilen URL'yi kullanın.

source: Please wait until content is loaded
tr: Lütfen içerik yüklenene kadar bekleyin

source: Please wait until you received the notification email of the approval.
hu: Kérjük, várjon, amíg megkapja a jóváhagyásról szóló értesítő e-mailt.
tr: Lütfen onayla ilgili bildirim e-postasını alana kadar bekleyin.

source: Please wait…
hu: Kérjük, várjon…
tr: Lütfen bekleyin…

source: Position
hu: Pozíció
tr: Pozisyon

source: PostgresSQL server version
hu: PostgresSQL szerver verziója
tr: PostgresSQL sunucu sürümü

source: Postmaster Filter
hu: Postmaster szűrő
tr: Posta Yöneticisi Filtresi

source: Pre-defined Webhook
hu: Előre definiált Webhook
tr: Önceden Tanımlı Webhook

source: Pre-defined webhook for %s.
hu: Előre definiált webhook %s számára.
tr: %s için önceden tanımlanmış webhook.

source: Prefer color scheme as indicated by the operating system.
hu: Az operációs rendszer által megadott színséma előnyben részesítése.
tr: İşletim sisteminin belirttiği renk şemasını tercih edin.

source: Press the button below to finish the setup.
hu: Kattintson az alábbi gombra a beállítás befejezéséhez.
tr: Kurulumu bitirmek için aşağıdaki düğmeye basın.

source: Pretty Good Privacy (PGP) enables you to send digitally signed and encrypted messages.
hu: A Pretty Good Privacy (PGP) lehetővé teszi a digitálisan aláírt és titkosított üzenetek küldését.
tr: Pretty Good Privacy (PGP) dijital olarak imzalanmış ve şifrelenmiş mesajlar göndermenizi sağlar.

source: Pretty Good Privacy (PGP) is an encryption program that can be used for signing, encrypting and decrypting messages and to increase the security of email communication.
hu: A Pretty Good Privacy (PGP) egy titkosító program, amely az üzenetek aláírására, titkosítására és visszafejtésére, valamint az e-mail kommunikáció biztonságának növelésére használható.
tr: Pretty Good Privacy (PGP), mesajları imzalamak, şifrelemek ve şifresini çözmek ve e-posta iletişiminin güvenliğini artırmak için kullanılabilen bir şifreleme programıdır.

source: Preview
hu: Előnézet
tr: Önizleme

source: Preview %s
hu: %s előnézet
tr: Önizle %s

source: Preview Calendar
tr: Takvimi Önizle

source: Preview Shared Draft
tr: Paylaşılan Taslağı Önizle

source: Preview customer tickets
hu: Ügyféljegyek előnézete
tr: Müşteri destek taleplerini gözden geçirin

source: Preview owner tickets
hu: Tulajdonos jegyek előnézete
tr: Sahip destek taleplerini gözden geçirin

source: Previous
hu: Előző
tr: Önceki

source: Previous month
hu: Előző hónap
tr: Önceki ay

source: Previous page
tr: Önceki sayfa

source: Previous year
hu: Előző év
tr: Önceki yıl

source: Previously owned tickets (%s in total):
hu: Korábban birtokolt jegyek (összesen %s):
tr: Daha önce sahip olunan destek talepleri (toplamda %s):

source: Print
hu: Nyomtatás
tr: Yazdır

source: Print Codes
hu: Kódok nyomtatása
tr: Kodları Yazdır

source: Priority
hu: Prioritás
tr: Öncelik

source: Priority Icon
tr: Öncelik Simgesi

source: Private key (PEM)
hu: Privát kulcs (PEM)
tr: Özel anahtar (PEM)

source: Private key secret
hu: Privát kulcs titok
tr: Özel anahtar sırrı

source: Process automatic ticket unassignments.
tr: Otomatik destek talebi atamalarını işleyin.

source: Process pending tickets.
hu: Függő jegyek feldolgozása.
tr: Bekleyen destek taleplerini işleyin.

source: Process ticket escalations.
hu: A jegyek eszkalációjának feldolgozása.
tr: Destek talebi yükseltmelerini işle.

source: Profile
hu: Profil
tr: Profil

source: Profile language updated successfully.
hu: A profil nyelve sikeresen frissült.
tr: Profil dili başarıyla güncellendi.

source: Profile settings
hu: Profil beállítások
tr: Profil ayarları
