Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: must be equal to %{count}
hu: egyenlőnek kell lennie a következővel: %{count}
tr: %{count} değerine eşit olmalıdır

source: must be even
hu: párosnak kell lennie
tr: çift sayı olmalıdır

source: must be greater than %{count}
hu: nagyobbnak kell lennie, mint %{count}
tr: %{count} değerinden büyük olmalıdır

source: must be greater than or equal to %{count}
hu: nagyobbnak vagy egyenlőnek kell lennie, mint %{count}
tr: %{count} değerinden büyük veya eşit olmalıdır

source: must be in %{count}
tr: %{count} içinde olmalıdır

source: must be less than %{count}
hu: kisebbnek kell lennie, mint %{count}
tr: %{count} değerinden küçük olmalıdır

source: must be less than or equal to %{count}
hu: kisebb vagy egyenlő kell legyen, mint %{count}
tr: %{count} değerinden küçük veya eşit olmalıdır

source: must be odd
hu: páratlannak kell lennie
tr: tek sayı olmalıdır

source: must be other than %{count}
hu: másnak kell lennie, mint %{count}
tr: %{count} dışında bir değer olmalıdır

source: must begin with a slash ("/")
hu: egy perjellel ("/") kell kezdődnie
tr: eğik çizgi ("/") ile başlamalıdır

source: must exist
hu: léteznie kell
tr: mevcut olmalı

source: must not end with a slash ("/")
hu: nem végződhet perjellel ("/")
tr: eğik çizgi ("/") ile bitmemelidir

source: must not include a protocol (e.g., "http://" or "https://")
hu: nem tartalmazhat protokollt (pl. "http://" vagy "https://")
tr: bir protokol içermemelidir (ör. "http://" veya "https://")

source: my own note
hu: saját megjegyzésem
tr: kendi notum

source: new
hu: új
tr: yeni

source: new & open
hu: új & megnyitás
tr: yeni ve açık

source: new,beta,desktop view,desktop ui
tr: yeni,beta,masaüstü görünümü,masaüstü kullanıcı arayüzü

source: no
hu: nem
tr: hayır

source: no issues
hu: nincs hiba
tr: sorun yok

source: no unit
hu: nincs egység
tr: birim yok

source: none
hu: nincs
tr: hiçbiri

source: not reached
hu: nem érte el
tr: ulaşmamış

source: not set
hu: nincs beállítva
tr: ayarlı değil

source: not set (not defined)
hu: nincs beállítva (nincs meghatározva)
tr: ayarlanmadı (tanımlanmadı)

source: note
hu: megjegyzés
tr: not

source: notification sent to '%s'
hu: értesítés elküldve '%s' részére
tr: bildirim '%s' adresine gönderildi

source: notifications,tickets
tr: bildirimler,destek talepleri

source: now
hu: most
tr: şimdi

source: only lowercase letters, numbers, and '_' are allowed
hu: csak kisbetűk, számok és '_' engedélyezettek
tr: yalnızca küçük harfler, sayılar ve '_' karakterine izin verilir

source: open
hu: nyitott
tr: açık

source: open tickets
tr: açık destek talepleri

source: optional
hu: választható
tr: isteğe bağlı

source: or
hu: vagy
tr: veya

source: or sign in using
hu: vagy jelentkezzen be a következő használatával
tr: veya kullanarak oturum açma

source: order,sort,overview,ticket,sorting
hu: sorrend,rendezés,áttekintés,jegy,válogatás
tr: sıra,sırala,genel bakış,destek talebi,sıralama

source: pending
hu: függő
tr: bekliyor

source: pending action
hu: függőben lévő művelet
tr: bekleyen eylem

source: pending close
hu: függő lezárás
tr: Kapanmayı Bekliyor

source: pending reminder
hu: függő emlékeztető
tr: Bekliyor

source: phone
hu: telefon
tr: telefon

source: public
hu: nyilvános
tr: herkese açık

source: published
hu: publikált
tr: yayınlandı

source: quarter-hour(s)
hu: negyedóra
tr: çeyrek saat(ler)

source: reached
hu: elérte
tr: ulaşmış

source: reacted to message from %s '%s'
tr: %s'den gelen mesaja '%s' tepkisi verildi

source: reacted with a %s to message from %s '%s'
tr: '%s', %s'den gelen mesaja %s ile tepki verdi

source: read by the customer
hu: az ügyfél által olvasott
tr: müşteri tarafından okundu

source: received merge
tr: alınan birleştirme

source: recovery codes
hu: helyreállítási kódok
tr: kurtarma kodları

source: reference must not be the checklist ticket.
tr: referans kontrol listesi destek talebi olmamalıdır.

source: relative
hu: relatív
tr: göreli

source: relative - e. g. "2 hours ago" or "2 days and 15 minutes ago"
hu: relatív - pl. "2 órával ezelőtt" vagy "2 nappal és 15 perccel ezelőtt"
tr: göreceli - örneğin "2 saat önce" veya "2 gün 15 dakika önce"

source: remove
hu: eltávolít
tr: sil

source: remove option
hu: lehetőség eltávolítása
tr: ayarı sil

source: removed reaction to message from %s '%s'
tr: %s '%s'den gelen mesaja verilen tepki kaldırıldı

source: reorder items
tr: öğeleri yeniden sırala

source: reply
hu: válasz
tr: Yanıtla

source: reply all
hu: válasz mindenkinek
tr: tümünü yanıtla

source: required
hu: kötelező
tr: gerekli

source: right
hu: jobb
tr: sağ

source: ringing
hu: csengetés
tr: zil

source: row
hu: sor
tr: satır

source: run macro
hu: Makró futtatás
tr: macroyu çalıştır

source: second level navigation sidebar
tr: ikinci düzey gezinme kenar çubuğu

source: select
hu: kiválasztás
tr: seç

source: select all options
tr: tüm seçenekleri seç

source: select attachment…
hu: válasszon ki csatolmányt…
tr: eki seç…

source: select visible options
hu: látható lehetőségek kiválasztása
tr: görünür seçenekleri seç

source: sent to the customer
hu: az ügyfélnek elküldve
tr: müşteriye gönderildi

source: session,sessions,computer,computers,browser,browsers,access
hu: munkamenet,munkamenetek,számítógép,számítógépek,böngésző,böngészők,hozzáférés
tr: oturum,oturumlar,bilgisayar,bilgisayarlar,tarayıcı,tarayıcılar,erişim

source: set fixed to
hu: fixen beállítva erre az értékre
tr: sabitle

source: set mandatory
hu: beállítás kötelezőnek
tr: zorunlu yap

source: set optional
hu: beállítás választhatónak
tr: opsiyonel yap

source: set readonly
hu: beállítás csak olvasásra
tr: salt okunur olarak ayarla

source: set to internal
hu: beállítás belsőként
tr: İç Konuya Aktar

source: set to public
hu: Beállítás látható megjegyzésként
tr: herkese açık olarak ayarla

source: show
hu: megjelenítés
tr: göster

source: show more
hu: mutasson többet
tr: daha fazla göster

source: shown
hu: megjelenítve
tr: gösterilen

source: sipgate.io Token
tr: Sipgate (sipgate.io) Belirteç

source: sipgate.io alternative FQDN
hu: sipgate.io alternatív FQDN
tr: sipgate.io alternatif FQDN

source: sipgate.io config
hu: sipgate.io konfiguráció
tr: sipgate.io yapılandırması

source: sipgate.io integration
hu: sipgate.io integráció
tr: sipgate.io entegrasyonu

source: skipped
hu: kihagyott
tr: atlandı

source: sms
tr: kısa mesaj

source: spaces are not allowed
hu: szóközök nem engedélyezettek
tr: boşluklara izin verilmiyor

source: specific organization
hu: meghatározott szervezet
tr: belirli organizasyon

source: specific user
hu: meghatározott felhasználó
tr: belirli kullanıcı

source: split
hu: szétválasztás
tr: Konuyu Böl

source: starts with
hu: a következővel kezdődik
tr: ile başlar

source: starts with one of
tr: biriyle başlar

source: subscription,calendars,ticket,ical
hu: feliratkozás,naptárak,jegy,ical
tr: aboneli̇k, takvi̇mler, destek talebi, ical

source: system
hu: rendszer
tr: sistem

source: telegram personal-message
hu: telegram személyes üzenet
tr: telegram kişisel mesaj

source: theme,color,style,dark mode,night mode,light mode
hu: téma,szín,stílus,sötét mód,éjszakai mód,világos mód
tr: tema,renk,stil,karanlık mod,gece modu,aydınlık mod

source: this ticket was merged into ticket %s
hu: ez a jegy egyesítve lett a %s jegybe
tr: bu destek talebi %s destek talebiyle birleştirildi

source: ticket
hu: jegy
tr: destek talebi

source: ticket %s was merged into this ticket
hu: a %s jegy egyesítve lett ebbe a jegybe
tr: %s destek talebi bu destek talebiyle birleştirildi

source: till (relative)
hu: amíg (relatív)
tr: -a kadar (göreceli)

source: timestamp - e. g. "2018-08-30 14:30"
hu: időbélyeg - pl. "2018-08-30 14:30"
tr: zaman damgası - örneğin "2018-08-30 14:30"

source: to go to the homepage.
hu: a kezdőlapra való lépéshez.
tr: ana sayfaya gitmek için.

source: today
hu: ma
tr: bugün

source: token access,token,api,access token,application
tr: beliteç erişimi,belirteç,api,erişim belirteci,uygulama

source: tracked in
tr: takip edildi

source: translation,locale,localization
tr: çeviri,yerel ayar,yerelleştirme

source: trigger '%s' was performed because pending reminder was reached
tr: '%s' tetikleyicisi, bekleyen hatırlatıcıya ulaşıldığı için gerçekleştirildi

source: trigger '%s' was performed because ticket was escalated
tr: '%s' tetikleyicisi destek talebi üst gruba yönlendirildiği için gerçekleştirildi

source: trigger '%s' was performed because ticket will escalate soon
tr: '%s' tetikleyicisi gerçekleştirildi çünkü destek talebi yakında yükseltilecek

source: try again
hu: próbálja meg újra
tr: tekrar deneyin

source: twitter direct-message
hu: twitter közvetlen üzenet
tr: twitter direkt-mesaj

source: twitter status
hu: twitter státusz
tr: twitter durumu

source: twofactor,2fa,security key,passkey,authenticator app
hu: kétfaktoros,2fa,biztonsági kulcs,passkey,hitelesítő alkalmazás
tr: iki faktörlü,2fa,güvenlik anahtarı,geçiş anahtarı,kimlik doğrulayıcı uygulaması

source: unassign user
hu: felhasználó hozzárendelésének feloldása
tr: kullanıcının atamasını kaldır

source: unchecked checklist item '%s'
tr: işaretlenmemiş kontrol listesi öğesi '%s'

source: unset readonly
hu: Változtathatónak való beállítás
tr: salt okunur ayarını kaldır

source: updated
hu: frissítve
tr: güncellendi

source: user@your-organization.tld
tr: kullanıcı@kuruluşunuz.tld

source: vacation,holiday,replacement,time off
tr: izin,tatil,yedek,mola

source: welcome message
hu: üdvözlő üzenet
tr: hoş geldin mesajı

source: whatsapp message
hu: whatsapp üzenet
tr: whatsapp mesajı

source: will be created
hu: létrehozásra kerül
tr: Oluşturulacak

source: will be deleted
hu: törlésre kerül
tr: Silinecek

source: yes
hu: igen
tr: evet

source: |Increment| increases the ticket number. The SystemID and the counter are used with "SystemID.Counter" format (e.g. 1010138, 1010139).
hu: Az |Increment| növeli a jegy számát. A Rendszerazonosító és a számláló a "Rendszerazonosító.Számláló" formátumban használatos (pl. 1010138, 1010139).
tr: |Artır| destek talebi numarasını artırır. SystemID ve sayaç "SystemID.Counter" formatında kullanılır (örn. 1010138, 1010139).

source: |None| means |Some Subject| (without ticket number), in which case it recognizes follow-ups based on email headers.
hu: A |Nincs| azt jelenti, hogy |Tárgy| (jegyszám nélkül), ebben az esetben a rendszer az e-mail fejlécek alapján ismeri fel a utánkövetési üzeneteket.
tr: |Hiçbiri|, |Herhangi bir konu başlığı| (destek talebi numarası olmadan) anlamına gelir, bu durumda sistem, yanıtları e-posta başlıklarına göre tanır.

source: …add object link URL
hu: ...objektum hivatkozás URL hozzáadása
tr: ...nesne bağlantı URL'i ekle

source: …add object title
hu: ...objektum címének hozzáadása
tr: ...nesne başlığı ekle

source: …of whole text area
hu: ...a teljes szövegterületből
tr: ...tüm metin alanının

source: ∅ Waiting time today
hu: Várakozási idő ma
tr: Bugünkü bekleme süresi

source: 2 normal
hu: 2 normál

source: Alarm
hu: Riasztás

source: Avatar
hu: Avatár

source: Beta
hu: Béta

source: CC
hu: Másolat

source: Callback URL
hu: Visszahívási URL

source: DataPrivacyTask
hu: AdatvédelmiFeladat

source: DataPrivacyTasks
hu: AdatvédelmiFeladatok

source: Direction
hu: Irány

source: Disable
hu: Letilt

source: Disable Notifications
hu: Értesítések kikapcsolása

source: Discard
hu: Elvet

source: Display
hu: Megjelenítés

source: Display name
hu: Megjelenítendő név

source: Domain
hu: Tartomány

source: Domain based assignment
hu: Tartományalapú hozzárendelés

source: Don't load CSS for form. You need to generate your own CSS for the form.
hu: Ne töltsön be CSS-t az űrlaphoz. Saját CSS-t kell generálnia az űrlaphoz.

source: Download %s Migration Plugin
hu: %s migrációs bővítmény letöltése

source: Download and install the %s Migration Plugin on your %s instance.
hu: Töltse le és telepítse a %s migrációs bővítményt a %s példányára.

source: Draft
hu: Piszkozat

source: Drag to reorder
hu: Húzza az átrendezéshez

source: Drop files here
hu: Dobjon ide fájlokat

source: Duration
hu: Időtartam

source: Edit Answer
hu: Válasz szerkesztése

source: Edit Organization
hu: Szervezet szerkesztése

source: Email - full quote
hu: E-mail - teljes nézet

source: Email - subject field
hu: E-mail - tárgy mező

source: Email Account
hu: E-mail fiók

source: Email Accounts
hu: E-mail fiókok

source: Email Address
hu: E-mail cím

source: Email Notification
hu: E-mail értesítés

source: Email Outbound
hu: Kimenő e-mail

source: Empty
hu: Üres

source: Enable
hu: Engedélyez

source: Enable Chat
hu: Csevegés engedélyezése

source: Enable REST API access using the username/email address and password for the authentication user.
hu: Engedélyezze a REST API-hozzáférést a hitelesítő felhasználó felhasználónevének/ e-mail címének és jelszavának használatával.

source: Enable Ticket creation
hu: Jegy létrehozásának engedélyezése

source: Enable automatic assignment the first time an agent opens a ticket.
hu: Engedélyezze az automatikus hozzárendelést, amikor egy ügynök először nyit meg egy jegyet.

source: Enable debugging for implementation.
hu: Engedélyezze a hibakeresést az implementációhoz.

source: Enable if you want to quote the full email in your answer. The quoted email will be put at the end of your answer. If you just want to quote a certain phrase, just mark the text and press reply (this feature is always available).
hu: Engedélyezze, ha válaszában a teljes e-mailt szeretné idézni. Az idézett e-mail a válasz végére kerül. Amennyiben csak egy bizonyos mondatot szeretne idézni, csak jelölje ki a szöveget, és nyomja meg a válasz gombot (ez a funkció mindig elérhető).

source: Enable or disable the maintenance mode of Zammad. If enabled, _all non-administrators get logged out_ and _only administrators can start a new session_.
hu: A Zammad karbantartási üzemmódjának engedélyezése vagy letiltása. Amennyiben engedélyezett, _minden nem rendszergazda ki lesz jelentkeztetve_ és _csak a rendszergazdák indíthatnak új munkamenetet_.

source: Enable/disable inline translations
hu: Helyben fordítás ki/bekapcsolása

source: Enables console logging.
hu: Engedélyezi a konzol naplózását.

source: Enables the automatic linking of an existing account on initial login via a third party application. If this is disabled, an existing user must first log into Zammad and then link his "Third Party" account to his Zammad account via Profile -> Linked Accounts.
hu: Lehetővé teszi egy meglévő fiók automatikus összekapcsolását az első bejelentkezéskor egy harmadik fél alkalmazásán keresztül. Amennyiben ez ki van kapcsolva, a meglévő felhasználónak először be kell jelentkeznie a Zammad rendszerbe, majd a Profil -> Fiókok összekapcsolása menüponton keresztül összekapcsolnia a "Harmadik fél" fiókját a Zammad-fiókjával.

source: Enables user authentication via %s. Register your app first at [%s](%s).
hu: Engedélyezi a felhasználói hitelesítést %s használatával. Először regisztrálja az alkalmazást itt: [%s](%s).

source: Endpoint
hu: Végpont

source: Enter Person or Organization/Company
hu: Adja meg a személyt vagy szervezetet/céget

source: Enter credentials
hu: Adja meg a hitelesítő adatokat

source: Enter the URL of your %s system
hu: Adja meg %s rendszerének URL címét

source: Enter the link provided by the plugin at the end of the installation to link the two systems
hu: Írja be a bővítmény által a telepítés végén megadott hivatkozást a két rendszer összekapcsolásához

source: Enter your email address and the %s API token gained from your admin interface.
hu: Adja meg az e-mail címét és a rendszergazdai felületén kapott %s API tokent.

source: Enter your username or email address
hu: Adja meg felhasználónevét vagy e-mail címét

source: Escalation Times
hu: Eszkalációs idő

source: Escalation at
hu: Eszkaláció ekkor

source: Example CSV file for download.
hu: Letölthető példa CSV fájl.

source: Execute changes on objects
hu: Változások végrehajtása objektumokon

source: Execution Time
hu: Végrehajtási idő

source: Expert
hu: Szakértő

source: Experts
hu: Szakértők

source: Expires
hu: Lejár

source: Extended Search
hu: Kibővített keresés

source: Feature disabled!
hu: Funkció letiltva!

source: Feedback
hu: Visszajelzés

source: Feedback Form
hu: Visszajelzés űrlap

source: First Response Time
hu: Első válaszidő

source: First Solution
hu: Első megoldás

source: Fixed Email Accounts
hu: Fix e-mail fiókok

source: Font size
hu: Betűméret

source: Footer Note
hu: Lábléc megjegyzés

source: Form
hu: Űrlap

source: Format as //strikethrough//
hu: Formázás //áthúzottként//

source: Format as _underlined_
hu: Formázás _aláhúzottként_

source: Format as h1 heading
hu: Formázás h1 címsorként

source: Format as h2 heading
hu: Formázás h2 címsorként

source: Format as h3 heading
hu: Formázás h3 címsorként

source: Format as ordered list
hu: Formázás rendezett listaként

source: Format as unordered list
hu: Formázás rendezetlen listaként

source: Format as |bold|
hu: Formázás |félkövérként|

source: Format as ||italic||
hu: Formázás ||dőltként||

source: Frequency
hu: Gyakoriság

source: Full Name
hu: Teljes név

source: Fully Qualified Domain Name
hu: Teljesen minősített tartománynév

source: Geo Calendar Service
hu: Geo Calendar szolgáltatás

source: Geo IP Service
hu: Geo IP szolgáltatás

source: Geo Location Service
hu: Geo Location szolgáltatás

source: Getting an Access Token
hu: Hozzáférési token beszerzése

source: Google Authenticator
hu: Google Hitelesítő

source: Green
hu: Zöld

source: Group selection for Ticket creation
hu: Csoport kiválasztása Jegy létrehozásához

source: HTTP type
hu: HTTP típus

source: Has processed
hu: Feldolgozta

source: Header Color
hu: Fejléc színe

source: Health Check
hu: Állapotfelmérés

source: Here you define which authorization has access to the attribute.
hu: Itt határozza meg, hogy melyik jogosultságnak van hozzáférése a tulajdonsághoz.

source: Here you see a quick overview of your and other agents' performance.
hu: Itt gyors áttekintést kaphat a saját és a többi ügynök teljesítményéről.

source: Here you will find the latest activities of your system.
hu: Itt találja a rendszere legfrissebb tevékenységeit.

source: Holidays
hu: Ünnepek

source: Holidays iCalendar Feed
hu: Ünnepek iCalendar hírfolyam

source: Hour(s)
hu: Óra

source: ID
hu: Azonosító

source: ID:
hu: Azonosító:

source: If this regex matches, no notification will be sent by the sender.
hu: Amennyiben ez a regex egyezik, a feladó nem küld értesítést.

source: If you don't receive instructions within a minute or two, check your email's spam and junk filters, or try resending your request.
hu: Amennyiben egy-két percen belül nem kapja meg az utasításokat, ellenőrizze e-mailje spam- és levélszemét-szűrőit, vagy próbálja meg újra elküldeni a kérését.

source: Image Service
hu: Kép szolgáltatás

source: Import Key
hu: Kulcs importálása

source: Import Mode
hu: Importálási mód

source: Installed
hu: Telepített

source: Integrations
hu: Integrációk

source: Internal
hu: Belső

source: Invitation sent!
hu: Meghívó elküldve!

source: Invite
hu: Meghív

source: Invite Agents
hu: Ügyintéző meghívása

source: Invite Colleagues
hu: Kollégák meghívása

source: Invite Customer
hu: Ügyfél meghívása

source: Invite agents/colleagues to help working on tickets
hu: Ügynökök/ kollégák meghívása a jegyek feldolgozásának segítésére

source: Items per page
hu: Oldalanként megjelenített

source: LDAP Host
hu: LDAP gazdagép

source: Languages
hu: Nyelvek

source: Last contact (agent)
hu: Utolsó kapcsolat (ügynök)

source: Last contact (customer)
hu: Utolsó kapcsolat (ügyfél)

source: Last sync
hu: Utolsó szinkronizálás

source: Last used
hu: Utolsó használat

source: Limit Groups
hu: Csoportok korlátozása

source: Link
hu: Hivatkozás

source: Link %s
hu: Hivatkozás %s

source: Link Accounts
hu: Fiókok összekapcsolása

source: Link Related Answer
hu: Kapcsolódó válasz hozzákapcsolása

source: Linked Accounts
hu: Összekapcsolt fiókok

source: Linked Tickets
hu: Összekapcsolt jegyek

source: LinkedIn App Credentials
hu: LinkedIn alkalmazás hitelesítő adatok

source: List of shortcuts
hu: Gyorsbillentyűk listája

source: Load
hu: Betöltés

source: Locale
hu: Nyelvterület

source: Location of an external chat.css file.
hu: Egy külső chat.css fájl helye.

source: Logo
hu: Logó

source: Lost Password
hu: Elfelejtett jelszó

source: Macro
hu: Makró

source: Maintenance
hu: Karbantartás

source: Manage Tags
hu: Címkék kezelése

source: Manage applications that can use Zammad as an OAuth provider and applications that you've authorized to use your account.
hu: Kezelje azokat az alkalmazásokat, amelyek OAuth-szolgáltatóként használhatják a Zammad rendszert, valamint azokat az alkalmazásokat, amelyeknek engedélyezte a fiókja használatát.

source: Manually open chat
hu: Csevegés manuális megnyitása

source: Mapping
hu: Hozzárendelés

source: Mar
hu: márc.

source: Max. length of the subject in an email reply.
hu: A tárgy maximális hossza egy e-mail válaszban.

source: Maximum Email Size
hu: Maximális e-mail méret

source: Maximum failed logins
hu: Sikertelen bejelentkezések maximális száma

source: May
hu: május

source: Merge to Ticket#
hu: Egyesítés a Ticket#-be

source: Message after sending form
hu: Üzenet az űrlap elküldése után

source: Messages
hu: Üzenetek

source: Migrate %s Data
hu: %s adat áttelepítése

source: Migration Plugin for %s
hu: Migrációs bővítmény %s számára

source: Milestone
hu: Mérföldkő

source: Min. size of number
hu: Minimális szám méret

source: Minimum length
hu: Minimális hossz

source: Minute(s)
hu: perc

source: Mode
hu: Mód

source: Monitoring
hu: Felügyelet

source: Month(s)
hu: Hónap

source: Mood
hu: Hangulat

source: Move left and right
hu: Mozgatás balra és jobbra

source: Move up and down
hu: Mozgatás fel és le

source: My Organization Tickets
hu: A szervezetem jegyei

source: Name of form submit button
hu: Az űrlap elküldés gombjának neve

source: Needed
hu: Szükséges

source: Network
hu: Hálózat

source: New Application
hu: Új alkalmazás

source: New Attribute
hu: Új tulajdonság

source: New Calendar
hu: Új naptár

source: New Group
hu: Új csoport

source: New Macro
hu: Új makró

source: New Organization
hu: Új szervezet

source: New Overview
hu: Új áttekintés

source: New Profile
hu: Új profil

source: New Role
hu: Új szerepkör

source: New SLA
hu: Új SLA

source: New Tags
hu: Új címkék

source: New Trigger
hu: Új eseményindító

source: New User
hu: Új felhasználó

source: New User Accounts
hu: Új felhasználói fiókok

source: New Version
hu: Új verzió

source: New text module
hu: Új szövegmodul

source: No %s configured.
hu: Nincs %s konfigurálva.

source: No categories
hu: Nincsenek kategóriák

source: No proxy for the following hosts.
hu: Nincs proxy a következő gazdagépek számára.

source: No results were found.
hu: Nem található eredmény.

source: No translation for this locale available
hu: Nem áll rendelkezésre fordítás ehhez a nyelvterülethez

source: No unread notifications for you. :)
hu: Önnek nincsenek olvasatlan értesítései. :)

source: Normal
hu: Normál

source: Not Assigned
hu: Nincs hozzárendelve

source: Not available in selected language
hu: Nem elérhető a kiválasztott nyelven

source: Not configured
hu: Nem konfigurált

source: Note - default visibility
hu: Megjegyzés - alapértelmezett láthatóság

source: Notes are visible to agents only, never to customers.
hu: A megjegyzések csak az ügynökök számára láthatók, az ügyfelek számára soha.

source: Nothing selected
hu: Nincs kiválasztott

source: Notice
hu: Értesítés

source: Notification Sender
hu: Értesítés küldő

source: Notification Sound
hu: Értesítési hang

source: OK, I've copied my token
hu: OK, lemásoltam a tokenemet

source: Object Manager
hu: Objektumkezelő

source: Objects
hu: Objektumok

source: Online Forms
hu: Online űrlapok
