Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Back to overview
hu: Vissza az áttekintéshez
tr: Genel bakışa geri dön

source: Back to previous page
hu: Vissza az előző oldalra
tr: Önceki sayfaya geri dön

source: Back to search results
hu: Vissza a keresési találatokhoz
tr: Arama sonuçlarına geri dön

source: Background color
hu: Háttérszín
tr: Arkaplan rengi

source: Background process did not start or has not finished! Please contact your support.
hu: A háttérfolyamat nem indult el vagy nem fejeződött be! Kérjük, lépjen kapcsolatba az ügyfélszolgálatával.
tr: Arka plan işlemi başlamadı veya bitmedi! Lütfen destek ekibinizle iletişime geçin.

source: Backlog
hu: Elmaradás
tr: Birikmiş İşler

source: Base
hu: Alap
tr: Temel

source: Base DN
tr: Temel DN

source: Base Objects
hu: Alap objektum
tr: Temel Nesneler

source: Basic Authentication
hu: Alapszintű hitelesítés
tr: Temel Kimlik Doğrulama

source: Basic Settings
hu: Alap beállítások
tr: Temel Ayarlar

source: Be sure to check AI-generated summaries for accuracy.
tr: Yapay zeka tarafından oluşturulan özetleri doğruluk açısından kontrol ettiğinizden emin olun.

source: Before you mention a user, please select a group.
hu: Mielőtt megemlítene egy felhasználót, kérjük, válasszon ki egy csoportot.
tr: Bir kullanıcıdan bahsetmeden önce lütfen bir grup seçin.

source: Before you start, make sure to check the following points to ensure a smooth migration and usage of your Zammad instance:
hu: Mielőtt elkezdené, ellenőrizze a következő pontokat, hogy biztosítsa a zökkenőmentes migrációt és az Ön Zammad-példányának zökkenőmentes használatát:
tr: Başlamadan önce Zammad örneğinizin sorunsuz bir şekilde taşınmasını ve kullanılmasını sağlamak için aşağıdaki noktaları kontrol ettiğinizden emin olun :

source: Begin forwarded message
hu: Továbbított üzenet kezdése
tr: İletilen mesaj

source: Bind Password
hu: Jelszó összekötése
tr: Bağlantı Şifresi

source: Bind User
hu: Felhasználó összekötése
tr: Bağlantı Kullanıcısı

source: Block Notifications
hu: Értesítések blokkolása
tr: Bildirimleri Engelle

source: Block caller IDs based on sender caller ID.
hu: Hívóazonosítók blokkolása a küldő hívóazonosító alapján.
tr: Gönderen arayan kimliğine göre arayan kimliklerini engelleyin.

source: Blocked Content
hu: Blokkolt tartalom
tr: Engellenen İçerik

source: Blocked IPs (separated by ;)
hu: Blokkolt IP-címek (;-vel elválasztva)
tr: Engellenen IP'ler (; ile ayrılmış)

source: Blocked countries
hu: Blokkolt országok
tr: Engellenen ülkeler

source: Blue
hu: Kék
tr: Mavi

source: Body
hu: Törzs
tr: Gövde

source: Body - Search for follow-up also in mail body.
hu: Törzs - A levelek törzsében is keressen utánkövetést.
tr: Gövde - Posta gövdesinde de takip için arama yapın.

source: Body text is required
tr: Gövde metni gereklidir

source: Boolean field
hu: Logikai mező
tr: Boolean alanı

source: Bots
hu: Botok
tr: Botlar

source: Branding
hu: Márkaépítés
tr: Markalaştırma

source: Breadcrumb navigation
tr: İçerik haritası navigasyon

source: Browser
hu: Böngésző
tr: Tarayıcı

source: Bulk Actions
tr: Toplu İşlemler

source: Bulk action executed!
hu: Csoportos művelet végrehajtva!
tr: Toplu işlem gerçekleştirildi!

source: Bulk action failed
hu: A csoportos művelet nem sikerült
tr: Toplu işlem başarısız oldu

source: Bulk action stopped by error(s): %s!
hu: A csoportos művelet hiba miatt leállt: %s!
tr: Toplu işlem, hata(lar) nedeniyle durduruldu: %s!

source: Bulk import allows you to create and update many records at once.
hu: A csoportos importálás lehetővé teszi, hogy egyszerre sok bejegyzést hozzon létre és frissítsen.
tr: Toplu içe aktarma, aynı anda çok sayıda kayıt oluşturmanıza ve güncellemenize olanak tanır.

source: Business Hours
hu: Munkaidő
tr: Çalışma Saatleri

source: But it's only available in these languages:
hu: De csak ezeken a nyelveken érhető el:
tr: Ancak yalnızca bu dillerde mevcuttur:

source: By default, the follow-up check is done via the subject of an email. This setting lets you add more fields for which the follow-up check will be executed.
hu: Alapértelmezés szerint az utánkövetési ellenőrzés az e-mail tárgyában történik. Ezzel a beállítással több olyan mezőt adhat hozzá, amelyek esetében az utánkövetési ellenőrzés végrehajtásra kerül.
tr: Varsayılan olarak, takip kontrolü bir e-postanın konusu aracılığıyla yapılır. Bu ayar, takip kontrolünün gerçekleştirileceği daha fazla alan eklemenize olanak tanır.

source: By mapping your agents' Placetel SIP users to their Zammad user accounts, Zammad can support your agents by opening either a new ticket dialogue or the user profile upon picking up a new call.
hu: Az ügynökök Placetel SIP felhasználóinak a Zammad felhasználói fiókokhoz való hozzárendelésével a Zammad támogatni tudja ügynökeit azáltal, hogy vagy egy új jegy párbeszédet, vagy a felhasználói profilt nyitja meg egy új hívás felvételekor.
tr: Temsilcilerinizin Placetel SIP kullanıcılarını Zammad kullanıcı hesaplarıyla eşleştirerek Zammad, yeni bir çağrı aldığında yeni bir destek talebi diyaloğu veya kullanıcı profili açarak temsilcilerinizi destekleyebilir.

source: By mapping your agents' sipgate users to their Zammad user accounts, Zammad can support your agents by opening either a new ticket dialogue or the user profile upon picking up a new call.
hu: Az ügynökei sipgate felhasználóinak a Zammad felhasználói fiókjaihoz való hozzárendelésével a Zammad támogatni tudja ügynökeit azáltal, hogy vagy egy új jegy párbeszédet, vagy a felhasználói profilt nyitja meg egy új hívás felvételekor.
tr: Temsilcilerinizin sipgate kullanıcılarını Zammad kullanıcı hesaplarıyla eşleştirerek Zammad, yeni bir çağrı aldığında yeni bir destek talebi diyaloğu veya kullanıcı profili açarak temsilcilerinizi destekleyebilir.

source: CMDB to document complex relations of your network components.
hu: CMDB a hálózati összetevők összetett kapcsolatainak dokumentálásához.
tr: Ağ bileşenlerinizin karmaşık ilişkilerini belgelemek için CMDB.

source: CSS font-size with a unit like 12px, 1.5em. If left undefined it inherits the font-size of the website.
hu: CSS betűméret egy olyan egységgel, mint 12px, 1.5em. Amennyiben nem definiált, akkor a weboldal betűméretét örökli.
tr: 12px, 1.5em gibi bir birimle CSS yazı tipi boyutu. Tanımsız bırakılırsa, web sitesinin yazı tipi boyutunu devralır.

source: CTI (generic)
hu: CTI (általános)
tr: CTI (genel)

source: CTI Token
tr: CTI Belirteci

source: CTI config
hu: CTI konfiguráció
tr: CTI yapılandırması

source: CTI customer last activity
hu: CTI ügyfél utolsó tevékenysége
tr: CTI müşterisi son etkinliği

source: CTI integration
hu: CTI integráció
tr: CTI entegrasyonu

source: Calendar
hu: Naptár
tr: Takvim

source: Calendars
hu: Naptárak
tr: Takvimler

source: Call Settings
hu: Hívásbeállítások
tr: Arama Ayarları

source: Call from %s
hu: Hívás a következőtől: %s
tr: %s adresinden ara

source: Call from %s for %s
hu: Hívás %s-tól %s számára
tr: %s tarafından %s için arama

source: Caller ID of outbound calls can be changed as well.
hu: A kimenő hívások hívóazonosítója is módosítható.
tr: Giden aramaların arayan kimliği de değiştirilebilir.

source: Caller ID to block
hu: Blokkolandó hívóazonosító
tr: Engellenecek arayan kimliği

source: Caller Log Filter
hu: Hívásnapló szűrő
tr: Arayan Günlüğü Filtresi

source: Caller log
hu: Hívásnapló
tr: Arayan günlüğü

source: Camera
hu: Kamera
tr: Kamera

source: Can be in any CSS color format.
hu: Bármilyen CSS színformátumban lehet.
tr: Herhangi bir CSS renk formatında olabilir.

source: Can't create user!
hu: Nem lehet felhasználót létrehozni!
tr: Kullanıcı oluşturulamıyor!

source: Can't delete, object has references.
hu: Nem lehet törölni, az objektumnak vannak hivatkozásai.
tr: Silinemiyor, nesnenin referansları var.

source: Can't find User for Token
hu: Nem található felhasználó a tokenhez
tr: Token için Kullanıcı bulunamıyor

source: Can't update password, your entered passwords do not match. Please try again.
hu: Nem lehet frissíteni a jelszót, a megadott jelszavak nem egyeznek. Kérjük, próbálja meg újra.
tr: Şifre güncellenemiyor , girdiğiniz şifreler eşleşmiyor. Lütfen tekrar deneyin.

source: Cancel
hu: Mégse
tr: İptal

source: Cancel & Go Back
hu: Mégse és visszalépés
tr: İptal Et ve Geri Dön

source: Cancel & Sign Out
tr: İptal Et ve Oturumu Kapat

source: Cancel & Sign out
hu: Mégsem & Kijelentkezés
tr: İptal Et ve Çıkış Yap

source: Cancel Upload
hu: Feltöltés visszavonása
tr: Yüklemeyi İptal Et

source: Cannot delete category
hu: Nem lehet törölni a kategóriát
tr: Kategori silinemiyor

source: Cannot delete record because a dependent %{record} exists
hu: Nem lehet bejegyzést törölni, mert egy függő %{bejegyzés} létezik
tr: Bağımlı bir %{record) mevcut olduğundan kayıt silinemiyor

source: Cannot delete record because dependent %{record} exist
hu: Nem lehet a bejegyzést törölni, mert a függő %{record} létezik
tr: Kayıt silinemiyor çünkü bağımlı %{record} mevcut

source: Cannot follow-up on a closed ticket. Please create a new ticket.
hu: Nem lehet utánkövetni egy lezárt jegyet. Kérjük, hozzon létre egy új jegyet.
tr: Kapatılan destek talebinin takibi yapılamıyor. Lütfen yeni bir destek talebi oluşturun.

source: Cannot have both response time and update time.
hu: Nem lehet egyszerre válaszidő és frissítési idő.
tr: Hem yanıt süresine hem de güncelleme süresine sahip olamaz.

source: Cannot process external data source %s. %s
hu: Nem lehet feldolgozni a külső adatforrást %s. %s
tr: %s harici veri kaynağı işlenemiyor. %S

source: Cannot set online notifications as seen
hu: Az online értesítéseket a látottak szerint nem lehet beállítani
tr: Çevrimiçi bildirimler görüldü olarak ayarlanamıyor

source: Cannot upload file
hu: Nem lehet fájlt feltölteni
tr: Dosya yüklenemiyor

source: Capture From Camera
hu: Felvétel kameráról
tr: Kameradan Görüntü Yakala

source: Categories
hu: Kategóriák
tr: Kategoriler

source: Category
hu: Kategória
tr: Kategori

source: Category page layout
hu: Kategória oldal elrendezése
tr: Kategori sayfa düzeni

source: Caution!
hu: Vigyázat!
tr: Dikkat!

source: Certificate (PEM)
hu: Tanúsítvány (PEM)
tr: Sertifika (PEM)

source: Certificates & Private Keys
hu: Tanúsítványok és privát kulcsok
tr: Sertifikalar ve Özel Anahtarlar

source: Change
hu: Változtatás
tr: Değiştir

source: Change Customer
hu: Ügyfél megváltoztatása
tr: Müşteri Değiştir

source: Change Objects
hu: Objektumok módosítása
tr: Nesneleri Değiştir

source: Change Password
hu: Jelszó megváltoztatása
tr: Şifre Değiştir

source: Change Your Password
hu: Változtassa meg jelszavát
tr: Şifrenizi Değiştirin

source: Change customer
hu: Ügyfélváltás
tr: Müşteri değiştir

source: Change date
hu: Dátum módosítása
tr: Tarih değiştir

source: Change order
hu: Sorrend változtatás
tr: Sıralamayı değiştir

source: Change personal account password.
hu: Személyes fiók jelszavának módosítása.
tr: Kişisel hesap şifrenizi değiştirin.

source: Change text color
tr: Metin rengini değiştir

source: Change text color to blue (%s)
tr: Metin rengini mavi olarak değiştir (%s)

source: Change text color to green (%s)
tr: Metin rengini yeşil olarak değiştir (%s)

source: Change text color to neutral (%s)
tr: Metin rengini nötr olarak değiştir (%s)

source: Change text color to orange (%s)
tr: Metin rengini turuncu olarak değiştir (%s)

source: Change text color to purple (%s)
tr: Metin rengini mor olarak değiştir (%s)

source: Change text color to red (%s)
tr: Metin rengini kırmızı olarak değiştir (%s)

source: Change to %s
tr: %s olarak değiştir

source: Change to channel email address
tr: Kanal eposta adresine geç

source: Changed reaction on message %s from %s
tr: %s'den %s iletisine ilişkin tepki değiştirildi

source: Changed reaction to %s on message %s from %s
tr: %s'den %s iletisine verilen tepki %s olarak değiştirildi

source: Changed:
hu: Megváltozott:
tr: Değişti:

source: Changes
hu: Változtatások
tr: Değişiklikler

source: Changes could not be loaded.
hu: A változásokat nem lehetett betölteni.
tr: Değişiklikler yüklenemedi.

source: Changes could not be saved.
hu: A változtatásokat nem lehetett elmenteni.
tr: Değişiklikler kaydedilemedi.

source: Changes were made that require a database update.
hu: Olyan változások történtek, amelyek adatbázis-frissítést igényelnek.
tr: Veritabanı güncellemesi gerektiren değişiklikler yapıldı.

source: Channel
hu: Csatorna
tr: Kanal

source: Channel Distribution
hu: Csatorna forgalmazás
tr: Kanal Dağılımı

source: Channels
hu: Csatornák
tr: Kanallar

source: Chat
hu: Csevegés
tr: Sohbet

source: Chat ID
hu: Csevegés azonosító
tr: Sohbet Kimliği

source: Chat Session
hu: Csevegés munkamenet
tr: Sohbet Oturumu

source: Chat Title
hu: Csevegés cím
tr: Sohbet Başlığı

source: Chat closed by %s
hu: A csevegés %s által lezárva
tr: Sohbet %s tarafından kapatıldı

source: Chat not answered, automatically set to offline.
hu: A csevegés nem válaszolt, automatikusan offline állapotba került.
tr: Sohbet yanıtlanmadı, otomatik olarak çevrimdışı olarak ayarlandı.

source: Chats
hu: Csevegések
tr: Sohbetler

source: Chatting Customers
hu: Csevegő ügyfelek
tr: Sohbet Eden Müşteriler

source: Check 'Channel' streams.
hu: Ellenőrizze a 'Csatorna' adatfolyamokat.
tr: 'Kanal' akışlarını kontrol edin.

source: Check channels.
hu: Ellenőrizze a csatornákat.
tr: Kanalları kontrol edin.

source: Check item
tr: Öğeyi kontrol edin

source: Check the response and payload for detailed information:
hu: A részletes információkért ellenőrizze a választ és a hasznos terhelést:
tr: Ayrıntılı bilgi için yanıtı ve payload'u kontrol edin:

source: Check this box if you want to customise how options are sorted. If the box is not checked, values are sorted in alphabetical order.
hu: Jelölje be ezt a négyzetet, ha testre szeretné szabni a lehetőségek rendezését. Amennyiben a jelölőnégyzet nincs bejelölve, az értékek ábécé sorrendben lesznek rendezve.
tr: Seçeneklerin nasıl sıralanacağını özelleştirmek istiyorsanız bu kutuyu işaretleyin. Kutu işaretlenmezse, değerler alfabetik sıraya göre sıralanır.

source: Checklist
tr: Kontrol Listesi

source: Checklist Item
tr: Kontrol listesi öğesi

source: Checklist Item Label
tr: Kontrol Listesi Öğe Etiketi

source: Checklist Template
tr: Kontrol Listesi Şablonu

source: Checklist Template items are limited to 100 items per checklist.
tr: Kontrol listesi şablonu öğeleri, kontrol listesi başına 100 öğe ile sınırlıdır.

source: Checklist item successfully added.
tr: Kontrol listesi öğesi başarıyla eklendi.

source: Checklist items are limited to 100 items per checklist.
tr: Kontrol listesi öğeleri, kontrol listesi başına 100 öğe ile sınırlıdır.

source: Checklist template must be active to use as a checklist starting point.
tr: Kontrol listesi başlangıç noktası olarak kullanmak için kontrol listesi şablonu aktif olmalıdır.

source: Checklists
tr: Kontrol Listeleri

source: Checkmk integration
hu: Checkmk integráció
tr: Checkmk entegrasyonu

source: Checksum
hu: Ellenőrző összeg
tr: Sağlama Toplamı (Checksum)

source: Child
hu: Gyermek
tr: Alt

source: Choose date
hu: Dátum kiválasztása
tr: Tarih seçin

source: Choose if retweets should also be converted to tickets.
hu: Válassza ki, hogy a retweetek is jegyekké legyenek-e átalakítva.
tr: Retweetlerin de destek taleplerine dönüştürülüp dönüştürülmeyeceğini seçin.

source: Choose the default behavior of the PGP integration on per group basis. If signing or encrypting is not possible, the setting has no effect. Agents can always manually alter the behavior for each article.
hu: Válassza ki a PGP-integráció alapértelmezett viselkedését csoportonként. Ha az aláírás vagy titkosítás nem lehetséges, a beállításnak nincs hatása. Az ügynökök mindig manuálisan módosíthatják a viselkedést az egyes cikkek esetében.
tr: Grup bazında PGP entegrasyonunun varsayılan davranışını seçin. İmzalama veya şifreleme mümkün değilse, ayarın hiçbir etkisi yoktur. Temsilciler her yazı için davranışı her zaman manuel olarak değiştirebilir.

source: Choose the default behavior of the S/MIME integration on per group basis. If signing or encrypting is not possible, the setting has no effect. Agents can always manually alter the behavior for each article.
hu: Válassza ki az S/MIME integráció alapértelmezett viselkedését csoportonként. Ha az aláírás vagy titkosítás nem lehetséges, a beállításnak nincs hatása. Az ügynökök mindig manuálisan módosíthatják a viselkedést minden egyes cikk esetében.
tr: Grup bazında S/MIME entegrasyonunun varsayılan davranışını seçin. İmzalama veya şifreleme mümkün değilse, ayarın hiçbir etkisi yoktur. Temsilciler her yazı için davranışı her zaman manuel olarak değiştirebilir.

source: Choose the group to which direct messages will get added.
hu: Válassza ki a csoportot, amelyhez a közvetlen üzenetek hozzá lesznek adva.
tr: Direkt mesajların ekleneceği grubu seçin.

source: Choose the group to which mentions will get added.
hu: Válassza ki a csoportot, amelyhez az említések hozzá lesznek adva.
tr: Mentionların ekleneceği grubu seçin.

source: Choose the group to which messages will get added.
hu: Válassza ki a csoportot, amelyhez az üzenetek hozzá lesznek adva.
tr: Mesajların ekleneceği grubu seçin.

source: Choose the group to which page posts will get added.
hu: Válassza ki a csoportot, amelyhez az oldal bejegyzései hozzá lesznek adva.
tr: Sayfa gönderilerinin ekleneceği grubu seçin.

source: Choose your language.
hu: Válassza ki a nyelvét.
tr: Dilinizi seçin.

source: Choose your new password
hu: Válassza ki új jelszavát
tr: Yeni şifrenizi seçin

source: Choose your new password.
hu: Válassza ki az új jelszavát.
tr: Yeni şifrenizi seçin.

source: Choose your preferred two-factor authentication method to set it up.
hu: A beállításhoz válassza ki a kívánt kétfaktoros hitelesítési módszert.
tr: Ayarlamak için tercih ettiğiniz iki faktörlü kimlik doğrulama yöntemini seçin.

source: Christmas holiday
hu: Karácsonyi ünnepek
tr: Noel tatili

source: City
hu: Város
tr: Şehir

source: Clean up 'Cti::Log'.
hu: A 'Cti::Log' kitakarítása.
tr: 'Cti::Log' temizleyin.

source: Clean up 'DataPrivacyTask'.
hu: A 'DataPrivacyTask' kitakarítása.
tr: 'DataPrivacyTask' temizleyin.

source: Clean up 'HttpLog'.
hu: A 'HttpLog' kitakarítása.
tr: 'HttpLog' temizleyin.

source: Clean up ActiveJob locks.
hu: ActiveJob zárolások kitakarítása.
tr: ActiveJob kilitlerini temizleyin.

source: Clean up cache.
hu: A gyorsítótár kitakarítása.
tr: Önbelleği temizleyin.

source: Clean up closed sessions.
hu: Lezárt munkamenetek kitakarítása.
tr: Kapalı oturumları temizleyin.

source: Clean up dead sessions.
hu: Halott munkamenetek kitakarítása.
tr: Bitmiş oturumları temizleyin.

source: Clean up expired sessions.
hu: Lejárt munkamenetek kitakarítása.
tr: Süresi dolan oturumları temizleyin.

source: Clean up mobile taskbars.
hu: A mobil tálcák kitakarítása.
tr: Mobil görev çubuklarını temizleyin.

source: Clear Search
hu: Keresés törlése
tr: Aramayı Temizle

source: Clear Selection
hu: Kiválasztás törlése
tr: Seçimi Temizle

source: Clear filter
hu: Szűrő törlése
tr: Filtreyi temizle

source: Clear recent searches
tr: Son aramaları temizle

source: Clear recently viewed
tr: Son görüntülenenleri temizle

source: Clear search
tr: Aramayı Temizle

source: Clear the value
tr: Değeri temizle

source: Clearbit config
hu: Clearbit konfiguráció
tr: Clearbit yapılandırması

source: Clearbit integration
hu: Clearbit integráció
tr: Clearbit entegrasyonu

source: Click here
hu: Kattintson ide
tr: Buraya tıklayın

source: Click here to set up a two-factor authentication method.
hu: Kattintson ide a kétfaktoros hitelesítési módszer beállításához.
tr: İki faktörlü bir kimlik doğrulama yöntemi ayarlamak için buraya tıklayın.

source: Client ID
hu: Ügyfél azonosító
tr: İstemci Kimliği

source: Client Secret
hu: Ügyfél titok
tr: İstemci Anahtarı

source: Clients
hu: Ügyfelek
tr: İstemciler

source: Clone
hu: Klónozás
tr: Klonla

source: Close
hu: Bezárás
tr: Kapat

source: Close & Tag as Spam
hu: Bezárás és címkézés levélszemétként
tr: Kapat ve Spam Olarak Etiketle

source: Close Diff In Min
hu: Lezárás különbség percben
tr: Dakika Cinsinden Kapanış Farkı

source: Close Escalation At
hu: Lezárás eszkaláció ekkor
tr: Yükseltmeyi Şu Tarihte Kapat

source: Close In Min
hu: Lezárás percben
tr: Dakika Cinsinden Kapanış

source: Close chat sessions where participants are offline.
hu: Azoknak a csevegési munkameneteknek a lezárása, amelyekben a résztvevők offline állapotban vannak.
tr: Katılımcıların çevrimdışı olduğu sohbet oturumlarını kapatın.

source: Close current tab
hu: Aktuális lap bezárása
tr: Geçerli sekmeyi kapat

source: Close dialog
hu: Párbeszédpanel bezárása
tr: İletişim kutusunu kapat

source: Close side panel
hu: Oldalpanel bezárása
tr: Yan paneli kapat

source: Close tab
hu: Lap bezárása
tr: Sekmeyi kapat

source: Close tab on ticket close
hu: Lap bezárása a jegy lezárásakor
tr: Destek talebi kapandığında sekmeyi kapat

source: Close the time picker
hu: Az időválasztó bezárása
tr: Zaman seçiciyi kapat

source: Close this tab
hu: Lap bezárása
tr: Bu sekmeyi kapat

source: Closed
hu: Lezárt
tr: Kapalı

source: Closed At
hu: Lezárva ekkor
tr: Kapatıldığı Tarih

source: Closed Tickets
hu: Lezárt jegyek
tr: Kapalı Destek Talepleri

source: Closing time
hu: Zárási idő
tr: Kapanış zamanı

source: Collapse sidebar
tr: Kenar çubuğunu daralt

source: Collapse this element
hu: Ennek az elemnek az összecsukása
tr: Bu elementi daralt

source: Color representation of the open ticket indicator in the sidebar.
hu: A nyitott jegy jelző színének megjelenítése az oldalsávon.
tr: Kenar çubuğundaki açık destek talebi göstergesinin renk temsili.

source: Combined subscription URL
tr: Birleşik abonelik URL'si

source: Comment
hu: Megjegyzés
tr: Yorum

source: Communication
hu: Kommunikáció
tr: İletişim

source: Company Inc.
hu: Cég Zrt.
tr: Şirket A.Ş.

source: Compared to the Microsoft 365 Graph API Email Channel, this is the traditional implementation using OAuth and IMAP. When setting up new channels, we suggest using the Graph API implementation instead. More information can be found here %l.
tr: Microsoft 365 Graph API E-posta Kanalı ile karşılaştırıldığında bu, OAuth ve IMAP kullanan geleneksel uygulamadır. Yeni kanallar kurarken bunun yerine Graph API uygulamasını kullanmanızı öneririz. Daha fazla bilgiyi burada bulabilirsiniz %l.

source: Complete the sign-in with your security key.
hu: Fejezze be a bejelentkezést a biztonsági kulcsával.
tr: Güvenlik anahtarınızla oturum açma işlemini tamamlayın.

source: Complete translations
hu: Teljes fordítások
tr: Çevirileri tamamlayın

source: Completed Tasks
hu: Befejezett feladatok
tr: Tamamlanan Görevler

source: Compose your message…
hu: Fogalmazza meg üzenetét…
tr: Mesajınızı yazın…

source: Conditions for affected objects
hu: Az érintett objektumok feltételei
tr: Etkilenen nesneler için koşullar

source: Conditions for shown tickets
hu: A megjelenített jegyek feltételei
tr: Gösterilen destek talepleri için koşullar

source: Config
hu: Konfiguráció
tr: Yapılandırma

source: Config has changed
hu: A konfiguráció megváltozott
tr: Yapılandırma değişti

source: Configuration
hu: Konfiguráció
tr: Yapılandırma

source: Configuration for %s
hu: Konfiguráció a %s számára
tr: %s için yapılandırma

source: Configuration of performance settings via environment variables.
hu: A teljesítménybeállítások konfigurálása környezeti változókon keresztül.
tr: Ortam değişkenleri aracılığıyla performans ayarlarının yapılandırılması.

source: Configure
hu: Konfigurálás
tr: Yapılandır

source: Configure App
hu: Alkalmazás konfigurálása
tr: Uygulamayı Yapılandır

source: Configure Basic Settings
hu: Alap beállítások konfigurálása
tr: Temel Ayarları Yapılandır

source: Configure your system.
hu: Konfigurálja a rendszerét.
tr: Sisteminizi yapılandırın.

source: Confirm
hu: Megerősítés
tr: Onayla

source: Confirm Password
hu: Jelszó megerősítése
tr: Şifreyi Onayla
