Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Ticket will escalate (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div>The ticket (#{ticket.title}) from "<b>#{ticket.customer.longname}</b>" will escalate at "#{ticket.escalation_at}"!</div> <br> <% if @objects[:article] %> <div> Information: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: A jegy eszkalálódik (#{ticket.title}) <div>Üdvözöljük #{recipient.firstname},</div> <br> <div>A "<b>#{ticket.customer.longname}</b>" ügyféltől származó jegy (#{ticket.title}) eszkalálódni fog a következő időpontban: "#{ticket.escalation_at}"!</div> <br> <% if @objects[:article] %> <div> Információ: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app" >Tekintse meg itt: #{config.product_name}</a> </div>
tr: Destek talebi yükseltilecek (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div>"<b>#{ticket.customer.longname}</b>" adlı müşteriye ait (#{ticket.title}) başlıklı destek talebi "#{ticket.escalation_at}" tarihinde yükseltilecektir!</div> <br> <% if @objects[:article] %> <div> Bilgi: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Bunu #{config.product_name} üzerinden görüntüle</a> </div>

source: Ticket with specified ID was not found. Try checking the URL for errors.
hu: A megadott azonosítóval rendelkező jegy nem található. Próbálja meg ellenőrizni az URL címet a hibák kiszűrésére.
tr: Belirtilen kimliğe sahip destek talebi bulunamadı. Hata için URL'yi kontrol etmeyi deneyin.

source: Ticket |%s| has escalated!
hu: A |%s| jegy eszkalálódott!
tr: Destek talebi |%s| yükseltildi!

source: Ticket |%s| was merged into another ticket
hu: A |%s| jegy egy másik jegybe lett egyesítve
tr: Destek Talebi |%s| başka bir destek talebiyle birleştirildi

source: Ticket#
hu: Jegy#
tr: Destek Talebi#

source: TicketID
hu: Jegyazonosító
tr: DestekTalepID

source: Tickets
hu: Jegyek
tr: Destek Talepleri

source: Tickets Bulk Edit
tr: Destek Talepleri Toplu Düzenleme

source: Tickets are ordered by "%s" column (%s).
hu: A jegyek a következő oszlop szerint vannak rendezve: "%s" (%s).
tr: Destek talepleri "%s" sütununa (%s) göre sıralanır.

source: Tickets assigned to me: %s of %s
hu: Hozzám rendelt jegyek: %s / %s
tr: Bana atanan destek talepleri: %s / %s

source: Tickets can only be imported if system is in import mode.
hu: A jegyek csak akkor importálhatók, ha a rendszer importálási módban van.
tr: Destek talepleri yalnızca sistem içe aktarma modundaysa içe aktarılabilir.

source: Tickets with "%s"
hu: Jegyek "%s"-vel
tr: "%s" içeren destek talepleri

source: Tickets with the same attributes were found.
hu: Azonos tulajdonságokkal rendelkező jegyek találhatók.
tr: Aynı özelliklere sahip destek talepleri bulundu.

source: Time
hu: Idő
tr: Zaman

source: Time Accounting
hu: Időelszámolás
tr: Süre Hesaplama

source: Time Accounting Custom Unit
hu: Időelszámolási egyéni egység
tr: Süre Hesaplama Özel Birimi

source: Time Accounting Default Type
hu: Időelszámolás alapértelmezett típusa
tr: Süre Hesaplama Varsayılan Türü

source: Time Accounting Selector
hu: Időelszámolás választó
tr: Süre Hesaplama Seçici

source: Time Accounting Types
hu: Időelszámolási típusok
tr: Süre Hesaplama Türleri

source: Time Accounting Unit
hu: Időelszámolási egység
tr: Süre Hesaplama Birimi

source: Time Accounting is not enabled
hu: Az időelszámolás nincs engedélyezve
tr: Süre Hesaplama etkin değil

source: Time accounting unit
hu: Időelszámolási egység
tr: Süre hesaplama birimi

source: Time event
hu: Időpont esemény
tr: Zaman olayı

source: Time zone is required.
hu: Időzóna kötelező.
tr: Saat dilimi gereklidir.

source: Timeframe between agent updates or for an agent to respond.
hu: Időkeret az ügynöki frissítések között vagy az ügynök válaszadásáig.
tr: Temsilci güncellemeleri arasında veya bir temsilcinin yanıt vermesi için geçen süre.

source: Timezone
hu: Időzóna
tr: Zaman Dilimi

source: Title
hu: Cím
tr: Başlık

source: Title of the form
hu: Az űrlap címe
tr: Form başlığı

source: To
hu: Címzett
tr: Kime

source: To archive all outgoing emails from Zammad to external, you can store a BCC email address here.
hu: Ha archiválni szeretné az összes Zammad rendszerből kimenő e-mailt, itt eltárolhat egy titkos másolat e-mail címet.
tr: Zammad'dan dışarıya giden tüm e-postaları arşivlemek için burada bir BCC e-posta adresi saklayabilirsiniz.

source: To avoid fetching an incorrect Microsoft365 mailbox, the reauthentication process was aborted.
hu: A nem megfelelő Microsoft365 postafiók lekérdezésének elkerülése érdekében az újbóli hitelesítési folyamat megszakadt.
tr: Yanlış bir Microsoft365 posta kutusunun alınmasını önlemek için yeniden kimlik doğrulama işlemi iptal edildi.

source: To be able to chat you need to select at least one chat topic from below!
hu: Ahhoz, hogy csevegni tudjon, ki kell választania legalább egy csevegési témát az alábbiak közül!
tr: Sohbet edebilmek için aşağıdan en az bir sohbet konusu seçmeniz gerekir!

source: To enable %s for sending HTTP requests to %s, you need to create a designated "notification rule" in %s.
hu: Ahhoz, hogy a %s engedélyezze a HTTP-kérelmek küldését a %s címre, létre kell hoznia egy kijelölt "értesítési szabályt" a következőben: %s.
tr: %s in HTTP isteklerini %s'ye göndermesini etkinleştirmek için %s'de belirlenmiş bir "bildirim kuralı" oluşturmanız gerekir.

source: To find out more about the 24-hour customer service window see %l.
tr: Günün 24 saati hizmet veren kullanıcı destek penceresi hakkında daha fazla bilgi edinmek için %l'e bakın.

source: To install %s as an app, press the %s "Share" button and then the %s "Add to Home Screen" button.
hu: A %s alkalmazásként való telepítéséhez nyomja meg a %s "Megosztás" gombot, majd a %s "Hozzáadás a kezdőképernyőhöz" gombot.
tr: Bir uygulama olarak %s'yi yüklemek için %s "Paylaş" düğmesine ve ardından %s "Ana Ekrana Ekle" düğmesine basın.

source: To make translations easier you can enable and disable the inline translation feature by pressing "%s" at any time.
hu: A fordítások megkönnyítése érdekében bármikor engedélyezheti és letilthatja a soron belüli fordítási funkciót a „%s” gomb megnyomásával.
tr: Çevirileri kolaylaştırmak için istediğiniz zaman "%s" tuşuna basarak satır içi çeviri özelliğini etkinleştirebilir veya devre dışı bırakabilirsiniz.

source: To register a new security key with your account, press the button below.
hu: Egy új biztonsági kulcs regisztrálásához a fiókjához, nyomja meg az alábbi gombot.
tr: Hesabınıza yeni bir güvenlik anahtarı kaydetmek için aşağıdaki butona basın.

source: To revert back to the default payload, simply turn off the "Custom Payload" switch above.
tr: Varsayılan payload'a geri dönmek için yukarıdaki "Özel Payload" anahtarını kapatmanız yeterlidir.

source: To set up Authenticator App for your account, follow the steps below:
hu: A Hitelesítő alkalmazás beállításához kövesse az alábbi lépéseket:
tr: Hesabınız için Authenticator Uygulamasını kurmak için aşağıdaki adımları izleyin:

source: To set up this service you need to create a new |"Incoming webhook"| in your %s integration panel and enter the webhook URL below.
hu: A szolgáltatás beállításához létre kell hoznia egy új |" Bejövő webhook"| elemet a %s integrációs panelén, és be kell írnia az alábbi webhook URL címet.
tr: Bu hizmeti ayarlamak için %s entegrasyon panelinizde yeni bir |"Gelen webhook"| oluşturmanız ve aşağıdaki webhook URL'sini girmeniz gerekir.

source: To trigger the preview, please enter some search term(s) above.
tr: Önizlemeyi tetiklemek için lütfen yukarıya bazı arama terim(ler)i girin.

source: Today
hu: Ma
tr: Bugün

source: Toggle AM/PM mode
tr: ÖÖ/ÖS modunu aç/kapat

source: Toggle Group
tr: Grubu Aç/Kapat

source: Toggle dark mode
hu: Sötét üzemmód bekapcsolása
tr: Karanlık modu aç/kapat

source: Toggle header cell
tr: Başlık hücresini aç/kapat

source: Toggle header column
tr: Başlık sütununu aç/kapat

source: Toggle header row
tr: Başlık satırını aç/kapat

source: Toggle the overlay
tr: Katmanı aç/kapat

source: Token
tr: Belirteç

source: Token authorization failed.
tr: Belirteç yetkilendirmesi başarısız oldu.

source: Token for CTI.
hu: Token a CTI számára.
tr: CTI için belirteç.

source: Token for Sipgate.
hu: Token a Sipgate számára.
tr: Sipgate için belirteç.

source: Token for monitoring.
hu: Token a felügyelethez.
tr: İzleme için belirteç.

source: Token is invalid!
hu: A token érvénytelen!
tr: Belirteç geçersiz!

source: Token-based API access has been disabled by the administrator.
tr: Belirteç tabanlı API erişimi yönetici tarafından devre dışı bırakıldı.

source: Too many redirections for the original URL, halting.
hu: Túl sok átirányítás az eredeti URL címre, megállás.
tr: Orijinal URL için çok fazla yönlendirme, durduruluyor.

source: Topic
hu: Téma
tr: Konu

source: Total
hu: Összesen
tr: Toplam

source: Total Accounted Time
tr: Toplam Hesaplanan Süre

source: Total display of the number of objects in a grouping.
hu: A csoportosításban lévő objektumok számának összesített megjelenítése.
tr: Bir gruplamadaki nesne sayısının toplam gösterimi.

source: Track retweets
hu: Retweetek nyomon követése
tr: Retweetleri takip edin

source: Tracked as checklist item in
tr: Kontrol listesi öğesi olarak takip ediliyor

source: Transfer conversation to another chat:
hu: Beszélgetés átvitele egy másik csevegésbe:
tr: Konuşmayı başka bir sohbete aktar:

source: Translate field contents
tr: Alan içeriklerini çevir

source: Translation
hu: Fordítás
tr: Çeviri

source: Translation Source
hu: Fordítás forrása
tr: Çeviri Kaynağı

source: Translations
hu: Fordítások
tr: Çeviriler

source: Trigger
hu: Eseményindító
tr: Tetikleyici

source: Triggered because pending reminder was reached
tr: Bekleyen hatırlatıcıya ulaşıldığı için tetiklendi

source: Triggered because ticket was escalated
tr: Destek talebi yükseltildiği için tetiklendi

source: Triggered because ticket will escalate soon
tr: Destek talebi yakında yükseltileceği için tetiklendi

source: Triggered because time event was reached
tr: Zaman olayı gerçekleştiği için tetiklendi

source: Triggers activated by actions are executed whenever a ticket is created or updated, while triggers activated by time events are executed when certain times are reached (e.g. pending time, escalation).
hu: Az akciók által aktivált eseményindítók akkor kerülnek végrehajtásra, amikor egy jegyet létrehoznak vagy frissítenek, míg az időesemények által aktivált eseményindítók bizonyos időpontok elérésekor (pl. függőben lévő idő, eszkaláció) kerülnek végrehajtásra.
tr: Eylemler tarafından etkinleştirilen tetikleyiciler, bir destek talebi oluşturulduğunda veya güncellendiğinde yürütülürken, zaman olayları tarafından etkinleştirilen tetikleyiciler belirli zamanlara ulaşıldığında yürütülür (örneğin, bekleme süresi, eskalasyon).

source: Try Another Method
hu: Próbáljon meg egy másik módszert
tr: Başka Bir Yöntem Deneyin

source: Try New BETA UI
tr: Yeni BETA Kullanıcı Arayüzünü Deneyin

source: Try again
hu: Próbálja újra
tr: Tekrar deneyin

source: Try another method
hu: Próbáljon meg egy másik módszert
tr: Başka bir yöntem deneyin

source: Try using your security key again.
hu: Próbálja meg újra használni a biztonsági kulcsát.
tr: Güvenlik anahtarınızı tekrar kullanmayı deneyin.

source: Trying to reconnect…
hu: Próbálkozás újrakapcsolódni…
tr: Yeniden bağlanmaya çalışılıyor…

source: Tue
hu: k
tr: Sal

source: Tuesday
hu: kedd
tr: Salı

source: Turn chat into ticket
hu: Csevegés jeggyé alakítása
tr: Sohbeti destek talebine dönüştür

source: Turning off SSL verification is a security risk and should be used only temporary. Use this option at your own risk!
hu: Az SSL-ellenőrzés kikapcsolása biztonsági kockázatot jelent, és csak ideiglenesen használandó. Saját felelősségre használja ezt az opciót!
tr: SSL doğrulamasının kapatılması bir güvenlik riskidir ve yalnızca geçici olarak kullanılmalıdır. Bu seçeneği kendi sorumluluğunuzda kullanın!

source: Tweets containing search terms are automatically turned into tickets.
hu: A keresési kifejezéseket tartalmazó tweetek automatikusan jegyekké alakulnak.
tr: Arama terimlerini içeren tweetler otomatik olarak destek taleplerine dönüştürülür.

source: Twitter (in)
hu: Twitter (bejövő)
tr: Twitter (içeri)

source: Twitter (out)
hu: Twitter (kimenő)
tr: Twitter (dışarı)

source: Twitter Access Token
hu: Twitter hozzáférési token
tr: Twitter Erişim Belirteci

source: Twitter Access Token Secret
hu: Twitter hozzáférési token titok
tr: Twitter Erişim Token Sırrı

source: Twitter Account
hu: Twitter fiók
tr: Twitter Hesabı

source: Twitter Consumer Key
hu: Twitter fogyasztói kulcs
tr: Twitter Tüketici Anahtarı

source: Twitter Consumer Secret
hu: Twitter fogyasztói titok
tr: Twitter Tüketici Sırrı

source: Twitter Dev environment label
hu: Twitter fejlesztői környezet címke
tr: Twitter Geliştirme ortamı etiketi

source: Twitter Developer Site
hu: Twitter fejlesztői oldal
tr: Twitter Geliştirici Sitesi

source: Twitter Direct Message
tr: Twitter Direkt Mesaj

source: Twitter Secret
hu: Twitter Titok
tr: Twitter Sırrı

source: Twitter Status
tr: Twitter Durumu

source: Two-Factor Authentication Configuration Is Required
hu: Kétfaktoros hitelesítési konfiguráció szükséges
tr: İki Faktörlü Kimlik Doğrulama Yapılandırması Gereklidir

source: Two-factor Authentication
hu: Kétfaktoros hitelesítés
tr: İki Faktörlü Kimlik Doğrulama

source: Two-factor Authentication Methods
hu: Kétfaktoros hitelesítési módszerek
tr: İki Faktörlü Kimlik Doğrulama Yöntemleri

source: Two-factor authentication is not supported with HTTP BasicAuth.
hu: A kétfaktoros hitelesítés nem támogatott a HTTP BasicAuth használatával.
tr: İki faktörlü kimlik doğrulama HTTP BasicAuth ile desteklenmez.

source: Two-factor authentication is required, but you don't have sufficient permissions to set it up. Please contact your administrator.
hu: A kétfaktoros hitelesítés szükséges, de nincs elegendő jogosultsága a beállításához. Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: İki faktörlü kimlik doğrulama gerekli, ancak bunu ayarlamak için yeterli izniniz yok. Lütfen yöneticinizle iletişime geçin.

source: Two-factor authentication method could not be initiated.
hu: A kétfaktoros hitelesítési módszert nem lehetett elindítani.
tr: İki faktörlü kimlik doğrulama yöntemi başlatılamadı.

source: Two-factor authentication method was removed.
hu: A kétfaktoros hitelesítési módszer eltávolításra került.
tr: İki faktörlü kimlik doğrulama yöntemi kaldırıldı.

source: Two-factor authentication method was set as default.
hu: A kétfaktoros hitelesítési módszer alapértelmezettként lett beállítva.
tr: İki-aşamalı kimlik doğrulama yöntemi varsayılan olarak ayarlandı.

source: Two-factor authentication method was set up successfully.
hu: A kétfaktoros hitelesítési módszer beállítása sikeresen megtörtént.
tr: İki faktörlü kimlik doğrulama yöntemi başarıyla kuruldu.

source: Two-factor method could not be configured.
tr: İki faktörlü yöntem yapılandırılamadı.

source: Two-factor method has been configured successfully.
tr: İki faktörlü yöntem başarıyla yapılandırıldı.

source: Type
hu: Típus
tr: Tip

source: Type:
hu: Típus:
tr: Tip:

source: UI Desktop Beta Switch
tr: UI Masaüstü Beta Anahtarı

source: UID Attribute Name
hu: UID tulajdonság név
tr: UID Öznitelik Adı

source: UID Field
tr: UID Alanı

source: URL (Completions)
tr: URL (Tamamlamalar)

source: URL (Embeddings)
tr: URL (Yerleştirmeler)

source: Unassigned & Open Tickets
hu: Nem hozzárendelt és nyitott jegyek
tr: Atanmamış ve Açık Destek Talepleri

source: Uncheck item
tr: Öğenin işaretini kaldır

source: Unit
hu: Egység
tr: Birim

source: Unknown
tr: Bilinmiyor

source: Unknown error
hu: Ismeretlen hiba
tr: Bilinmeyen hata

source: Unknown error: Could not create a ticket from this email.
hu: Ismeretlen hiba: Nem sikerült jegyet létrehozni ebből az e-mailből.
tr: Bilinmeyen hata: Bu e-postadan bir destek talebi oluşturulamadı.

source: Unless you already have it, install one of the following authenticator apps on your mobile device:
hu: Amennyiben még nem rendelkezik ilyennel, telepítse a következő hitelesítési alkalmazások egyikét mobileszközére:
tr: Zaten sahip değilseniz, mobil cihazınıza aşağıdaki kimlik doğrulayıcı uygulamalardan birini yükleyin:

source: Unlink issue
tr: Sorunun bağlantısını kaldır

source: Unlink object
tr: Nesnenin bağlantısını kaldır

source: Unlock
hu: Feloldás
tr: Kilidi aç

source: Unpin this panel
tr: Bu panelin sabitlemesini kaldır

source: Unread notification
hu: Olvasatlan értesítés
tr: Okunmamış bildirim

source: Unread notifications
hu: Olvasatlan értesítések
tr: Okunmamış bildirimler

source: Unsaved Changes
tr: Kaydedilmemiş Değişiklikler

source: Unseen notifications count
tr: Görülmeyen bildirim sayısı

source: Unselect Option
tr: Seçimi kaldır

source: Unset default
hu: Alapértelmezett beállítás megszüntetése
tr: Varsayılanı kaldır

source: Unsubscribe
hu: Leiratkozás
tr: Abonelikten çık

source: Unsupported message type.
hu: Nem támogatott üzenettípus.
tr: Desteklenmeyen mesaj türü.

source: Unsupported subscription type.
hu: Nem támogatott előfizetési típus.
tr: Desteklenmeyen abonelik türü.

source: Unsupported webhook payload.
tr: Desteklenmeyen webhook yükü.

source: Up to %s% of this language is already translated. Please help to make Zammad even better and complete the translation.
hu: A nyelv mintegy %s%-a már le van fordítva. Kérjük, segítsen, hogy a Zammad még jobb legyen, és fejezze be a fordítást.
tr: Bu dilin %%s'ye kadar olan kısmı zaten çevrildi. Lütfen Zammad'ı daha da iyi yapmak için yardım edin ve çeviriyi tamamlayın.

source: Update
hu: Frissítés
tr: Güncelle

source: Update Diff In Min
hu: Frissítési különbség percben
tr: Güncellemeler Arası Süre (dk)

source: Update Escalation At
hu: Frissítés eszkaláció ekkor
tr: Yükseltme Güncelleme Tarihi

source: Update In Min
hu: Frissítés percben
tr: Güncelleme Aralığı (dk)

source: Update Shared Draft
tr: Paylaşılan Taslağı Güncelle

source: Update exchange oauth 2 token.
hu: Exchange oauth 2 token frissítése.
tr: Exchange oauth 2 belirtecini güncelleyin.

source: Update existing records
hu: Meglévő bejegyzések frissítése
tr: Mevcut kayıtları güncelleyin

source: Update successful.
hu: A frissítés sikeres.
tr: Güncelleme başarılı.

source: Update the most recent tickets.
hu: Frissítse a legújabb jegyeket.
tr: En son destek taleplerini güncelle.

source: Updated
hu: Frissítve
tr: Güncellendi

source: Updated At
hu: Frissítve ekkor
tr: Güncellenme Tarihi

source: Updated ticket (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div> Ticket (#{ticket.title}) has been updated by "<b>#{current_user.longname}</b>". </div> <br> <% if @objects[:changes].present? %> <div> Changes:<br> <% @objects[:changes].each do |key, value| %> <%= t key %>: <%= h value[0] %> -&gt; <%= h value[1] %><br> <% end %> </div> <% end %> <br> <% if @objects[:article] %> <div> Information: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}<% if @objects[:article] %>/#{article.id}<% end %>" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: Frissített jegy (#{ticket.title}) <div>Üdvözöljük #{recipient.firstname},</div> <br> <div> A jegyet (#{ticket.title}) frissítette: "<b>#{current_user.longname}</b>". </div> <br> <% if @objects[:changes].present? %> <div> Változások:<br> <% @objects[:changes].each do |key, value| %> <%= t key %>: <%= h value[0] %> -&gt; <%= h value[1] %><br> <% end %> </div> <% end %> <br> <% if @objects[:article] %> <div> Információ: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}<% if @objects[:article] %>/#{article.id}<% end %>" target="zammad_app">Tekintse meg ebben: #{config.product_name}</a> </div>
tr: Güncellenen destek talebi (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div> (#{ticket.title}) başlıklı destek talebi "<b>#{current_user.longname}</b>" tarafından güncellendi. </div> <br> <% if @objects[:changes].present? %> <div> Yapılan Değişiklikler:<br> <% @objects[:changes].each do |key, value| %> <%= t key %>: <%= h value[0] %> -&gt; <%= h value[1] %><br> <% end %> </div> <% end %> <br> <% if @objects[:article] %> <div> Bilgi: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}<% if @objects[:article] %>/#{article.id}<% end %>" target="zammad_app">Bunu #{config.product_name} üzerinden görüntüle</a> </div>

source: Updated ticket article (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div> <%= @objects[:article].preferences.dig('whatsapp', 'reaction', 'author') %> reacted with a <%= @objects[:article].preferences.dig('whatsapp', 'reaction', 'emoji') %> to message from #{article.created_by.fullname}: </div> <br> <% if @objects[:article] %> <div> <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}/#{article.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
tr: Güncellenen destek talebi içeriği (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div> <%= @objects[:article].preferences.dig('whatsapp', 'reaction', 'author') %>, #{article.created_by.fullname} tarafından gönderilen mesaja <%= @objects[:article].preferences.dig('whatsapp', 'reaction', 'emoji') %> emojisiyle tepki verdi: </div> <br> <% if @objects[:article] %> <div> <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}/#{article.id}" target="zammad_app">Bunu #{config.product_name} üzerinden görüntüle</a> </div>

source: Updating the order of your ticket overviews failed.
tr: Destek talebi genel görünümlerinizin sırası güncellenemedi.

source: Updating your calendar subscription settings failed.
tr: Takvim abonelik ayarlarınızın güncellenmesi başarısız oldu.

source: Upload
hu: Feltöltés
tr: Yükle

source: Upload Certificate
hu: Tanúsítvány feltöltése
tr: Sertifika Yükle

source: Upload Private Key
hu: Privát kulcs feltöltése
tr: Özel Anahtar Yükle

source: Upload image
hu: Kép feltöltése
tr: Resim yükle

source: Upload key
hu: Kulcs feltöltése
tr: Anahtar yükle

source: Uploading…
tr: Yükleniyor…

source: Use 'with_private_keyring' to create a private keyring or set @gnupg_home before calling gpg.
tr: Özel bir anahtarlık oluşturmak için 'with_private_keyring' kullanın veya gpg'yi çağırmadan önce @gnupg_home ayarlayın.

source: Use custom option sort
hu: Egyéni választási lehetőségek használata
tr: Özel seçenek sıralamasını kullan

source: Use double click to change level of the row.
hu: A sor szintjének megváltoztatásához használja a dupla kattintást.
tr: Satırın seviyesini değiştirmek için çift tıklayın.

source: Use one line per URI
hu: Egy sor használata URI-nként
tr: URI başına bir satır kullanın

source: Use one of your safely stored recovery codes.
hu: Használja a biztonságosan tárolt helyreállítási kódok egyikét.
tr: Güvenli bir şekilde sakladığınız kurtarma kodlarından birini kullanın.
