Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Use the camera to take a photo for the avatar.
hu: Használja a kamerát, hogy fényképet készítsen az avatárhoz.
tr: Avatar fotoğrafınız için kamerayı kullanın.

source: Use the start time of the last customer thread (which may consist of multiple articles).
hu: Használja az utolsó ügyfélszál (amely több cikkből is állhat) kezdési időpontját.
tr: Son kullanıcı konusunun (birden fazla yazıdan oluşabilir) başlangıç zamanını kullanın.

source: Use the time of the very last customer article.
hu: Használja az utolsó ügyfél-cikk időpontját.
tr: En son kullanıcı yazısının zamanını kullanın.

source: Use this switch to start synchronization of your ldap sources.
hu: Ezzel a kapcsolóval indíthatja el az ldap forrásainak szinkronizálását.
tr: Ldap kaynaklarınızın senkronizasyonunu başlatmak için bu anahtarı kullanın.

source: Used devices
tr: Kullanılan cihazlar

source: Used when composing a Ticket article
hu: Jegy cikk készítésekor használatos
tr: Destek Talebi yazısı oluştururken kullanılır

source: User
hu: Felhasználó
tr: Kullanıcı

source: User (censored):
hu: Felhasználó (cenzúrázott):
tr: Kullanıcı (sansürlü):

source: User Filter
hu: Felhasználói szűrő
tr: Kullanıcı Filtresi

source: User Mailbox
tr: Kullanıcı Posta Kutusu

source: User Mismatch
hu: Felhasználó eltérés
tr: Kullanıcı Uyuşmazlığı

source: User Organization Selector - email
hu: Felhasználói szervezet választó - e-mail
tr: Kullanıcı Organizasyonu Seçici - eposta

source: User authorization failed.
tr: Kullanıcı kimlik doğrulaması başarısız oldu.

source: User could not be created.
hu: A felhasználót nem sikerült létrehozni.
tr: Kullanıcı oluşturulamadı.

source: User could not be updated.
hu: A felhasználót nem lehetett frissíteni.
tr: Kullanıcı güncellenemedi.

source: User email could not be extracted from 'id_token'.
hu: A felhasználó e-mail címét nem sikerült kinyerni az 'id_token'-ből.
tr: Kullanıcı e-postası 'id_token'dan çıkarılamadı.

source: User email for multiple users
hu: Felhasználói e-mail több felhasználó számára
tr: Birden fazla kullanıcı için kullanıcı epostası

source: User filter
hu: Felhasználói szűrő
tr: Kullanıcı filtresi

source: User has no access
tr: Kullanıcının erişimi yok

source: User information could not be retrieved, please check your bind user permissions.
hu: A felhasználói adatokat nem sikerült lekérdezni, kérjük, ellenőrizze a kötési felhasználói jogosultságokat.
tr: Kullanıcı bilgileri alınamadı, lütfen bağlantı kullanıcısı izinlerinizi kontrol edin.

source: User is editing
tr: Kullanıcı düzenleme yapıyor

source: User is editing on desktop
tr: Kullanıcı masaüstünde düzenleme yapıyor

source: User is editing on mobile
tr: Kullanıcı mobil cihazda düzenleme yapıyor

source: User is idle
tr: Kullanıcı işlem yapmıyor

source: User is inactive
tr: Kullanıcı etkin değil

source: User is inactive.
tr: Kullanıcı etkin değil.

source: User is on desktop
tr: Kullanıcı masaüstünde

source: User is on mobile
tr: Kullanıcı mobil cihazda

source: User is out of office
tr: Kullanıcı ofis dışında

source: User mailbox
tr: Kullanıcı posta kutusu

source: User menu
tr: Kullanıcı menüsü

source: User successfully unlocked!
hu: A felhasználó sikeresen feloldásra került!
tr: Kullanıcı kilidi başarıyla açıldı!

source: User with specified ID was not found. Try checking the URL for errors.
hu: A megadott azonosítóval rendelkező felhasználó nem található. Próbálja meg ellenőrizni az URL címet a hibák kiszűrésére.
tr: Belirtilen kimliğe sahip kullanıcı bulunamadı. Hata için URL'yi kontrol etmeyi deneyin.

source: UserDevice could not be found.
tr: UserDevice bulunamadı.

source: Username
hu: Felhasználónév
tr: Kullanıcı adı

source: Username / Email
hu: Felhasználónév / E-mail cím
tr: Kullanıcı Adı / E-posta

source: Username / email
hu: Felhasználónév / E-mail cím
tr: Kullanıcı adı / e-posta

source: Username for proxy connection
hu: Felhasználónév a proxy kapcsolathoz
tr: Proxy bağlantısı için kullanıcı adı

source: Users
hu: Felhasználók
tr: Kullanıcılar

source: Users with "%s"
hu: Felhasználók "%s"-vel
tr: "%s" olan kullanıcılar

source: Users without assigned LDAP groups
hu: Felhasználók hozzárendelt LDAP-csoportok nélkül
tr: LDAP grupları atanmamış kullanıcılar

source: Users:
hu: Felhasználók:
tr: Kullanıcılar:

source: Using **organizations** you can **group** customers. This has two main benefits: 1. As an **agent** you don't just have an overview of the open tickets for one person but an **overview over their whole organization**. 2. As a **customer** you can also check the **tickets which your colleagues created** and modify their tickets (if your organization is set to "shared", which can be defined per organization).
hu: A **szervezetek** segítségével **csoportosíthatja** az ügyfeleket. Ennek két fő előnye van: 1. **ügynökként** nem csak egy személy nyitott jegyeire van áttekintése, hanem **áttekintése van az egész szervezetükre**. 2. **ügyfélként** ellenőrizheti a **kollégái által létrehozott jegyeket** is, és módosíthatja a jegyeiket (ha a szervezetben "megosztott" beállítás van érvényben, ami szervezetenként meghatározható).
tr: **Organizasyonları** kullanarak müşterileri **gruplandırabilirsiniz**. Bunun iki ana faydası vardır: 1. Bir **temsilci** olarak sadece bir kişi için açık destek talepleri hakkında genel bir bakışa sahip değilsiniz, aynı zamanda o kişinin **organizasyonunun tamamı** hakkında genel bir bakışa sahipsiniz. 2. Bir **müşteri** olarak, iş arkadaşlarınızın oluşturduğu **destek taleplerini** de kontrol edebilir ve onların destek taleplerini değiştirebilirsiniz (eğer organizasyonunuz "paylaşılan" olarak ayarlanmışsa, ki bu organizasyon bazında tanımlanabilir).

source: Valid from
tr: Şu tarihten itibaren geçerlidir

source: Validation failed
hu: Az ellenőrzés nem sikerült
tr: Doğrulama başarısız oldu

source: Validation failed: %{errors}
hu: Az ellenőrzés nem sikerült: %{errors}
tr: Doğrulama başarısız oldu: %{errors}

source: Value
hu: Érték
tr: Değer

source: Variables
hu: Változók
tr: Değişkenler

source: Vendor
hu: Gyártó
tr: Sağlayıcı

source: Verification Email not found in mailbox.
hu: Az ellenőrző e-mail nem található a postafiókban.
tr: Doğrulama E-postası posta kutusunda bulunamadı.

source: Verification email could not be sent.
hu: Az ellenőrző e-mailt nem sikerült elküldeni.
tr: Doğrulama epostası gönderilemedi.

source: Verification of the TLS connection to the IDP SSO target URL. Only relevant during setting up SAML authentication.
tr: IDP SSO hedef URL'sine TLS bağlantısının doğrulanması. Yalnızca SAML kimlik doğrulaması kurulurken geçerlidir.

source: Verify Token
hu: Token ellenőrzése
tr: Belirteç Doğrula

source: Verifying and saving your configuration…
hu: Az Ön konfigurációjának ellenőrzése és mentése…
tr: Yapılandırmanız doğrulanıyor ve kaydediliyor…

source: Verifying and saving your import configuration…
hu: Az importálási konfiguráció ellenőrzése és mentése…
tr: İçe aktarma yapılandırmanız doğrulanıyor ve kaydediliyor…

source: Verifying key information…
hu: Kulcsfontosságú információk ellenőrzése…
tr: Anahtar bilgiler doğrulanıyor…

source: Verifying your configuration…
hu: Az Ön konfigurációjának ellenőrzése…
tr: Yapılandırmanız doğrulanıyor…

source: Verifying your email…
hu: Az Ön e-mail címének ellenőrzése…
tr: E-posta adresiniz doğrulanıyor…

source: Verifying…
hu: Ellenőrzés…
tr: Doğrulanıyor…

source: Version
hu: Verzió
tr: Sürüm

source: Video file
hu: Videó fájl
tr: Video dosyası

source: View
hu: Megtekintés
tr: Görüntüle

source: Viewing ticket
hu: Jegy megtekintése
tr: Destek talebini inceliyor

source: Visible to readers & editors
hu: Látható az olvasók és a szerkesztők számára
tr: Okuyucular ve editörler tarafından görülebilir

source: Waiting Customers
hu: Várakozó ügyfelek
tr: Bekleyen Müşteriler

source: Waiting in %s
hu: Várakozás %s-ben
tr: %s içinde bekleniyor

source: Warning
hu: Figyelmeztetés
tr: Uyarı

source: Warning message
hu: Figyelmeztető üzenet
tr: Uyarı mesajı

source: Warning title
hu: Figyelmeztetés cím
tr: Uyarı başlığı

source: We are sorry, it is taking longer than expected to get a slot. Please try again later or send us an email. Thank you!
hu: Sajnáljuk, hogy a vártnál hosszabb ideig tart a helyfoglalás. Kérjük, próbálja meg később újra, vagy küldjön nekünk egy e-mailt. Köszönjük!
tr: Üzgünüz, yer bulmamız beklenenden daha uzun sürüyor. Lütfen daha sonra tekrar deneyin veya bize bir e-posta gönderin. Teşekkür ederiz!

source: Web (in)
hu: Web (bejövő)
tr: Web (gelen)

source: Web Server Configuration
hu: Webkiszolgáló konfiguráció
tr: Web Sunucusu Yapılandırması

source: Webhooks
hu: Webhookok
tr: Webhooklar

source: Webhooks make it easy to send information about events within Zammad to third-party systems via HTTP(S). You can use webhooks in Zammad to send ticket, article, and attachment data whenever a trigger is performed. Just create and configure your webhook with an HTTP(S) endpoint and relevant security settings, then configure a trigger to perform it.
hu: A webhookok segítségével a Zammad rendszeren belüli eseményekről könnyen küldhetünk információt harmadik fél rendszereinek HTTP(S) segítségével. A webhookok segítségével a Zammad rendszerben jegy-, cikk- és csatolmányadatokat küldhet, amikor egy kiváltó esemény végrehajtásra kerül. Csak hozza létre és konfigurálja a webhookot egy HTTP(S) végponttal és a megfelelő biztonsági beállításokkal, majd konfiguráljon egy eseményindítót a végrehajtásához.
tr: Webhooklar, Zammad içindeki olaylar hakkında HTTP(S) aracılığıyla üçüncü taraf sistemlere bilgi göndermeyi kolaylaştırır. Bir tetikleyici gerçekleştirildiğinde destek talebi, yazı ve ek verileri göndermek için Zammad'daki webhookları kullanabilirsiniz. Webhookunuzu bir HTTP(S) endpointi ve ilgili güvenlik ayarları ile oluşturup yapılandırdıktan sonra bunu gerçekleştirmek için bir tetikleyici yapılandırmanız yeterlidir.

source: Weblink
hu: Web hivatkozás
tr: Web Bağlantısı

source: Websocket backend
hu: Websocket háttérrendszer
tr: Websocket arka ucu

source: Websocket port
tr: Websocket bağlantı noktası

source: Wed
hu: sze
tr: Çar

source: Wednesday
hu: szerda
tr: Çarşamba

source: Week(s)
hu: Hét
tr: Hafta(lar)

source: Weibo App Credentials
hu: Weibo alkalmazás hitelesítő adatok
tr: Weibo Uygulaması Kimlik Bilgileri

source: Welcome message
hu: Üdvözlő üzenet
tr: Hoşgeldin mesajı

source: Welcome to Zammad!
hu: Üdvözöljük a Zammad rendszerben!
tr: Zammad'a hoş geldiniz!

source: Welcome!
hu: Üdvözöljük!
tr: Hoş geldiniz!

source: Welcome! Feel free to ask me a question!
hu: Üdvözöljük! Kérdezzen tőlem nyugodtan!
tr: Hoş geldiniz! Bana soru sormaktan çekinmeyin!

source: What can you do here?
hu: Mit tud itt tenni?
tr: Burada neler yapabilirsiniz ?

source: What percentage of your tickets have you responded to, updated, or modified in some way today?
hu: A jegyei hány százalékára válaszolt, frissítette vagy módosította ma valamilyen módon?
tr: Bugün destek taleplerinizin yüzde kaçını yanıtladınız, güncellediniz veya bir şekilde değiştirdiniz?

source: WhatsApp Account
hu: WhatsApp fiók
tr: WhatsApp Hesabı

source: WhatsApp Business Account ID
tr: WhatsApp İşletme Hesabı Kimliği

source: WhatsApp Message
tr: WhatsApp Mesajı

source: When at least one field from conditions was updated or article was added and conditions match
hu: Ha a feltételek közül legalább egy mezőt frissítettek vagy cikket adtak hozzá, és a feltételek megegyeznek
tr: Koşullardan en az bir alan güncellendiğinde veya yazı eklendiğinde ve koşullar eşleştiğinde

source: When conditions match
hu: Ha a feltételek megegyeznek
tr: Koşullar eşleştiğinde

source: When you turn on debugging by setting the option §debug§ to §true§ the reason gets printed to the javascript console.
hu: Ha bekapcsolja a hibakeresést a §debug§ lehetőség §true§ értékre állításával, az ok kiíródik a javascript konzolra.
tr: §debug§ seçeneğini §true§ olarak ayarlayarak hata ayıklamayı açtığınızda, neden javascript konsoluna yazdırılır.

source: Will be archived
hu: Archiválva lesz
tr: Arşivlenecek

source: Will be internal
hu: Belső lesz
tr: Dahili olacak

source: Will be published
hu: Publikálásra kerül
tr: Yayımlanacak

source: Will be published on
hu: Közzé lesz téve ekkor
tr: tarihinde yayınlanacaktır

source: With checklist templates it is possible to pre-fill new checklists with initial items.
tr: Kontrol listesi şablonları ile yeni kontrol listelerini başlangıç öğeleriyle önceden doldurmak mümkündür.

source: With checklist templates you can pre-fill your checklists.
tr: Kontrol listesi şablonları ile kontrol listelerinizi önceden doldurabilirsiniz.

source: With checklists you can keep track of the progress of your ticket related tasks.
tr: Kontrol listeleri ile destek talepleriniz ile ilgili görevlerin ilerleyişini takip edebilirsiniz.

source: With templates it is possible to pre-fill tickets quickly and easily.
hu: A sablonok segítségével gyorsan és egyszerűen lehet előre kitölteni a jegyeket.
tr: Şablonlar sayesinde destek taleplerinizi hızlı ve kolay bir şekilde önceden doldurmak mümkündür.

source: With templates you can pre-fill ticket attributes.
hu: A sablonok segítségével előre kitöltheti a jegyek tulajdonságait.
tr: Şablonlarla destek talebi özelliklerini önceden doldurabilirsiniz.

source: With your current configuration the following will happen:
hu: Az Ön jelenlegi konfigurációjával a következő fog történni:
tr: Mevcut yapılandırmanızla aşağıdakiler gerçekleşecektir:

source: With |Date| the ticket numbers will be generated by the current date, the SystemID, and the counter. The format will be "Year.Month.Day.SystemID.Counter" (e.g. 201206231010138, 201206231010139).
hu: A |Date| opcióval a jegyszámok az aktuális dátum, a Rendszerazonosító és a számláló alapján lesznek generálva. A formátum "Év.Hónap.Nap. Rendszerazonosító.Számláló" (pl. 201206231010138, 20120623101010139).
tr: |Tarih| ile destek talebi numaraları geçerli tarih, SystemID ve sayaç tarafından oluşturulacaktır. Format "Yıl.Ay.Gün.SystemID.Sayaç" olacaktır (örneğin 201206231010138, 201206231010139).

source: Workflow
hu: Munkafolyamat
tr: İş akışı

source: Workflows
hu: Munkafolyamatok
tr: İş Akışları

source: Writing Assistant Tools
tr: Yazım Asistanı Araçları

source: Writing Assistant couldn’t generate text.
tr: Yazım Asistanı metin oluşturamadı.

source: Writing Assistant: %s
tr: Yazım Asistanı: %s

source: Year
hu: Év
tr: Yıl

source: Year(s)
hu: Év
tr: Yıl(lar)

source: Yes
hu: Igen
tr: Evet

source: Yes, add attachments now
tr: Evet, şimdi ekleri ekleyin

source: Yes, open the checklist
tr: Evet, kontrol listesini açın

source: You are not authorized to open this %s.
tr: Bu %s'yi açma yetkiniz yok.

source: You are on waiting list position <strong>%s</strong>.
hu: Ön a várólistán a <strong>%s</strong> helyen szerepel.
tr: Bekleme listesindeki sıranız <strong>%s</strong>.

source: You are receiving this because you are a member of the group of this ticket.
hu: Ezt azért kapja, mert Ön tagja az ehhez a jegyhez tartozó csoportnak.
tr: Bu bildirimi alıyorsunuz çünkü bu destek talebi grubunun bir üyesisiniz.

source: You are receiving this because you are out-of-office replacement for a participant of this ticket.
hu: Ezt azért kapja, mert Ön a jegy egyik résztvevőjének hivatalon kívüli helyettesítője.
tr: Bunu alıyorsunuz çünkü bu destek talebinin bir katılımcısının ofis dışı yedeğisiniz.

source: You are receiving this because you are the owner of this ticket.
hu: Ezt azért kapja, mert Ön ennek a jegynek a tulajdonosa.
tr: Bunu alıyorsunuz çünkü bu destek talebinin sahibi sizsiniz.

source: You are receiving this because you were mentioned in this ticket.
hu: Ezt azért kapja, mert Önt megemlítették ebben a jegyben.
tr: Bu destek talebinde adınız geçtiği için bu bildirimi alıyorsunuz.

source: You calendar subscription settings were updated.
tr: Takvim abonelik ayarlarınız güncellendi.

source: You can connect %s with Zammad. But first, you will have to connect your Zammad with %s.
hu: Össze tudja kapcsolni a %s-t a Zammad rendszerrel. De előbb össze kell kapcsolnia a Zammad rendszerét a %s rendszerrel.
tr: Zammad ile %s arasında bağlantı kurabilirsiniz. Ama önce Zammad'ınızı %s ile bağlamanız gerekecek.

source: You can connect WhatsApp Business Accounts with Zammad.
tr: WhatsApp İşletme Hesaplarını Zammad ile bağlayabilirsiniz.

source: You can create **overviews** for your agents and your customers. These have many purposes, such as serving as a to-do list for your agents. You can also create overviews and limit them to specific agents or to groups of agents.
hu: **Áttekintéseket** készíthet ügynökei és ügyfelei számára. Ezek számos célt szolgálnak, például ügynökei számára teendőlistaként. Áttekintéseket létre is hozhat és korlátozhatja azokat bizonyos ügynökökre vagy ügynökcsoportokra.
tr: Temsilcileriniz ve müşterileriniz için **genel bakışlar** oluşturabilirsiniz. Bunların, temsilcileriniz için bir yapılacaklar listesi olarak hizmet etmek gibi birçok amacı vardır. Ayrıca genel bakışlar oluşturabilir ve bunları belirli temsilcilerle veya temsilci gruplarıyla sınırlayabilirsiniz.

source: You can define a separate signature for each group to use a different signature for each department. Once you created a signature here, you will also need to edit the groups which should use it.
hu: Az egyes csoportok számára külön aláírást határozhat meg, hogy az egyes részlegekhez eltérő aláírást használhasson. Miután itt létrehozta az aláírást, szerkesztenie kell azokat a csoportokat is, amelyeknek azt használniuk kell.
tr: Her departman için farklı bir imza kullanmak üzere her grup için ayrı bir imza tanımlayabilirsiniz. Burada bir imza oluşturduktan sonra, onu kullanması gereken grupları da düzenlemeniz gerekecektir.

source: You can define links which are shown e.g. in the footer of Zammad's login screen. These have many purposes, such as displaying a data privacy page for all people using your Zammad instance.
hu: Meghatározhat olyan hivatkozásokat, amelyek például a Zammad bejelentkezési képernyőjének láblécében jelennek meg. Ezeknek számos célja lehet, például egy adatvédelmi oldal megjelenítése a Zammad-példányt használó összes ember számára.
tr: Gösterilen bağlantıları tanımlayabilirsiniz (örneğin Zammad'ın oturum açma ekranının altbilgisinde). Bunların, Zammad uygulamanızı kullanan tüm kişiler için bir veri gizliliği sayfası görüntülemek gibi birçok amacı vardır.

source: You can find a tutorial on how to manage a %s in our online documentation %l.
hu: A %s kezeléséről online dokumentációnkban %l talál egy útmutatót.
tr: Bir %s'nin nasıl yönetileceğine ilişkin bir öğreticiyi %l çevrimiçi belgelerimizde bulabilirsiniz.

source: You can find a tutorial on how to manage an %s in our online documentation %l.
hu: A %s kezeléséről online dokumentációnkban %l talál egy útmutatót.
tr: Bir %s'nin nasıl yönetileceğine ilişkin bir öğreticiyi %l çevrimiçi belgelerimizde bulabilirsiniz.

source: You can find archived emails in Zammad anytime using the search function, like for any other ticket.
tr: Zammad'da arşivlenmiş e-postaları, diğer destek taleplerinde olduğu gibi arama işlevini kullanarak istediğiniz zaman bulabilirsiniz.

source: You can help translating Zammad.
hu: Segíthet a Zammad fordításában.
tr: Zammad'ı çevirmeye yardım edebilirsin.

source: You can import some of your emails as an "archive", which means that no notifications are sent and the tickets will be in a target state that you define.
tr: E-postalarınızdan bazılarını "arşiv" olarak içe aktarabilirsiniz; bu, hiçbir bildirimin gönderilmeyeceği ve destek taleplerinin tanımladığınız bir hedef durumda olacağı anlamına gelir.

source: You can no longer see the data privacy task.
hu: A továbbiakban nem láthatja az adatvédelmi feladatot.
tr: Veri gizliliği görevini artık göremezsiniz.

source: You can no longer see the group.
hu: A továbbiakban nem láthatja a csoportot.
tr: Artık grubu göremezsiniz.

source: You can no longer see the organization.
hu: A továbbiakban nem láthatja a szervezetet.
tr: Artık organizasyonu göremezsiniz.

source: You can no longer see the role.
hu: A továbbiakban nem láthatja a szerepkört.
tr: Artık rolü göremezsiniz.

source: You can no longer see the ticket.
hu: A továbbiakban nem láthatja a jegyet.
tr: Artık destek talebini göremiyorsunuz.

source: You can no longer see the user.
hu: A továbbiakban nem láthatja a felhasználót.
tr: Kullanıcıyı artık göremezsiniz.

source: You can open the Keyboard Shortcuts dialog here and view the new and improved layout, or revert to the old one if you prefer it.
tr: Klavye Kısayolları iletişim kutusunu buradan açabilir ve yeni ve geliştirilmiş düzeni görüntüleyebilir veya tercih ederseniz eskisine dönebilirsiniz.

source: You can provide different versions of your knowledge base for different locales. Add a language below, then select it in the Knowledge Base Editor to add your translations.
hu: A tudásbázisának különböző változatait biztosíthatja a különböző nyelvterületekre. Adjon hozzá egy nyelvet az alábbiakban, majd válassza ki azt a tudásbázis-szerkesztőben a fordítások hozzáadásához.
tr: Farklı yerel ayarlar için bilgi tabanınızın farklı sürümlerini sağlayabilirsiniz. Aşağıya bir dil ekleyin, ardından çevirilerinizi eklemek için Bilgi Tabanı Düzenleyicisi'nde seçin.

source: You can request your password
hu: Jelszavát igényelheti
tr: Şifrenizi talep edebilirsiniz

source: You can request your password here.
hu: A jelszavát itt igényelheti.
tr: Şifrenizi buradan talep edebilirsiniz.

source: You can switch between the following backends for new attachments even on a system that is already in production without any loss of data.
tr: Halihazırda üretimde olan bir sistemde bile herhangi bir veri kaybı olmadan yeni ekler için aşağıdaki arka uçlar arasında geçiş yapabilirsiniz.

source: You can switch between the old and the New BETA UI at any moment in the Profile > New BETA UI section.
tr: Eski ve Yeni BETA kullanıcı arayüzü arasında istediğiniz zaman Profil > Yeni BETA kullanıcı arayüzü bölümünden geçiş yapabilirsiniz.

source: You can switch between the old and the New BETA UI at any moment in the Profile Settings > New BETA UI section.
tr: Profil Ayarları > Yeni BETA Kullanıcı Arayüzü bölümünden istediğiniz zaman eski ve Yeni BETA Kullanıcı Arayüzü arasında geçiş yapabilirsiniz.

source: You currently don't have any tickets.
hu: Jelenleg nincsenek jegyei.
tr: Şu anda hiç destek talebiniz yok.

source: You disabled the expert mode. This will downgrade all expert conditions and can lead to data loss in your condition attributes. Please check your conditions before saving.
hu: Letiltotta a szakértői üzemmódot. Ez az összes szakértői állapotot visszaminősíti, és adatvesztéshez vezethet az állapottulajdonságnál. Kérjük, mentés előtt ellenőrizze a feltételeket.
tr: Uzman modunu devre dışı bıraktınız. Bu, tüm uzman koşullarını düşürecektir ve koşul özelliklerinizde veri kaybına yol açabilir. Lütfen kaydetmeden önce koşullarınızı kontrol edin.

source: You do not have administrator permission.
hu: Nincs rendszergazdai jogosultsága.
tr: Yönetici izniniz yok.

source: You do not have permission to update
tr: Güncelleme izniniz yok

source: You don't have more tickets to load.
tr: Yüklenecek daha fazla destek talebiniz yok.

source: You don't have the necessary permissions to access this page.
hu: Nincs meg a szükséges jogosultsága az oldal eléréséhez.
tr: Bu sayfaya erişmek için gerekli izinlere sahip değilsiniz.

source: You have a 24 hour window to send WhatsApp messages in this conversation. The customer service window closes %s.
tr: Bu görüşmede WhatsApp mesajları göndermek için 24 saatlik bir süreniz var. Müşteri hizmetleri penceresi %s kapanır.

source: You have exceeded the character limit by %s
hu: Túllépte a karakterkorlátot %s értékkel
tr: Karakter sınırını %s kadar aştınız
