Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Enter your current password, insert a new one and confirm it.
hu: Írja be a jelenlegi jelszavát, adjon meg egy újat, és erősítse meg azt.
tr: Mevcut şifrenizi girin, ardından yeni bir şifre girin ve onaylayın.

source: Enter your email address and password from your %s account which should be used for the import.
hu: Adja meg az importáláshoz használandó e-mail címét és jelszavát a %s fiókjából.
tr: İçe aktarım için kullanılması gereken %s hesabınızdaki e-posta adresinizi ve şifrenizi girin.

source: Enter your email address from your Kayako account which should be used for the import.
hu: Adja meg a Kayako fiókjának e-mail címét, amelyet az importáláshoz használni kell.
tr: İçe aktarım için kullanılması gereken Kayako hesabınızdaki e-posta adresinizi girin.

source: Enter your password from your Kayako account which should be used for the import.
hu: Adja meg a Kayako fiókjának jelszavát, amelyet az importáláshoz használni kell.
tr: İçe aktarım için kullanılması gereken Kayako hesabınızdaki şifrenizi girin.

source: Entity counts of database objects (e.g. ticket count, user count, etc.)
hu: Adatbázis-objektumok entitásszámlálása (pl. jegyek száma, felhasználók száma stb.)
tr: Veritabanı nesnelerinin varlık sayıları (örn. destek talebi sayısı, kullanıcı sayısı, vb.)

source: Error
hu: Hiba
tr: Hata

source: Error during execution of auto wizard.
hu: Hiba az automatikus varázsló végrehajtása során.
tr: Otomatik sihirbazın yürütülmesi sırasında hata oluştu.

source: Error fetching i-doit information. Please contact your administrator.
tr: i-doit bilgileri alınırken hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: Escalated Tickets
hu: Eszkalálódott jegyek
tr: Yükseltilmiş Destek Talepleri

source: Escalated ticket (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div>The ticket (#{ticket.title}) from "<b>#{ticket.customer.longname}</b>" has been escalated since "#{ticket.escalation_at}"!</div> <br> <% if @objects[:article] %> <div> Information: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: Eszkalálódott jegy (#{ticket.title}) <div>Üdvözöljük #{recipient.firstname},</div> <br> <div>A "<b>#{ticket.customer.longname}</b>" ügyféltől származó jegy (#{ticket.title}) "#{ticket.escalation_at}" óta eszkalálódott!</div> <br> <% if @objects[:article] %> <div> Információ: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Tekintse meg itt: #{config.product_name}</a> </div>
tr: Bilet eskale edildi (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div>(#{ticket.title}) bileti "<b>#{ticket.customer.longname}</b>" tarafından, "#{ticket.escalation_at}" eskale edildi.</div> <br> <% if @objects[:article] %> <div> Bilgi: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">#{config.product_name} üzerinde görüntüle</a> </div>

source: Escalation At
hu: Eszkaláció ekkor
tr: Yükseltilme Zamanı

source: Escalation at (Close Time)
hu: Eszkaláció ekkor (lezárási idő)
tr: Kademe atlama (Kapatma Zamanı)

source: Escalation at (First Response Time)
hu: Eszkaláció ekkor (első válaszadási idő)
tr: Kademe atlama (İlk Cevap Zamanı)

source: Escalation at (Update Time)
hu: Eszkaláció ekkor (frissítés időpontja)
tr: Kademe atlama (Güncelleme Zamanı)

source: Event Ending
tr: Etkinlik Bitişi

source: Event Location
tr: Etkinlik Konumu

source: Event Starting
tr: Etkinlik Başlangıcı

source: Event Summary
tr: Etkinlik Özeti

source: Every category in your knowledge base should be given a unique icon for maximum visual clarity. Each set below provides a wide range of icons to choose from, but beware: You can't mix and match different icons from different sets. Choose carefully!
hu: A tudásbázis minden kategóriájának egyedi ikont kell kapnia a maximális vizuális átláthatóság érdekében. Az alábbi készletek az ikonok széles választékát kínálják, de vigyázzon: a különböző készletek különböző ikonjait nem keverheti össze. Válasszon körültekintően!
tr: Bilgi tabanınızdaki her kategoriye maksimum görsel netlik için benzersiz bir simge verilmelidir. Aşağıdaki her set, aralarından seçim yapabileceğiniz çok çeşitli simgeler sunar, ancak dikkat edin: Farklı setlerden farklı simgeleri karıştırıp eşleştiremezsiniz. Dikkatli seçim yapın!

source: Every time a customer creates a new ticket, they automatically receive a confirmation email to assure them that their issue has been submitted successfully. This behavior is built into Zammad, but it’s also highly customizable, and you can set up other automated actions just like it. Maybe you want to set a higher priority on any ticket with the word “urgent” in the title. Maybe you want to avoid sending auto-reply emails to customers from certain organizations. Maybe you want mark a ticket as “pending” whenever someone adds an internal note to a ticket. Whatever it is, you can do it with triggers: actions that watch tickets for certain changes, and then fire off whenever those changes occur.
hu: Minden alkalommal, amikor egy ügyfél új jegyet hoz létre, automatikusan kap egy visszaigazoló e-mailt, amely biztosítja, hogy problémája sikeresen elküldésre került. Ez a viselkedés be van építve a Zammad rendszerbe, de ez is nagyon jól testreszabható, és más, ehhez hasonló automatizált műveleteket is beállíthat. Lehet, hogy magasabb prioritást szeretne beállítani minden olyan jegyre, amelynek címében a "sürgős" szó szerepel. Talán el akarja kerülni az automatikus válasz e-mailek küldését bizonyos szervezetek ügyfeleinek. Talán "függőben lévő"-nek szeretne megjelölni egy jegyet, ha valaki belső megjegyzést ad hozzá egy jegyhez. Bármi legyen is az, ezt eseményindítókkal teheti meg: olyan műveletekkel, amelyek figyelik a jegyeket bizonyos változásokra, majd elindulnak, amikor ezek a változások bekövetkeznek.
tr: Bir kullanıcı her yeni destek talebi oluşturduğunda, sorununun başarıyla gönderildiğine dair otomatik olarak bir onay e-postası alır. Bu davranış Zammad'da yerleşik olarak bulunur, ancak aynı zamanda son derece özelleştirilebilir ve bunun gibi başka otomatik eylemler de ayarlayabilirsiniz. Belki de başlığında "acil" kelimesi geçen tüm destek talepleri için daha yüksek bir öncelik belirlemek istiyorsunuz. Belki belirli organiasyondan kullanıcılara otomatik yanıt e-postaları göndermekten kaçınmak istiyorsunuz. Belki de birisi bir destek talebine dahili bir not eklediğinde o destek talebini "beklemede" olarak işaretlemek istiyorsunuz. Her ne olursa olsun, bunu tetikleyicilerle yapabilirsiniz: belirli değişiklikler için destek taleplerinizi izleyen ve ardından bu değişiklikler gerçekleştiğinde tetiklenen eylemler.

source: Example Payload
hu: Hasznos terhelés példa
tr: Örnek Payload

source: Example:
hu: Példa:
tr: Örnek:

source: Examples
hu: Példák
tr: Örnekler

source: Examples:
hu: Példák:
tr: Örnekler:

source: Excepted users
hu: Kivételt képező felhasználók
tr: İstisnai kullanıcılar

source: Exchange config
hu: Exchange konfiguráció
tr: Exchange konfigürasyonu

source: Exchange integration
hu: Exchange integráció
tr: Exchange entegrasyonu

source: Exchange integration for contacts management.
hu: Exchange integráció a kapcsolatok kezeléséhez.
tr: Kişi yönetimi için Exchange entegrasyonu.

source: Execute configured macros
hu: Konfigurált makrók végrehajtása
tr: Yapılandırılmış makroları çalıştır

source: Execute import jobs.
hu: Importálási feladatok végrehajtása.
tr: İçe aktarma işlerini yürüt.

source: Execute planned jobs.
hu: Tervezett feladatok végrehajtása.
tr: Planlanan işleri yürüt.

source: Existing members
hu: Létező tagok
tr: Mevcut üyeler

source: Existing tickets
hu: Létező jegyek
tr: Mevcut destek talepleri

source: Existing tickets (open)
hu: Létező jegyek (nyitott)
tr: Mevcut destek talepleri (açık)

source: Expand
tr: Genişlet

source: Expand sidebar
tr: Kenar çubuğunu genişlet

source: Expand text
tr: Metni genişlet

source: Expand this element
hu: Ezen elem kibontása
tr: Bu elementi genişlet

source: Experimental
tr: Deneysel

source: Expert Settings
hu: Szakértő beállítások
tr: Uzman Ayarları

source: Expert mode
hu: Szakértő mód
tr: Uzman modu

source: Expiration date
hu: Lejárati dátum
tr: Son kullanma tarihi

source: Expires at
hu: Lejár
tr: Son kullanma tarihi

source: External data source field
hu: Külső adatbázis forrása mező
tr: Harici veri kaynağı alanı

source: Extract zammad-attachment information from arrays
hu: Zammad-csatolmány információk kinyerése tömbökből
tr: Dizilerden zammad-eki bilgilerini ayıklayın

source: Facebook APP ID
hu: Facebook alkalmazás azonosító
tr: Facebook Uygulama Kimliği

source: Facebook Account
hu: Facebook fiók
tr: Facebook Hesabı

source: Facebook App Credentials
hu: Facebook alkalmazás hitelesítő adatok
tr: Facebook Uygulaması Kimlik Bilgileri

source: Facebook App Secret
hu: Facebook alkalmazás titok
tr: Facebook Uygulama Sırrı

source: Facebook Developer Site
hu: Facebook fejlesztői oldal
tr: Facebook Geliştirici Sitesi

source: Facebook Direct Message
tr: Facebook Doğrudan Mesaj

source: Facebook Feed Comment
tr: Facebook Akış Yorumu

source: Facebook Feed Post
tr: Facebook Akış Gönderisi

source: Failed Tasks
hu: Sikertelen feladatok
tr: Başarısız Görevler

source: Failed to add new checklist item.
tr: Yeni kontrol listesi öğesi eklenemedi.

source: Failed to add new checklist items.
tr: Yeni kontrol listesi öğeleri eklenemedi.

source: Failed to delete checklist item.
tr: Kontrol listesi öğesi silinemedi.

source: Failed to find backup on channel!
hu: Nem sikerült biztonsági mentést találni a csatornán!
tr: Kanalda yedek bulamadı!

source: Failed to load content.
tr: İçerik yüklenemedi.

source: Failed to roll back the migration of the channel!
hu: Nem sikerült visszavonni a csatorna migrációját!
tr: Kanalın taşınması geri alınamadı!

source: Failed to save checklist order.
tr: Kontrol listesi sırası kaydedilemedi.

source: Failed to save the order of the checklist items. Please try again.
tr: Kontrol listesi öğelerinin sırası kaydedilemedi. Lütfen tekrar deneyin.

source: Failed to set up QR code. Please try again.
hu: Nem sikerült beállítani a QR-kódot. Kérjük, próbálja újra.
tr: QR kodu ayarlanamadı. Lütfen tekrar deneyin.

source: Failed to update checklist item.
tr: Kontrol listesi öğesi güncellenemedi.

source: Failed to upload.
tr: Yükleme başarısız oldu.

source: Fax
tr: Faks

source: Feature is disabled, please contact your administrator!
hu: A funkció le van tiltva, kérjük, lépjen kapcsolatba a rendszergazdájával!
tr: Özellik devre dışı bırakıldı, lütfen yöneticinize başvurun!

source: Feature not configured, please contact your admin!
hu: A funkció nincs konfigurálva, kérjük, lépjen kapcsolatba az rendszergazdájával!
tr: Özellik yapılandırılmadı, lütfen yöneticinizle iletişime geçin!

source: Feb
hu: febr.
tr: Şub

source: February
hu: február
tr: Şubat

source: Field that uniquely identifies the user. If unset, "sub" is used.
tr: Kullanıcıyı benzersiz olarak tanımlayan alan. Ayarlanmamışsa "sub" kullanılır.

source: File '%s' is uploading
hu: A következő fájl feltöltése folyamatban van: '%s'
tr: Dosya yükleniyor '%s'

source: File format is not allowed: %s
hu: A fájlformátum nem megengedett: %s
tr: Dosya biçimine izin verilmiyor: %s

source: File is too big. %s has to be %s or smaller.
tr: Dosya çok büyük. %s %s veya daha küçük olmalı.

source: File too big, max. %s MB allowed.
hu: A fájl túl nagy, max. %s MB engedélyezett.
tr: Dosya çok büyük, maksimum %s MB'a izin verilir.

source: Filepath to Zammad directory
hu: A Zammad könyvtár elérési útvonala
tr: Zammad dizinin dosya yolu

source: Filesystem
hu: Fájlrendszer
tr: Dosya sistemi

source: Filter
hu: Szűrő
tr: Filtre

source: Find a ticket
hu: Jegy keresése
tr: Bir destek talebi bulun

source: Find translation suggestion
hu: Fordítási javaslat keresése
tr: Çeviri önerisi bul

source: Find what you're looking for, e.g. "search phrase"
hu: Találja meg, amit keres, pl. "kifejezés keresése"
tr: Aradığınız şeyi bulun, örneğin "arama ifadesi"

source: Fingerprint
hu: Ujjlenyomat
tr: Parmak izi

source: Finish
hu: Befejezés
tr: Bitir

source: Finish Setup
hu: Beállítás befejezése
tr: Kurulumu Bitir

source: First Response At
hu: Első válasz ekkor
tr: İlk Müdahale

source: First Response Diff In Min
hu: Első válasz különbség percben
tr: Dakika bazında İlk Yanıt farkı

source: First Response Escalation At
hu: Első válasz eszkaláció ekkor
tr: İlk Müdahale Yükseltme Zamanı

source: First Response In Min
hu: Első válasz percben
tr: Dakika bazında İlk Yanıt farkı

source: First Steps
hu: Első lépések
tr: İlk Adımlar

source: First name
hu: Keresztnév
tr: İlk isim

source: First response
hu: Első válasz
tr: İlk yanıt

source: Fix spelling and grammar
tr: Yazım ve dilbilgisini düzeltin

source: Folder
hu: Mappa
tr: Klasör

source: Folder:
hu: Mappa:
tr: Klasör:

source: Folders
hu: Mappák
tr: Klasörler

source: Follow-up for closed ticket possible or not.
hu: A lezárt jegy utánkövetése lehetséges vagy sem.
tr: Kapatılan destek talebi için takip mümkün mü değil mi.

source: Follow-up possible
hu: Utánkövetés lehetséges
tr: Takip mümkün

source: Footer Menu
hu: Lábléc menü
tr: Altbilgi Menüsü

source: For additional support, consult our migration guide.
hu: További támogatásért tekintse meg migrációs útmutatónkat.
tr: Daha fazla destek için geçiş kılavuzumuza bakın.

source: For example, recently changed tickets, users, or organizations.
hu: Például a nemrégiben megváltozott jegyek, felhasználók vagy szervezetek.
tr: Örneğin, son zamanlarda değiştirilen destek talepleri, kullanıcılar veya kuruluşlar.

source: For more details, please check out our online documentation %l.
hu: További részletekért kérjük, tekintse meg online dokumentációnkat %l.
tr: Daha fazla ayrıntı için lütfen çevrimiçi belgelerimize göz atın %l.

source: For security reasons, the API token is shown only once. You'll need to save it somewhere secure before continuing.
hu: Biztonsági okokból az API-token csak egyszer jelenik meg. A folytatás előtt el kell mentenie egy biztonságos helyre.
tr: Güvenlik nedeniyle, API anahtarı yalnızca bir kez gösterilir. Devam etmeden önce güvenli bir yere kaydetmeniz gerekir.

source: Forbidden
hu: Tiltott
tr: Yasak

source: Forbidden - you do not have permission to access this resource
tr: Yasak - bu kaynağa erişim izniniz yok

source: Forgot Password Screen
hu: Elfelejtett jelszó képernyő
tr: Şifremi Unuttum Ekranı

source: Forgot password?
hu: Elfelejtette a jelszót?
tr: Şifremi unuttum?

source: Forgot your password?
hu: Elfelejtette jelszavát?
tr: Parolanızı mı unuttunuz?

source: FormSchema could not be found.
hu: A FormSchema nem található.
tr: FormSchema bulunamadı.

source: Format
hu: Formátum
tr: Biçim

source: Format as bold
hu: Formázás félkövérként
tr: Kalın olarak biçimlendir

source: Format as italic
hu: Formázás dőlt betűsként
tr: İtalik olarak biçimlendir

source: Format as quoted text
tr: Alıntılanan metin olarak biçimlendirin

source: Format as strikethrough
hu: Formázás áthúzásként
tr: Üstü çizili olarak biçimlendir

source: Format as underlined
hu: Formázás aláhúzottként
tr: Altı çizili olarak biçimlendir

source: Forward
hu: Továbbítás
tr: İleri

source: Found organizations
tr: Bulunan organizasyonlar

source: Found tickets
tr: Bulunan destek talepleri

source: Found users
tr: Bulunan kullanıcılar

source: Fri
hu: p
tr: Cum

source: Friday
hu: péntek
tr: Cuma

source: From
hu: Ettől
tr: Kimden

source: Full
hu: Teljes
tr: Tam

source: Full name
tr: Tam isim

source: Gateway
hu: Átjáró
tr: Ağ Geçidi

source: General communication error, maybe internet is not available!
hu: Általános kommunikációs hiba, talán az internet nem elérhető!
tr: Genel iletişim hatası, belki internet mevcut değildir!

source: Generate Access Token for |%s|
hu: Hozzáférési token generálása |%s| számára
tr: |%s| için Erişim Belirteci Oluştur

source: Generate Recovery Codes
hu: Visszaállítási kódok generálása
tr: Kurtarma Kodları Oluştur

source: Generate Recovery Codes: %s
hu: Visszaállítási kódok generálása: %s
tr: Kurtarma Kodları Oluştur: %s

source: Generate Token
hu: Token generálása
tr: Belirteç Oluştur

source: Generate recovery codes
hu: Visszaállítási kódok generálása
tr: Kurtarma kodları oluştur

source: Generate user-based stats.
hu: Felhasználó-alapú statisztikák generálása.
tr: Kullanıcı tabanlı istatistikler oluşturun.

source: Generating recovery codes…
hu: Visszaállítási kódok generálása…
tr: Kurtarma kodları oluşturuluyor…

source: Generating text…
tr: Metin oluşturuluyor…

source: Generic API to integrate VoIP service provider with real-time push.
hu: Általános API a VoIP-szolgáltató valós idejű push szolgáltatással történő integrálásához.
tr: VoIP servis sağlayıcısını gerçek zamanlı push ile entegre etmek için genel API.

source: Get Started
hu: Indulás
tr: Başlayın

source: Get notified
hu: Kapjon értesítést
tr: Haberdar olun

source: Get the security code from the authenticator app on your device.
hu: Szerezze be a biztonsági kódot az eszközén lévő hitelesítő alkalmazásból.
tr: Cihazınızdaki kimlik doğrulayıcı uygulamasından güvenlik kodunu alın.

source: Getting key information from the browser…
hu: Kulcsfontosságú információk lekérése a böngészőből…
tr: Tarayıcıdan önemli bilgileri alınıyor…

source: GitHub App Credentials
hu: GitHub alkalmazás hitelesítő adatok
tr: GitHub Uygulama Kimlik Bilgileri

source: GitHub OAuth Applications
hu: GitHub OAuth alkalmazások
tr: GitHub OAuth Uygulamaları

source: GitHub config
hu: GitHub konfiguráció
tr: GitHub yapılandırması

source: GitHub integration
hu: GitHub integráció
tr: GitHub entegrasyonu

source: GitHub request failed. Please have a look at the log file for details.
tr: GitHub isteği başarısız oldu. Ayrıntılar için lütfen günlük dosyasına bir göz atın.

source: GitHub: Link issue
tr: GitHub: Bağlantı sorunu

source: GitLab App Credentials
hu: GitLab alkalmazás hitelesítő adatok
tr: GitLab Uygulama Kimlik Bilgileri

source: GitLab Applications
hu: GitLab alkalmazások
tr: GitLab Uygulamaları

source: GitLab config
hu: GitLab konfiguráció
tr: GitLab yapılandırması

source: GitLab integration
hu: GitLab integráció
tr: GitLab entegrasyonu

source: GitLab request failed. Please have a look at the log file for details.
tr: GitLab isteği başarısız oldu. Ayrıntılar için lütfen günlük dosyasına bir göz atın.

source: GitLab: Link issue
tr: GitLab: Bağlantı sorunu

source: Given object does not support selector
hu: Az adott objektum nem támogatja a kiválasztót
tr: Verilen nesne seçiciyi desteklemiyor

source: Given time zone is not valid.
hu: A megadott időzóna érvénytelen.
tr: Verilen saat dilimi geçerli değil.

source: Go Back
hu: Vissza
tr: Geri Git

source: Go back
hu: Menjen vissza
tr: Geri dön

source: Go home
hu: Tovább a kezdőlapra
tr: Ana sayfaya git

source: Go to Login
hu: Tovább a bejelentkezéshez
tr: Giriş Yap'a git

source: Good signature
hu: Jó aláírás
tr: PGP imza

source: Goodbye message
hu: Elköszönő üzenet
tr: Güle güle mesajı

source: Google API Console Site
hu: Google API konzol webhely
tr: Google API Konsol Sitesi

source: Google App Credentials
hu: Google alkalmazás hitelesítő adatok
tr: Google Uygulaması Kimlik Bilgileri

source: Google Client ID
hu: Google ügyfél azonosító
tr: Google İstemci Kimliği

source: Google Client Secret
hu: Google ügyfél titok
tr: Google İstemci Sırrı

source: Google Email
tr: Google Eposta

source: Got it
tr: Anladım

source: Greeting
hu: Üdvözlés
tr: Karşılama

source: Group
hu: Csoport
tr: Grup

source: Group (change)
hu: Csoport (változás)
tr: Grup (değiştir)

source: Group (create)
hu: Csoport (létrehozás)
tr: Grup (yarat)

source: Group (full)
hu: Csoport (teljes)
tr: Grup (dolu)

source: Group (overview)
hu: Csoport (áttekintés)
tr: Grup (genel bakış)

source: Group (read)
hu: Csoport (olvasás)
tr: Grup (oku)

source: Group Filter
hu: Csoport szűrő
tr: Grup Filtresi

source: Group information could not be retrieved, please check your bind user permissions.
hu: A csoportinformációkat nem sikerült lekérdezni, kérjük, ellenőrizze az Ön összekötő felhasználói jogosultságait.
tr: Grup bilgileri alınamadı, lütfen bağlantı kullanıcısı izinlerinizi kontrol edin.

source: Group is invalid!
hu: A csoport nem érvényes!
tr: Grup geçersiz!

source: Group needed in channel definition!
hu: Csoport szükséges a csatornadefinícióban!
tr: Kanal tanımında gruba ihtiyaç var!

source: Group permissions
hu: Csoportjogosultságok
tr: Grup izinleri

source: Group selection for ticket creation
hu: Csoport kiválasztása jegy létrehozásához
tr: Destek talebi oluşturmak için grup seçimi

source: Grouping by
hu: Csoportosítás a következő szerint
tr: Gruplama kriteri

source: Grouping order
hu: Csoportosítási sorrend
tr: Gruplama sırası

source: Groups
hu: Csoportok
tr: Gruplar

source: Groups are …
hu: A csoportok …
tr: Gruplar …

source: HMAC SHA1 Signature Token
hu: HMAC SHA1 aláírási token
tr: HMAC SHA1 İmza Belirteci

source: HTML Email CSS Font
hu: HTML E-mail CSS betűtípus
tr: HTML Eposta CSS Yazı Tipi

source: HTML Sanitizer Processing Timeout
hu: HTML tisztító feldolgozási időkorlát
tr: HTML Temizleyici İşlem Zaman Aşımı

source: HTTP Authentication
hu: HTTP hitelesítés
tr: HTTP Kimlik Doğrulama

source: HTTP Authentication token
hu: HTTP hitelesítési token
tr: HTTP Kimlik Doğrulama belirteci

source: HTTP Basic Authentication Password
hu: HTTP alapszintű hitelesítési jelszó
tr: HTTP Temel Kimlik Doğrulama Parolası

source: HTTP Basic Authentication Username
hu: HTTP alapszintű hitelesítési felhasználónév
tr: HTTP Temel Kimlik Doğrulama Kullanıcı Adı

source: HTTP Basic Authentication password
hu: HTTP alapszintű hitelesítési jelszó
tr: HTTP Temel Kimlik Doğrulama şifresi

source: HTTP Basic Authentication username
hu: HTTP alapszintű hitelesítési felhasználónév
tr: HTTP Temel Kimlik Doğrulama kullanıcı adı

source: HTTP Log
hu: HTTP napló
tr: HTTP Günlüğü

source: Handle data privacy tasks.
hu: Adatvédelmi feladatok kezelése.
tr: Veri gizliliği görevlerini ele alın.

source: Hardware (e.g. CPU cores, memory, disk space)
hu: Hardver (pl. processzormagok, memória, lemezterület)
tr: Donanım (örn. CPU çekirdekleri, bellek, disk alanı)

source: Has submenu
hu: Almenüvel rendelkezik
tr: Alt menüsü var

source: Has ticket open in tabs, but is not actively looking at the ticket.
hu: Van nyitott jegy a lapokon, de nem nézik aktívan a jegyet.
tr: Destek talebi sekmelerde açık, ancak destek talebine aktif olarak bakmıyor.

source: Has update
tr: Güncelleme var

source: Have a nice day.
hu: További szép napot.
tr: İyi günler dilerim.

source: Have the BETA switch between the old and the new UI always available in the Primary Navigation
tr: Eski ve yeni kullanıcı arayüzü arasındaki BETA geçişin her zaman birincil navigasyonda mevcut olsun

source: Have the BETA switch between the old and the new UI always available in the primary navigation
tr: Eski ve yeni kullanıcı arayüzü arasındaki BETA geçişi her zaman birincil navigasyonda mevcut olsun

source: Having problems?
hu: Problémái vannak?
tr: Sorun mu yaşıyorsunuz?

source: Header
hu: Fejléc
tr: Başlık

source: Header Link Color
hu: Fejléc hivatkozás színe
tr: Başlık Bağlantı Rengi

source: Header Menu
hu: Fejléc menü
tr: Başlık Menüsü

source: Heading 1
tr: Başlık 1

source: Heading 2
tr: Başlık 2

source: Heading 3
tr: Başlık 3

source: Health information can be retrieved as JSON using:
hu: Az állapotra vonatkozó információk JSON formátumban is lekérdezhetők a következőkkel:
tr: Sağlık bilgileri JSON kullanılarak alınabilir:
