Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Hello! I need help with your product.
hu: Üdvözlöm! Segítségre van szükségem a termékkel kapcsolatban.
tr: Merhaba! Ürününüzle ilgili yardıma ihtiyacım var.

source: Hello, my name is %s, what can I do for you?
hu: Üdvözlöm, a nevem %s, mit tehetek Önért?
tr: Merhaba, benim adım %s, sizin için ne yapabilirim?

source: Hello, the customer service window for this conversation is about to expire, please reply to keep it open.
hu: Üdvözöljük, a beszélgetés ügyfélszolgálati időablaka hamarosan lejár, kérjük, válaszoljon, hogy nyitva maradjon.
tr: Merhaba, bu görüşme için müşteri hizmetleri penceresi kapanmak üzere, lütfen açık tutmak için yanıt verin.

source: Help
hu: Segítség
tr: Yardım

source: Help to improve Zammad!
hu: Segítsen a Zammad tökéletesítésében!
tr: Zammad'ı geliştirmek için yardım edin!

source: Here you can add further links to your public FAQ page, which will be displayed either in the header or footer.
hu: Itt további hivatkozásokat adhat hozzá a nyilvános GYIK oldalához, amelyek a fejlécben vagy a láblécben jelennek meg.
tr: Burada, genel SSS sayfanıza, üstbilgide veya altbilgide görüntülenecek başka bağlantılar ekleyebilirsiniz.

source: Here you can create new tickets, customers and organizations (depending on your configured permissions).
hu: Itt hozhat létre új jegyeket, ügyfeleket és szervezeteket (a konfigurált jogosultságaitól függően).
tr: Burada yeni destek talepleri, müşteriler ve organizasyonlar oluşturabilirsiniz (yapılandırılmış izinlerinize bağlı olarak).

source: Here you can create one.
hu: Itt hozhat létre egyet.
tr: Burada bir tane oluşturabilirsiniz.

source: Here you can override any translation string for a more customized look and feel. Both recognized system and custom strings are supported, simply add a new translation in order to identify the source string and provide its new translation for the target language.
hu: Itt felülbírálhat bármilyen fordítási karakterláncot a testreszabottabb megjelenés érdekében. Mind a felismert rendszer, mind az egyéni karakterláncok támogatottak, egyszerűen adjon hozzá egy új fordítást a forrás karakterlánc azonosításához, és adja meg annak új fordítását a célnyelvhez.
tr: Burada, daha özelleştirilmiş bir görünüm ve his için herhangi bir çeviri metnini geçersiz kılabilirsiniz. Hem sistem tarafından tanınan hem de özel tanımlı metinler desteklenir, kaynak metni tanımlamak ve hedef dilde yeni çevirisini sağlamak için yeni bir çeviri eklemeniz yeterlidir.

source: Here you can search for tickets, customers, and organizations. Use the asterisk §*§ to find anything, e.g. §smi*§ or §rosent*l§. You also can use ||quotation marks|| for searching phrases: §"some phrase"§.
hu: Itt kereshet jegyeket, ügyfeleket és szervezeteket. Használja a csillagot §*§ a bármi kereséséhez, pl. §smi*§ vagy §rosent*l§. Használhat ||idézőjeleket|| is a kifejezések kereséséhez: §"valamilyen kifejezés"§.
tr: Burada destek talebi, kullanıcılar ve organizasyonları arayabilirsiniz. Herhangi bir şeyi bulmak için §*§ yıldız işaretini kullanın, örneğin §smi*§ veya §rosent*l§. İfadeleri aramak için de ||tırnak işaretlerini|| kullanabilirsiniz: §"bazı ifadeler"§.

source: Here you can set up and manage two-factor authentication methods for your Zammad account.
hu: Itt állíthatja be és kezelheti a kétfaktoros hitelesítési módszereket a Zammad-fiókjához.
tr: Burada Zammad hesabınız için iki faktörlü kimlik doğrulama yöntemlerini ayarlayabilir ve yönetebilirsiniz.

source: Here you can sign out, change the frontend language, and see your last viewed items.
hu: Itt jelentkezhet ki, változtathatja meg a felület nyelvét, és láthatja az utoljára megtekintett elemeket.
tr: Buradan oturumu kapatabilir, arayüz dilini değiştirebilir ve en son görüntülediğiniz öğeleri görebilirsiniz.

source: Here you find your ticket overviews for open, assigned, and escalated tickets.
hu: Itt találja a nyitott, a hozzárendelt és az eszkalált jegyek áttekintését.
tr: Burada açık, atanmış ve yükseltilmiş destek talepleri için destek talebi genel bakışlarınızı bulabilirsiniz.

source: Hey! Zammad is getting a New Agent User Interface soon!¶Please try it out early and send your feedback on it.¶¶You can come back any time using the switch below.
tr: Hey! Zammad yakında Yeni Temsilci Kullanıcı Arayüzüne kavuşuyor!¶Lütfen erkenden deneyin ve geri bildirimlerinizi gönderin.¶¶Aşağıdaki düğmeyi kullanarak istediğiniz zaman eski arayüze geri gelebilirsiniz.

source: Hi! Which one of our products?
hu: Üdvözlöm! Melyik termékünk?
tr: Selam! Ürünlerimizden hangisi?

source: Hide Beta UI switch
tr: Beta kullanıcı arayüzü düğmesini gizle

source: Hide authenticator app secret
hu: Hitelesítő alkalmazás titkának elrejtése
tr: Kimlik doğrulayıcı uygulama sırrını gizle

source: High priority
hu: Magas prioritás
tr: Yüksek öncelik

source: Highlight
tr: Vurgula

source: Highlight color
hu: Kiemelő szín
tr: Vurgulama rengi

source: Highlight icon
hu: Kiemelés ikon
tr: Vurgulama simgesi

source: Highlights if the note a user is writing is public or private
hu: Kiemeli, hogy a felhasználó által írt megjegyzés nyilvános vagy magánjellegű-e
tr: Kullanıcının yazdığı notun herkese açık mı yoksa özel mi olduğunu vurgular

source: Hint for adding an article to an existing ticket.
hu: Hasznos tipp egy cikk hozzáadásához egy meglévő jegyhez.
tr: Mevcut bir destek talebine yazı eklemek için ipucu.

source: History
hu: Előzmények
tr: Geçmiş

source: Home
hu: Kezdőlap
tr: Anasayfa

source: Host
hu: Gazdagép
tr: Sunucu

source: Host Notification
hu: Gazdagép értesítés
tr: Sunucu Bildirimi

source: Host found, but it seems to be no OTRS installation!
hu: Gazdagép található, de úgy tűnik, hogy nincs OTRS telepítés!
tr: Ana bilgisayar bulundu, ancak OTRS kurulumu yok gibi görünüyor!

source: Host found, but no OTRS migrator is installed!
hu: Gazdagép található, de nincs telepítve az OTRS migrátor!
tr: Ana bilgisayar bulundu, ancak OTRS taşıyıcı yüklü değil!

source: Hour
hu: Óra
tr: Saat

source: Hours
hu: Óra
tr: Saat

source: How can we help you? Search for an answer or a topic…
hu: Hogyan segíthetünk Önnek? Keressen választ vagy témát…
tr: Size nasıl yardımcı olabiliriz? Bir cevap veya konu arayın…

source: How can we help?
hu: Miként segíthetünk?
tr: Nasıl yardımcı olabiliriz?

source: How long did each customer have to wait, on average, to get a response from you today?
hu: Mennyi időt kellett átlagosan várniuk az egyes ügyfeleknek, hogy választ kapjanak ma Öntől?
tr: Her bir kullanıcı bugün sizden yanıt almak için ortalama ne kadar beklemek zorunda kaldı?

source: How many escalated tickets do you have open? (Mr. Bubbles gets grumpy if you have too many…)
hu: Hány eszkalált jegye van nyitva? (Mr. Bubbles morcos lesz, ha túl sok van...)
tr: Açık kaç tane yükseltilmiş destek talebiniz var? (Çok fazla varsa Bay Bubbles huysuzlanır...)

source: How many of your tickets are coming from email, phone, Twitter, or Facebook? (Shows percentages for both inbound and outbound tickets.)
hu: Hány jegye érkezik e-mailből, telefonról, Twitterről vagy Facebookról? (A bejövő és a kimenő jegyek százalékát egyaránt megmutatja.)
tr: Destek taleplerinizin kaçı e-posta, telefon, Twitter veya Facebook'tan geliyor? (Hem gelen hem de giden destek talepleri için yüzdeleri gösterir.)

source: How many of your tickets have been re-opened after being marked “closed”?
hu: Hány jegye lett újra megnyitva, miután "lezártnak" lett jelölve?
tr: "Kapalı" olarak işaretlendikten sonra kaç destek talebiniz yeniden açıldı?

source: How to use it
hu: Hogyan kell használni
tr: Nasıl kullanılır

source: IDP SSO target URL
hu: IDP SSO cél URL
tr: IDP SSO hedef URL'si

source: IDP Single Logout target URL
hu: IDP egyszeri kijelentkezés cél URL
tr: IDP Tekli Oturum Kapatma hedef URL'si

source: IDP certificate
hu: IDP tanúsítvány
tr: IDP sertifikası

source: IDP certificate fingerprint
hu: IDP tanúsítvány ujjlenyomat
tr: IDP sertifika parmak izi

source: Icinga integration
hu: Icinga integráció
tr: Icinga entegrasyonu

source: Icon
hu: Ikon
tr: Simge

source: Icon & Link Color
hu: Ikon- és hivatkozásszín
tr: Simge ve Bağlantı Rengi

source: Icon Set
hu: Ikonkészlet
tr: Simge Seti

source: Icon URL
hu: Ikon URL
tr: Simge URL'si

source: Identifier
tr: Tanımlayıcı

source: Identifier of the chat topic.
hu: A csevegés témájának azonosítója.
tr: Sohbet konusunun tanımlayıcısı.

source: Idle timeout in seconds until agent is set offline automatically.
hu: Üresjárati időkorlát másodpercben, amíg az ügynök automatikusan offline állapotba nem kerül.
tr: Temsilcinin otomatik olarak çevrimdışı duruma geçmesi için gereken hareketsizlik süresi (saniye).

source: Idoit objects
tr: Idoit nesneleri

source: If a user is found in two (or more) configured LDAP sources, the last synchronisation will win.
hu: Amennyiben egy felhasználó két (vagy több) konfigurált LDAP-forrásban is megtalálható, akkor az utolsó szinkronizáció nyer.
tr: Bir kullanıcı iki (veya daha fazla) yapılandırılmış LDAP kaynağında bulunursa, son senkronizasyon geçerli olacaktır.

source: If left empty, the host gets auto-detected - in this case %s. The auto-detection reads out the host from the <script> tag. If you don't include it via a <script> tag you need to specify the host.
hu: Ha üresen marad, akkor a gazdagép automatikusan felismerésre kerül - ebben az esetben %s. Az automatikus felismerés a <script> címkéből olvassa ki a gazdagépet. Ha nem egy <script> címkén keresztül illeszti be, akkor meg kell adnia a gazdagépet.
tr: Boş bırakılırsa, ana bilgisayar otomatik olarak algılanır - bu durumda %s. Otomatik algılama, ana bilgisayarı <script> etiketinden okur. Bir <script> etiketi aracılığıyla dahil etmezseniz, ana bilgisayarı belirtmeniz gerekir.

source: If the host and service have recovered, the ticket can be closed automatically.
hu: Amennyiben a gazdagép és a szolgáltatás helyreállt, a jegy automatikusan lezárható.
tr: Ana bilgisayar ve hizmet düzelmişse, destek talebi otomatik olarak kapatılabilir.

source: If the sender is an agent, set the first user in the recipient list as the customer.
hu: Amennyiben a feladó egy ügynök, akkor a címzettek listájának első felhasználóját állítsa be ügyfélnek.
tr: Gönderen bir temsilci ise, alıcı listesindeki ilk kullanıcıyı Kullanıcı olarak ayarlayın.

source: If you don't already use jQuery on your website, you can add it like this:
hu: Ha még nem használja a jQuery-t a weboldalán, akkor a következőképpen adhatja hozzá:
tr: Eğer web sitenizde jQuery kullanmıyorsanız, şu şekilde ekleyebilirsiniz:

source: If you don't see the email, check other places it might be, like your junk, spam, social, or other folders.
hu: Amennyiben nem látja az e-mailt, ellenőrizze más helyeken, például a levélszemét, a spam, a közösségi vagy más mappákban.
tr: E-postayı göremiyorsanız, önemsiz, spam, sosyal veya diğer klasörleriniz gibi olabileceği diğer yerleri kontrol edin.

source: If you have problems with the third-party login you can request a one-time password login as an admin.
hu: Amennyiben problémái vannak a harmadik féltől származó bejelentkezéssel, kérhet egyszeri jelszavas bejelentkezést rendszergazdaként.
tr: Üçüncü taraf oturum açma ile ilgili sorun yaşarsanız, yönetici olarak tek seferlik parolayla oturum açma talebinde bulunabilirsiniz.

source: If you lose your recovery codes it's possible to generate new ones. This action is going to invalidate previous recovery codes.
hu: Ha elveszíti a helyreállítási kódokat, lehetőség van újak létrehozására. Ez a művelet érvényteleníti a korábbi helyreállítási kódokat.
tr: Kurtarma kodlarınızı kaybederseniz yenilerini oluşturmanız mümkündür. Bu işlem önceki kurtarma kodlarını geçersiz kılacaktır.

source: If you want to move already stored attachments from one backend to another, you need to execute the following rails/rake task.
tr: Önceden depolanmış ekleri bir arka uçtan diğerine taşımak istiyorsanız, aşağıdaki rails/rake görevini çalıştırmanız gerekir.

source: If you want to open the chat by clicking a button, set the option §show§ to §false§ and add the class §open-zammad-chat§ to the button.
hu: Amennyiben a csevegést egy gombra kattintva szeretné megnyitni, állítsa a §show§ beállítást §false§-ra, és adja hozzá a gombhoz a §open-zammad-chat§ osztályt.
tr: Sohbeti bir düğmeye tıklayarak açmak istiyorsanız, §show§ seçeneğini §false§ olarak ayarlayın ve düğmeye §open-zammad-chat§ sınıfını ekleyin.

source: If you want to use additional email addresses, you can configure them later.
hu: Amennyiben további e-mail címeket szeretne használni, ezeket később is beállíthatja.
tr: Ek e-posta adresleri kullanmak istiyorsanız, bunları daha sonra yapılandırabilirsiniz.

source: Ignore Escalation
hu: Eszkaláció figyelmen kívül hagyása
tr: Öncelik Artışını Yoksay

source: Ignore Escalation/SLA Information
hu: Az eszkaláció/SLA információk figyelmen kívül hagyása
tr: Yükseltme/SLA Bilgilerini Yok Say

source: Ignore Message
hu: Üzenet figyelmen kívül hagyása
tr: Mesajı Yoksay

source: Ignore escalation/SLA information for import.
hu: Figyelmen kívül hagyja az eszkaláció/SLA-információkat az importáláshoz.
tr: İçe aktarım için yükseltme/SLA bilgilerini göz ardı edin.

source: Ignore system_id
hu: A system_id figyelmen kívül hagyása
tr: system_id yoksay

source: Image
hu: Kép
tr: Resim

source: Image file
hu: Képfájl
tr: Resim dosyası

source: Image file size is too large, please try inserting a smaller file.
tr: Resim dosyasının boyutu çok büyük, lütfen daha küçük bir dosya eklemeyi deneyin.

source: Image of %s
hu: %s képe
tr: %s'nin resmi

source: Image preview
hu: Kép előnézet
tr: Resim önizleme

source: Import
hu: Importálás
tr: İçeri aktar

source: Import %s
hu: %s importálása
tr: İçe Aktar %s

source: Import API key could not be extracted from URL.
hu: Az import API-kulcsot nem sikerült kinyerni az URL címből.
tr: İçe aktarma API anahtarı URL'den ayıklanamadı.

source: Import API key for requesting the Freshdesk API
hu: API-kulcs importálása a Freshdesk API lekérdezéséhez
tr: Freshdesk API'sini kullanmak için API anahtarını içe aktarın

source: Import API key for requesting the Zendesk API
hu: API-kulcs importálása a Zendesk API lekérdezéséhez
tr: Zendesk API'sini kullanmak için API anahtarını içe aktarın

source: Import Backend
hu: Háttérrendszer importálása
tr: Arka Uç İçe Aktar

source: Import Backends
hu: Háttérrendszerek importálása
tr: Arka Uçları İçe Aktar

source: Import Endpoint
hu: Végpont importálása
tr: Endpoint'i İçe Aktar

source: Import Password for HTTP basic authentication
hu: Jelszó importálása HTTP alaphitelesítéshez
tr: HTTP temel kimlik doğrulaması için Parolayı İçe Aktar

source: Import Password for requesting the Kayako API
hu: Jelszó importálása a Kayako API lekéréséhez
tr: Kayako API'sini talep etmek için İçe Aktarım Şifresi

source: Import User for HTTP basic authentication
hu: Felhasználó importálása HTTP alapszintű hitelesítéshez
tr: HTTP temel kimlik doğrulaması için Kullanıcı İçe Aktar

source: Import User for requesting the Kayako API
hu: Felhasználó importálása a Kayako API lekérdezéséhez
tr: Kayako API'sini talep etmek için İçe Aktarım Kullanıcısı

source: Import User for requesting the Zendesk API
hu: Felhasználó importálása a Zendesk API lekérdezéséhez
tr: Zendesk API'sini talep etmek için Kullanıcıyı İçe Aktar

source: Import finished successfully!
hu: Az importálás sikeresen befejeződött!
tr: İçe aktarma başarıyla tamamlandı!

source: Import from
tr: Şuradan içe aktar

source: Import from %s
hu: Importálás a következőből: %s
tr: %s'den içe aktar

source: Import from Source
hu: Importálás a forrásból
tr: Kaynaktan İçe Aktar

source: Important
hu: Fontos
tr: Önemli

source: Imported
hu: Importálva
tr: İçe Aktarıldı

source: Improve writing
tr: Yazıyı geliştir

source: In order for Zammad to access %s, the %s API token must be stored here:
hu: Ahhoz, hogy a Zammad hozzáférhessen a %s-hoz, a %s API tokent itt kell tárolni:
tr: Zammad'ın %s'ye erişebilmesi için %s API anahtarını burada saklanması gerekir:

source: In order to be able to influence the desired behavior in this regard, you can influence the order of the LDAP sources via drag & drop.
tr: Bu konuda istenen davranışı etkileyebilmek için, LDAP kaynaklarının sırasını sürükle ve bırak yoluyla etkileyebilirsiniz.

source: Inactive
hu: Inaktív
tr: Etkin değil

source: Inbound
hu: Bejövő
tr: Gelen

source: Inbound Call
hu: Bejövő hívás
tr: Gelen Çağrı

source: Inbound:
hu: Bejövő:
tr: Gelen:

source: Incident
hu: Esemény
tr: Olay

source: Include all users in nested groups of this group
tr: Bu grubun alt gruplarındaki tüm kullanıcıları dahil et

source: Include attachments of the article?
hu: Tartalmazza a cikk csatolmányait?
tr: Yazının ekleri dahil edilsin mi?

source: Include nested
tr: İç içe olanları dahil et

source: Include unassigned tickets in subscription for escalated tickets.
tr: Yükseltilen destek talepleri için atanmamış destek taleplerini aboneliğe dahil edin.

source: Include unassigned tickets in subscription for new & open tickets.
tr: Atanmamış destek taleplerini yeni ve açık destek talepleri için aboneliğe dahil edin.

source: Include unassigned tickets in subscription for pending tickets.
tr: Bekleyen destek talepleri için atanmamış destek taleplerini aboneliğe dahil edin.

source: Include your own tickets in subscription for escalated tickets.
tr: Yükseltilen destek talepleri için kendi destek talebinizi aboneliğe dahil edin.

source: Include your own tickets in subscription for new & open tickets.
tr: Yeni ve açık destek talepleri için kendi destek taleplerinizi aboneliğe dahil edin.

source: Include your own tickets in subscription for pending tickets.
tr: Bekleyen destek talepleri için kendi destek taleplerinizi aboneliğe dahil edin.

source: Included ticket overviews
hu: Tartalmazott jegyek áttekintése
tr: Listelenen Talep Görünümleri

source: Includes escalated, new & open and pending tickets.
tr: Yükseltilen, yeni ve açık, ve bekleyen destek taleplerini içerir.

source: Including private key.
hu: Beleértve a privát kulcsot.
tr: Özel anahtar dahil.

source: Incompatible Elasticsearch version
tr: Uyumsuz Elasticsearch sürümü

source: Incomplete Ticket Checklist
tr: Eksik Destek Talebi Kontrol Listesi

source: Incomplete checklist items
tr: Tamamlanmamış kontrol listesi öğeleri

source: Incomplete credentials
hu: Hiányos hitelesítő adatok
tr: Eksik kimlik bilgileri

source: Increment (SystemID.Counter)
hu: Növekedés (Rendszerazonosító.Számláló)
tr: Artış (SystemID.Counter)

source: Increment hours value
hu: Órák értékének növelése
tr: Saat değerini artır

source: Increment minutes value
hu: Percek értékének növelése
tr: Dakika değerini artır

source: Increment seconds value
hu: Másodpercek értékének növelése
tr: Saniye değerini artır

source: Indent text
tr: Metin girintisi

source: Indicating progress
hu: Az előrehaladás jelzése
tr: İlerleme gösteriliyor

source: Info: %s
hu: Infó: %s
tr: Bilgi: %s

source: Information
hu: Információ
tr: Bilgi

source: Initiate the import process to transfer your data into Zammad. Keep track of the migration progress on this page to be notified as soon as the import is successfully finished.
hu: Indítsa el az importálási folyamatot az adatok Zammadba történő átviteléhez. Ezen az oldalon kövesse nyomon a migráció előrehaladását, hogy értesítést kapjon, amint az importálás sikeresen befejeződött.
tr: Verilerinizi Zammad'a aktarmak için içe aktarma işlemini başlatın. İçe aktarma başarıyla tamamlanır tamamlanmaz bilgilendirilmek için bu sayfadan geçiş ilerlemesini takip edin.

source: Inline content could not be generated.
hu: Az inline tartalom nem generálható.
tr: Satır içi içerik oluşturulamadı.

source: Input field must be text, password, tel, fax, email or url type.
tr: Giriş alanı metin, parola, telefon, belgegeçer, e-posta ya da url türünde olmalıdır.

source: Insert code block
tr: Kod bloğu ekle

source: Insert column after
tr: Sonrasına sütun ekle

source: Insert column before
tr: Öncesine sütun ekle

source: Insert divider
tr: Bölücü yerleştirin

source: Insert inline code
tr: Satır içi kod ekle

source: Insert row above
tr: Yukarıya satırı ekle

source: Insert row below
tr: Aşağıya satır ekle

source: Insert table
tr: Tablo ekle

source: Insert text from Knowledge Base article
hu: Szöveg beszúrása Tudásbázis cikkből
tr: Bilgi Tabanı yazısından metin ekle

source: Insert text from text module
hu: Szöveg beszúrása szövegmodulból
tr: Metin modülünden metin ekle

source: Insert the widget code into the source code of every page the chat shall be visible on. It should be placed at the end of the page's source code before the §</body>§ closing tag.
hu: Illessze be a widget kódját minden olyan oldal forráskódjába, amelyen a csevegés látható lesz. Az oldal forráskódjának végén kell elhelyezni a §</body>§ záró tag előtt.
tr: Widget kodunu, sohbetin görünür olacağı her sayfanın kaynak koduna ekleyin. Sayfanın kaynak kodunun sonuna §</body>§ kapanış etiketinden önce yerleştirilmelidir.

source: Inserts a horizontal rule
hu: Vízszintes vonal beszúrása
tr: Yatay bir kural ekler

source: Inserts a mention for a user
hu: Egy felhasználó említésének beszúrása
tr: Bir kullanıcı için bir bahsetme ekler

source: Inserts knowledge base answer
hu: Tudásbázis válasz beszúrása
tr: Bilgi tabanı yanıtını ekler

source: Inserts text module
hu: Szövegmodul beszúrása
tr: Metin modülü ekler

source: Install App
hu: Alkalmazás telepítése
tr: Uygulama Yükle

source: Install Package
hu: Csomag telepítése
tr: Paketi yükle

source: Integer field
hu: Egész szám mező
tr: Tamsayı alanı

source: Integrity verification of the downloaded WhatsApp media failed.
hu: A letöltött WhatsApp média integritásának ellenőrzése sikertelen volt.
tr: İndirilen WhatsApp medyasının bütünlük doğrulaması başarısız oldu.

source: Internal Error
hu: Belső hiba
tr: Dahili Hata

source: Internal Knowledge Base feed:
hu: Belső Tudásbázis hírfolyam:
tr: Dahili Bilgi Tabanı akışı:

source: Interrupted by a restart of the background worker process. Please restart manually or wait until the next execution time.
hu: A háttérmunkafolyamat újraindítása miatt megszakadt. Kérjük, indítsa újra manuálisan, vagy várjon a következő végrehajtási időpontig.
tr: Arka plan görevi yeniden başlatılması nedeniyle kesintiye uğradı. Lütfen manuel olarak yeniden başlatın veya bir sonraki yürütme zamanına kadar bekleyin.

source: Intro
hu: Bevezető
tr: Tanıtım

source: Invalid 'direction'!
hu: Érvénytelen 'direction'!
tr: Geçersiz 'yön'!

source: Invalid API key - please check your configuration
tr: Geçersiz API anahtarı - lütfen yapılandırmanızı kontrol edin

source: Invalid BasicAuth credentials
hu: Érvénytelen BasicAuth hitelesítő adatok
tr: Geçersiz BasicAuth Kimlik Bilgileri

source: Invalid GitHub GraphQL API token
hu: Érvénytelen GitHub GraphQL API token
tr: Geçersiz GitHub GraphQL API belirteci

source: Invalid GitHub configuration (missing endpoint or api_token).
tr: Geçersiz GitHub yapılandırması (eksik uç nokta veya api_token).

source: Invalid GitHub issue link format
hu: Érvénytelen GitHub probléma link formátum
tr: Geçersiz GitHub issue bağlantı formatı

source: Invalid GitLab GraphQL API token
hu: Érvénytelen GitLab GraphQL API token
tr: Geçersiz GitLab GraphQL API belirteci

source: Invalid GitLab configuration (missing endpoint or api_token).
tr: Geçersiz GitLab yapılandırması (eksik uç nokta veya api_token).

source: Invalid GitLab issue link format
hu: Érvénytelen GitLab probléma link formátum
tr: Geçersiz GitHub issue bağlantı formatı

source: Invalid auto wizard file.
hu: Érvénytelen automatikus varázsló fájl.
tr: Geçersiz otomatik sihirbaz dosyası.

source: Invalid client_id in receive loop!
hu: Érvénytelen client_id a fogadási ciklusban!
tr: Alım döngüsünde geçersiz client_id!

source: Invalid client_id received!
hu: Érvénytelen client_id érkezett!
tr: Geçersiz client_id alındı!
