Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Proof Key for Code Exchange is currently only supporting SHA256 as code challenge method.
tr: Kod Değişimi için Kanıt Anahtarı şu anda kod sorgulama yöntemi olarak yalnızca SHA256'yı desteklemektedir.

source: Provide a summary of the conversation between customer and support agent.
tr: Kullanıcı ve destek temsilcisi arasındaki görüşmenin bir özetini sağla.

source: Provide a summary of the problem the customer needs to get resolved.
tr: Kullanıcının çözüme kavuşturulması gereken sorununun bir özetini sun.

source: Provide a summary of the questions raised in the conversation.
tr: Görüşmede gündeme gelen soruların bir özetini sun.

source: Provide position of all items in scope
hu: Adja meg a hatókörbe tartozó összes elem helyzetét
tr: Kapsamdaki tüm öğelerin konumunu sağlayın

source: Provide some possible solutions to the problem as follow-up items.
tr: Takip öğeleri olarak soruna yönelik bazı olası çözümler sun.

source: Provider
hu: Szolgáltató
tr: Sağlayıcı

source: Proxy Password
hu: Proxy jelszó
tr: Proxy Şifresi

source: Proxy User
hu: Proxy felhasználó
tr: Proxy Kullanıcı Adı

source: Proxy address
hu: Proxy cím
tr: Proxy adresi

source: Public & Private Keys
hu: Nyilvános és privát kulcsok
tr: Genel ve Özel Anahtarlar

source: Public Link
hu: Nyilvános hivatkozás
tr: Herkese Açık Bağlantı

source: Public Links
hu: Nyilvános hivatkozások
tr: Paylaşılan Bağlantılar

source: Publish Article
hu: Cikk közzététele
tr: Yazıyı Yayınla

source: Published %s
hu: %s közzétéve
tr: Yayınlandı %s

source: Published at
hu: Közzétéve
tr: Yayın zamanı

source: Puts Zammad into import mode (disables some triggers).
hu: Importálási módba helyezi a Zammad rendszert (letilt néhány eseményindítót).
tr: Zammad'ı içe aktarma moduna geçirir (bazı tetikleyicileri devre dışı bırakır).

source: Queue already exists!
hu: A sor már létezik!
tr: Kuyruk zaten var!

source: REST API access using the username/email address and password is currently disabled. Please contact your administrator.
hu: A REST API-hozzáférés a felhasználónév/e-mail cím és jelszó használatával jelenleg letiltva van. Kérjük, lépjen kapcsolatba a rendszergazdával.
tr: Kullanıcı adı/e-posta adresi ve şifre kullanılarak REST API erişimi şu anda devre dışıdır. Lütfen yöneticinizle iletişime geçin.

source: Rate limit exceeded - please wait a moment
tr: İstek sınırı aşıldı - lütfen biraz bekleyin

source: Raw
hu: Nyers
tr: Ham

source: Reacted to message %s from %s
tr: %s'den gelen %s mesajına tepki verildi

source: Reacted with %s to message %s from %s
tr: %s'den gelen %s mesajına %s ile tepki verildi

source: Read
hu: Olvasás
tr: Oku

source: Reader
tr: Okuyucu

source: Real-time
hu: Valós idejű
tr: Gerçek zamanlı

source: Reason for absence
hu: A távollét oka
tr: İzin nedeni

source: Reauthenticate
hu: Újrahitelesítés
tr: Yeniden Doğrula

source: Received Call
hu: Fogadott hívás
tr: Gelen Arama

source: Received Call: %s
tr: Alınan Çağrı: %s

source: Recent Logs
hu: Legutóbbi naplók
tr: En Son Kayıtlar

source: Recent search was removed successfully.
tr: Son arama başarıyla kaldırıldı.

source: Recent searches
tr: Son aramalar

source: Recent searches were cleared successfully.
tr: Son aramalar başarıyla temizlendi.

source: Recently Viewed Tickets
hu: Legutóbb megtekintett jegyek
tr: Son Görüntülenen Destek Talepleri

source: Recently viewed items were cleared successfully.
tr: Son görüntülenen öğeler başarıyla temizlendi.

source: Recovery Code
hu: Visszaállítási kód
tr: Kurtarma Kodu

source: Recovery Codes
hu: Visszaállítási kódok
tr: Kurtarma Kodları

source: Recovery codes can be used to access your account in the event you lose access to other two-factor authentication methods.
hu: A helyreállítási kódokkal akkor is hozzáférhet a fiókjához, ha elveszíti a hozzáférést más kétfaktoros hitelesítési módszerekhez.
tr: Kurtarma kodları, diğer iki faktörlü kimlik doğrulama yöntemlerine erişiminizi kaybetmeniz durumunda hesabınıza erişmek için kullanılabilir.

source: Recursive Ticket Triggers
hu: Rekurzív jegy eseményindítók
tr: Yinelemeli Destek Talebi Tetikleyicileri

source: Redis version
hu: Redis verzió
tr: Redis sürümü

source: References - Search for follow-up also in In-Reply-To or References headers.
tr: Referanslar - In-Reply-To veya References başlıklarında da takip araması yapın.

source: Regenerate Recovery Codes
hu: Visszaállítási kódok újragenerálása
tr: Kurtarma Kodlarını Yeniden Oluştur

source: Regenerate recovery codes
hu: Visszaállítási kódok újragenerálása
tr: Kurtarma kodlarını yeniden oluştur

source: Register
hu: Regisztráció
tr: Kayıt Ol

source: Registration successful!
hu: A regisztráció sikeres!
tr: Kayıt başarılı!

source: Relax, your system is being set up…
hu: Nyugalom, a rendszer beállítása folyamatban van…
tr: Rahatlayın, sisteminiz kuruluyor…

source: Remember me
hu: Emlékezzen rám
tr: Beni hatırla

source: Reminder message
tr: Hatırlatma mesajı

source: Remote
hu: Távoli
tr: Uzak

source: Remove
hu: Eltávolítás
tr: Kaldır

source: Remove %s
hu: %s eltávolítása
tr: %s'yi kaldır

source: Remove Link
tr: Bağlantıyı Kaldır

source: Remove Notification
tr: Bildirimi Kaldır

source: Remove Two-factor Authentication: %s
hu: Kétfaktoros hitelesítés eltávolítása: %s
tr: İki Faktörlü Kimlik Doğrulamayı Kaldır: %s

source: Remove a configured two-factor authentication method
hu: Konfigurált kétfaktoros hitelesítési módszer eltávolítása
tr: Yapılandırılmış iki faktörlü kimlik doğrulama yöntemini kaldırma

source: Remove account link on %s
tr: %s üzerindeki hesap bağlantısını kaldır

source: Remove all
hu: Az összes eltávolítása
tr: Tümünü kaldır

source: Remove all methods
hu: Minden módszer eltávolítása
tr: Tüm yöntemleri kaldır

source: Remove all values
hu: Minden érték eltávolítása
tr: Tüm değerleri kaldır

source: Remove authenticator app
hu: Hitelesítő alkalmazás eltávolítása
tr: Kimlik doğrulayıcı uygulamasını kaldır

source: Remove checklist
tr: Kontrol listesini kaldır

source: Remove formatting
hu: Formázás eltávolítása
tr: Biçimlendirmeyi kaldır

source: Remove image
hu: Kép eltávolítása
tr: Resmi kaldır

source: Remove item
tr: Öğeyi kaldır

source: Remove method
hu: Módszer eltávolítása
tr: Yöntemi kaldır

source: Remove security keys
hu: Biztonsági kulcsok eltávolítása
tr: Güvenlik anahtarlarını kaldır

source: Remove selected values
hu: Kiválasztott értékek eltávolítása
tr: Seçilen değerleri kaldır

source: Remove this tag
tr: Bu etiketi kaldır

source: Remove two-factor authentication
hu: Kétfaktoros hitelesítés eltávolítása
tr: İki faktörlü kimlik doğrulamayı kaldır

source: Removed reaction from message %s from %s
tr: %s iletisindeki tepki %s iletisinden kaldırıldı

source: Rename checklist
tr: Kontrol Listesini Yeniden Adlandır

source: Renew Access Token
hu: Hozzáférési token megújítása
tr: Erişim Belirtecini Yenile

source: Reopening rate
hu: Újranyitási arány
tr: Yeniden açılma oranı

source: Reopening time in days
hu: Újranyitási idő napokban
tr: Gün bazında yeniden açılma süresi

source: Reorder
tr: Yeniden sırala

source: Replacement agent
hu: Helyettesítő ügynök
tr: Yedek temsilci

source: Reply
hu: Válasz
tr: Yanıtla

source: Reply All
hu: Válasz mindenkinek
tr: Hepsini Yanıtla

source: Reply allowed only for open tickets
hu: Válasz csak nyitott jegyek esetén engedélyezett
tr: Yalnızca açık destek talepleri için yanıt verilebilir

source: Reply to last article
hu: Válasz az utolsó cikkre
tr: Son yazıya yanıt

source: Reply-To
hu: Válasz cím
tr: Yanıtla

source: Report
hu: Jelentés
tr: Rapor

source: Report Profiles
hu: Jelentés profilok
tr: Rapor Profilleri

source: Request
hu: Kérelem
tr: İstek

source: Request Admin Consent
hu: Rendszergazdai hozzájárulás kérése
tr: Yönetici Onayı İste

source: Request for Change
hu: Változtatási kérelem
tr: Değişiklik Talebi

source: Request password login for admin?
hu: Jelszavas bejelentkezés kérése a rendszergazda számára?
tr: Yönetici için şifre girişi talep et?

source: Request the password login here.
hu: Kérje a jelszavas bejelentkezést itt.
tr: Şifre girişini buradan talep edin.

source: Required parameter 'downloadBackendSelected' is missing.
hu: A kötelező 'downloadBackendSelected' paraméter hiányzik.
tr: Gerekli 'downloadBackendSelected' parametresi eksik.

source: Required parameter 'profile' is missing.
hu: A kötelező 'profile' paraméter hiányzik.
tr: Gerekli parametre 'profile' eksik.

source: Requires the setup of the two-factor authentication for certain user roles.
tr: Belirli kullanıcı rolleri için iki faktörlü kimlik doğrulamanın kurulmasını gerektirir.

source: Reset
hu: Visszaállítás
tr: Sıfırla

source: Reset Overview Order
hu: Áttekintési sorrend visszaállítása
tr: Genel Bakış Sırasını Sıfırla

source: Reset Password failed!
hu: A jelszó visszaállítása nem sikerült!
tr: Şifre Sıfırlama başarısız oldu!

source: Reset Search
tr: Aramayı Sıfırla

source: Reset overview order
hu: Áttekintési sorrend visszaállítása
tr: Genel bakış sırasını sıfırla

source: Reset successful.
hu: Az alaphelyzetbe állítás sikeres.
tr: Sıfırlama başarılı.

source: Reset text color
tr: Metin rengini sıfırla

source: Reset to Default Settings
hu: Visszaállítás alapértelmezett beállításokra
tr: Varsayılan Ayarlara Sıfırla

source: Reset to default
hu: Visszaállítás alapértelmezettre
tr: Varsayılana sıfırla

source: Reset to default settings
hu: Visszaállítás alapértelmezett beállításokra
tr: Varsayılan ayarlara sıfırla

source: Reset your #{config.product_name} password <div>Hi #{user.firstname},</div> <br> <div>We received a request to reset the password for your #{config.product_name} account <b>#{user.login}</b>.</div> <br> <div>If you want to reset your password, click on the link below (or copy and paste the URL into your browser):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>This link takes you to a page where you can change your password.</div> <br> <div>If you don't want to reset your password, please ignore this message. Your password will not be reset.</div> <br> <div>Your #{config.product_name} Team</div>
hu: Állítsa vissza #{config.product_name} jelszavát <div>Üdvözöljük #{user.firstname},</div> <br> <div>Kérést kaptunk a #{config.product_name} fiókja jelszavának visszaállítására. <b>#{user.login}</b>.</div> <br> <div>Amennyiben vissza szeretné állítani jelszavát, kattintson az alábbi hivatkozásra (vagy másolja be az URL címet a böngészőjébe):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Ez a hivatkozás egy olyan oldalra vezeti Önt, ahol megváltoztathatja jelszavát.</div> <br> <div>Amennyiben nem szeretné visszaállítani jelszavát, kérjük, hagyja figyelmen kívül ezt az üzenetet. A jelszavát nem fogjuk visszaállítani.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} şifreni sıfırla. <div>Merhaba #{user.firstname},</div> <br> <div>#{config.product_name} Şifrenizin sıfırlanması için bir talep aldık. Hesap: <b>#{user.login}</b>.</div> <br> <div>Şifrenizi sıfırlamak istiyorsanız aşağıdaki bağlantıya tıklayın (veya URL'yi kopyalayıp tarayıcınıza yapıştırın):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Bu bağlantı sizi şifrenizi değiştirebileceğiniz bir sayfaya yönlendirir.</div> <br> <div>Şifrenizi sıfırlamak istemiyorsanız lütfen bu mesajı dikkate almayın ve tamamen sildiğinizden emin olun. Şifreniz sıfırlanmayacaktır.</div> <br> <div>#{config.product_name} Ekibi</div>

source: Reset your #{config.product_name} password <div>Hi #{user.firstname},</div> <br> <div>You or someone else tried to sign up with this email address. However, this email is already being used.</div> <br> <div>If you want to reset your password, click on the link below (or copy and paste the URL into your browser):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>This link takes you to a page where you can change your password.</div> <br> <div>If you don't want to reset your password, please ignore this message. Your password will not be reset.</div> <br> <div>Your #{config.product_name} Team</div>
hu: Állítsa vissza a #{config.product_name} jelszavát <div>Üdvözöljük #{user.firstname},</div> <br> <div>Ön vagy valaki más megpróbált regisztrálni ezzel az e-mail címmel. Ez az e-mail azonban már használatban van.</div> <br> <div>Amennyiben vissza szeretné állítani jelszavát, kattintson az alábbi hivatkozásra (vagy másolja be az URL címet a böngészőjébe):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Ez a hivatkozás egy olyan oldalra vezeti Önt, ahol megváltoztathatja jelszavát.</div> <br> <div>Amennyiben nem szeretné visszaállítani a jelszavát, kérjük, hagyja figyelmen kívül ezt az üzenetet. A jelszavát nem fogjuk visszaállítani.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} şifrenizi sıfırlayın <div>Merhaba #{user.firstname},</div> <br> <div>Siz veya bir başkası bu e-posta adresiyle kaydolmayı denediniz. Ancak bu e-posta zaten kullanılıyor.</div> <br> <div>Şifrenizi sıfırlamak istiyorsanız aşağıdaki bağlantıya tıklayın (veya URL'yi kopyalayıp tarayıcınıza yapıştırın):</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Bu bağlantı sizi şifrenizi değiştirebileceğiniz bir sayfaya yönlendirir.</div> <br> <div>Şifrenizi sıfırlamak istemiyorsanız lütfen bu mesajı dikkate almayın ve tamamen sildiğinizden emin olun. Şifreniz sıfırlanmayacak.</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: Resetting the order of your ticket overviews failed.
tr: Destek talebi genel bakışlarınızın sırasını sıfırlama işlemi başarısız oldu.

source: Resize article panel
tr: Yazı panelini yeniden boyutlandır

source: Resize column
tr: Sütunu yeniden boyutlandır

source: Resize frame
tr: Çerçeveyi yeniden boyutlandır

source: Resize side panel
hu: Oldalpanel átméretezése
tr: Yan paneli yeniden boyutlandır

source: Resize sidebar
hu: Oldalsáv átméretezése
tr: Kenar çubuğunu yeniden boyutlandır

source: Response
hu: Válasz
tr: Yanıt

source: Restart failed jobs
hu: Sikertelen feladatok újraindítása
tr: Başarısız işleri yeniden başlat

source: Restrict to only the following users
hu: Csak a következő felhasználókra korlátozva
tr: Yalnızca aşağıdaki kullanıcılarla kısıtlayın

source: Result
tr: Sonuç

source: Result:
hu: Eredmény:
tr: Sonuç:

source: Results
tr: Sonuçlar

source: Retry
hu: Újrapróbálkozás
tr: Yeniden Dene

source: Retry Attachment Download
tr: Eklentiyi İndirmeyi Yeniden Dene

source: Retry Security Process
tr: Güvenlik Sürecini Yeniden Dene

source: Retry attachment download
hu: A melléklet letöltésének megismétlése
tr: Eklentiyi indirmeyi yeniden dene

source: Retry security process
hu: Biztonsági folyamat megismétlése
tr: Güvenlik sürecini yeniden deneyin

source: Retrying to download the sent media via WhatsApp failed.
tr: Gönderilen medyayı WhatsApp üzerinden yeniden indirme denemesi başarısız oldu.

source: Retweets
hu: Retweetek
tr: Retweetler

source: Retweets are converted into tickets.
hu: A retweetek jegyekké lesznek alakítva.
tr: Retweetler destek taleplerine dönüştürülür.

source: Rocket Chat Notifications
hu: Rocket Chat értesítések
tr: Rocket Chat Bildirimleri

source: Role
hu: Szerepkör
tr: Rol

source: Role %s is conflicting with role %s, do you want to continue?
hu: A %s szerepkör ütközik a %s szerepkörrel, szeretné folytatni?
tr: Rol %s, rol %s ile çakışıyor, devam etmek istiyor musunuz?

source: Roles
hu: Szerepkörök
tr: Roller

source: Roles are …
hu: A szerepkörök …
tr: Roller …

source: Roles:
hu: Szerepkörök:
tr: Roller:

source: Rollback migration
hu: Migráció visszaállítása
tr: Geçişi geri al

source: Rollback of channel migration succeeded!
hu: A csatornák migrációjának visszaállítása sikerült!
tr: Kanal geçişinin geri alınması başarılı oldu!

source: Rows
hu: Sorok
tr: Satırlar

source: Ruby information (version and installed gems)
hu: Ruby információk (verzió és telepített gemek)
tr: Ruby bilgileri (sürüm ve yüklü gemler)

source: Run every %s at %s in %s time
tr: Her %s'yi %s zamanında %s'de çalıştır

source: Running
hu: Fut
tr: Çalışıyor

source: Running Tasks
hu: Futó feladatok
tr: Çalışan Görevler

source: Running…
hu: Futás…
tr: Çalışıyor…

source: S/MIME (Secure/Multipurpose Internet Mail Extensions) is a widely accepted method (or more precisely, a protocol) for sending digitally signed and encrypted messages.
hu: Az S/MIME (Secure/Multipurpose Internet Mail Extensions) egy széles körben elfogadott módszer (pontosabban protokoll) digitálisan aláírt és titkosított üzenetek küldésére.
tr: S/MIME (Secure/Multipurpose Internet Mail Extensions) dijital olarak imzalanmış ve şifrelenmiş mesajlar göndermek için yaygın olarak kabul edilen bir yöntemdir (ya da daha doğrusu bir protokoldür).

source: S/MIME config
hu: S/MIME konfiguráció
tr: S/MIME yapılandırması

source: S/MIME enables you to send digitally signed and encrypted messages.
hu: Az S/MIME lehetővé teszi a digitálisan aláírt és titkosított üzenetek küldését.
tr: S / MIME, dijital olarak imzalanmış ve şifrelenmiş mesajlar göndermenizi sağlar.

source: S/MIME integration
hu: S/MIME integráció
tr: S/MIME entegrasyonu

source: SAML App Credentials
hu: SAML alkalmazás hitelesítő adatok
tr: SAML Uygulama Kimlik Bilgileri

source: SMS successfully sent
hu: SMS sikeresen elküldve
tr: SMS başarıyla gönderildi

source: SMS test failed.
hu: SMS teszt nem sikerült.
tr: SMS testi başarısız oldu.

source: SMTP - configure your own outgoing SMTP settings
hu: SMTP - saját kimenő SMTP beállítások konfigurálása
tr: SMTP - kendi giden SMTP ayarlarınızı yapılandırın

source: SSL Certificates
hu: SSL tanúsítványok
tr: SSL Sertifikaları

source: SSL verification
hu: SSL ellenőrzés
tr: SSL doğrulaması

source: Sat
hu: szo
tr: Cts

source: Saturday
hu: szombat
tr: Cumartesi

source: Save
hu: Mentés
tr: Kaydet

source: Save Codes
hu: Kódok mentése
tr: Kodları Kaydet

source: Save Draft
hu: Piszkozat mentése
tr: Taslağı Kaydet

source: Save Notifications
hu: Értesítések mentése
tr: Bildirimleri Kaydet

source: Save Out of Office
tr: Ofis Dışındayı Kaydet

source: Save and Continue
hu: Mentés és folytatás
tr: Kaydet ve Devam Et

source: Save as
hu: Mentés másként
tr: Farklı kaydet

source: Save as draft
tr: Taslak olarak kaydet

source: Save changes
tr: Değişiklikleri kaydet

source: Saved conditions
hu: Mentett feltételek
tr: Kayıtlı şartlar

source: Saving failed.
hu: A mentés nem sikerült.
tr: Kaydetme başarısız oldu.

source: Scheduler
hu: Ütemező
tr: Zamanlayıcı

source: Schedulers
hu: Ütemezők
tr: Zamanlayıcılar

source: Scopes
tr: Kapsamlar

source: Scopes that are included, separated by a single space character. If unset, "openid email profile" is used.
tr: Dahil edilen kapsamlar, tek bir boşluk karakteri ile ayrılır. Ayarlanmamışsa, "openid e-posta profili" kullanılır.

source: Screen
hu: Képernyő
tr: Ekran

source: Script can be located under: ||%s|| and needs to be executable.
tr: Betik altında bulunabilir: ||%s| ve çalıştırılabilir olması gerekir.

source: Scroll down
hu: Görgessen lefelé
tr: Aşağı kaydır

source: Scroll down to see %s new replies
hu: Görgessen lefelé %s új válasz megtekintéséhez
tr: %s yeni yanıtı görmek için aşağı kaydırın

source: Search
hu: Keresés
tr: Ara

source: Search Term
hu: Keresési feltétel
tr: Arama terimi

source: Search Terms
hu: Keresési feltételek
tr: Arama terimleri

source: Search URL
hu: URL keresés
tr: Arama URL'si

source: Search URL is invalid.
tr: Arama URL'si geçersiz.

source: Search URL is missing.
hu: A keresési URL hiányzik.
tr: Arama URL'si eksik.

source: Search for LDAP sources
tr: LDAP kaynakları için ara

source: Search for activity types
tr: Etkinlik türleri için ara

source: Search for checklist templates
tr: Kontrol listesi şablonlarını arayın

source: Search for groups
tr: Grupları ara

source: Search for macros
tr: Makroları ara

source: Search for organizations
tr: Organizasyonları ara

source: Search for overviews
tr: Genel bakışları ara

source: Search for public links
tr: Herkese açık bağlantıları ara

source: Search for report profiles
tr: Rapor profillerini ara

source: Search for roles
tr: Rolleri ara

source: Search for schedulers
tr: Zamanlayıcıları ara

source: Search for templates
tr: Şablonları ara

source: Search for text modules
tr: Metin modülleri için ara

source: Search for ticket priorities
tr: Destek talebi önceliklerini ara

source: Search for ticket states
tr: Destek talebi durumlarını ara

source: Search for triggers
tr: Tetikleyicileri ara

source: Search for webhooks
tr: Web kancalarını ara

source: Search for workflows
tr: İş akışlarını ara

source: Search for…
hu: Keresés…
tr: Ara…

source: Search or enter email address…
hu: Keresse meg vagy adja meg az e-mail címet…
tr: Arama yapın veya e-posta adresini girin…

source: Search or enter phone number…
hu: Keresse meg vagy adja meg a telefonszámot…
tr: Arama yapın veya telefon numarası girin…

source: Search result label is not a string, a number or a boolean. Please provide search result label key.
tr: Arama sonucu etiketi bir metin, sayı veya mantıksal (boolean) değer değil. Lütfen geçerli bir etiket anahtarı belirtin.

source: Search result label key
tr: Arama sonucu etiket anahtarı

source: Search result label key "%s" is not a string, number or boolean.
tr: Arama sonucu etiket anahtarı "%s" bir metin, sayı veya mantıksal değer değildir.

source: Search result label key "%s" was not found.
hu: Az oldal nem található.
tr: Arama sonucu etiket anahtarı "%s" bulunamadı.

source: Search result list
hu: Keresési eredmények listája
tr: Arama sonuç listesi

source: Search result list is not an array. Please provide search result list key.
tr: Arama sonucu listesi bir dizi değil. Lütfen arama sonucu listesi anahtarını sağlayın.

source: Search result list key
tr: Arama sonucu listesi anahtarı

source: Search result list key "%s" is not an array.
tr: Arama sonucu listesi anahtarı "%s" bir dizi değil.

source: Search result list key "%s" was not found.
hu: Az oldal nem található.
tr: Arama sonucu listesi anahtarı "%s" bulunamadı.

source: Search result response
hu: Keresési eredmény válasza
tr: Arama sonucu yanıtı

source: Search result value is not a string, a number or a boolean. Please provide search result value key.
tr: Arama sonucu değeri bir dize, sayı veya mantıksal değer değildir. Lütfen arama sonucu değer anahtarını sağlayın.

source: Search result value key
hu: Keresési eredmény érték kulcsa
tr: Arama sonucu değer anahtarı

source: Search result value key "%s" is not a string, number or boolean.
tr: Arama sonucu değer anahtarı "%s" bir dize, sayı veya boole değildir.

source: Search result value key "%s" was not found.
hu: Az oldal nem található.
tr: Arama sonucu değer anahtarı "%s" bulunamadı.

source: Search…
hu: Keresés…
tr: Ara…

source: Secondary organizations
hu: Másodlagos szervezetek
tr: İkincil organizasyonlar

source: Secondary organizations are only allowed when the primary organization is given.
hu: Másodlagos szervezetek csak akkor engedélyezettek, ha az elsődleges szervezet meg van adva.
tr: İkincil organizasyonlara yalnızca birincil organizasyon belirtildiğinde izin verilir.

source: Security
hu: Biztonság
tr: Güvenlik

source: Security Code
hu: Biztonsági kód
tr: Güvenlik Kodu

source: Security Error
hu: Biztonsági hiba
tr: Güvenlik Hatası

source: Security Information
hu: Biztonsági információ
tr: Güvenlik Bilgileri

source: Security Key
hu: Biztonsági kulcs
tr: Güvenlik Anahtarı

source: Security Keys
hu: Biztonsági kulcsok
tr: Güvenlik Anahtarları

source: Security key "%s" will be removed.
hu: A következő biztonsági kulcs eltávolításra kerül: "%s".
tr: Güvenlik anahtarı "%s" kaldırılacaktır.

source: Security key setup failed.
hu: A biztonsági kulcs beállítása nem sikerült.
tr: Güvenlik anahtarı kurulumu başarısız oldu.

source: Security key verification failed.
hu: A biztonsági kulcs ellenőrzése nem sikerült.
tr: Güvenlik anahtarı doğrulaması başarısız oldu.
