Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: FORMAT_DATE
hu: yyyy.mm.dd
tr: dd.mm.yyyy

source: FORMAT_DATETIME
hu: yyyy.mm.dd HH:MM:SS
tr: dd.mm.yyyy HH:MM

source: "Database" stores all attachments in the database (not recommended for storing large amounts of data). "Filesystem" stores the data in the filesystem. "Simple Storage (S3)" stores the data in a remote S3 compatible object filesystem. You can switch between the modules even on a system that is already in production without any loss of data.
tr: "Veritabanı" tüm ekleri veritabanında depolar (büyük miktarda veri depolamak için önerilmez). "Dosya Sistemi" verileri dosya sisteminde depolar. "Basit Depolama (S3)" verileri uzak bir S3 uyumlu nesne dosya sisteminde depolar. Halihazırda canlı çalışan bir sistemde bile herhangi bir veri kaybı olmadan modüller arasında geçiş yapabilirsiniz.

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Created by #{current_user.longname} at #{ticket.updated_at}_ * Group: #{ticket.group.name} * Owner: #{ticket.owner.fullname} * State: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Létrehozta: #{current_user.longname} ekkor: #{ticket.updated_at}_ * Csoport: #{ticket.group.name} * Tulajdonos: #{ticket.owner.fullname} * Állapot: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: #{current_user.longname} tarafından #{ticket.updated_at} tarihinde oluşturuldu_ * Grup: #{ticket.group.name} * Sahip: #{ticket.owner.fullname} * Durum: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Escalated at #{ticket.escalation_at}_ The ticket (#{ticket.title}) from "#{ticket.customer.longname}" has been escalated since "#{ticket.escalation_at}"! <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Eszkalálódott ekkor: #{ticket.escalation_at}_ A "#{ticket.customer.longname}"-tól származó jegy (#{ticket.title}) "#{ticket.escalation_at}" óta eszkalálódott! <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: #{ticket.escalation_at} tarihinde yükseltildi_ "#{ticket.customer.longname}" tarafından açılan destek talebi (#{ticket.title}) "#{ticket.escalation_at}" tarihinden itibaren yükseltildi! <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Last updated at #{ticket.updated_at}_ * Group: #{ticket.group.name} * Owner: #{ticket.owner.fullname} * State: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Utoljára frissítve: #{current_user.longname} ekkor: #{ticket.updated_at}_ * Csoport: #{ticket.group.name} * Tulajdonos: #{ticket.owner.fullname} * Állapot: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: En son #{ticket.updated_at} tarihinde güncellendi_ * Grup: #{ticket.group.name} * Sahip: #{ticket.owner.fullname} * Durum: #{t(ticket.state.name)} <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Reminder reached!_ A ticket needs attention: reminder reached for (#{ticket.title}) with customer "*#{ticket.customer.longname}*". <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Emlékeztető elérve!_ Egy jegy figyelmet igényel: emlékeztető a (#{ticket.title}) számára "*##{ticket.customer.longname}*" ügyféllel. <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Hatırlatıcı ulaştı!_ Bir destek talebiyle ilgilenilmesi gerekiyor: müşteri "*#{ticket.customer.longname}*" ile (#{ticket.title}) için hatırlatıcı ulaştı. <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Updated by #{current_user.longname} at #{ticket.updated_at}_ <% if @objects[:changes].present? %> <% @objects[:changes].each do |key, value| %> * <%= t key %>: <%= h value[0] %> -> <%= h value[1] %> <% end %> <% end %> <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Frissítette: #{current_user.longname} ekkor: #{ticket.updated_at}_ <% if @objects[:changes].present? %> <% @objects[:changes].each do |key, value| %> * <%= t key %>: <%= h value[0] %> -> <%= h value[1] %> <% end %> <% end %> <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: #{ticket.updated_at} tarihinde #{current_user.longname} tarafından güncellendi_ <% if @objects[:changes].present? %> <% @objects[:changes].each do |key, value| %> * <%= t key %>: <%= h value[0] %> -> <%= h value[1] %> <% end %> <% end %> <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Will escalate at #{ticket.escalation_at}_ The ticket (#{ticket.title}) from "#{ticket.customer.longname}" will escalate at "#{ticket.escalation_at}"! <% if @objects[:article] %> #{article.body_as_text} <% end %>
hu: # #{ticket.title} _<<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: Eszkalálódni fog ekkor: #{ticket.escalation_at}_ A "#{ticket.customer.longname}" ügyféltől származó jegy (#{ticket.title}) eszkalálódni fog ekkor: "#{ticket.escalation_at}"! <% if @objects[:article] %> #{article.body_as_text} <% end %>
tr: # #{ticket.title} _<#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}|Ticket##{ticket.number}>: #{ticket.escalation_at} tarihinde yükselecek_ "#{ticket.customer.longname}" tarafından açılan destek talebi (#{ticket.title}) "#{ticket.escalation_at}" tarihinde yükselecek! <% if @objects[:article] %> #{article.body_as_text} <% end %>

source: #{config.product_name} account linked with a third-party application <div>Hi #{user.firstname},</div> <br> <div>It looks like you linked your account <b>with a third-party application</b> "#{t(provider)}".</div> <br> <div>If this wasn't you, please remove the linked account from your profile and change your third-party application password. Somebody might have gained unauthorized access to your account on the third-party service.</div> <br> <div>Your #{config.product_name} Team</div>
hu: #{config.product_name} fiók egy harmadik féltől származó alkalmazással összekapcsolva <div>Üdvözöljük #{user.firstname},</div> <br> <div>Úgy tűnik, hogy Ön a fiókját <b>egy harmadik féltől származó alkalmazással</b> kötötte össze. "#{t(provider)}".</div> <br> <div>Amennyiben ez nem Ön volt, kérjük, távolítsa el a kapcsolódó fiókot a profiljából, és változtassa meg a harmadik féltől származó alkalmazás jelszavát. Valaki jogosulatlanul hozzáférhetett a fiókjához a harmadik fél szolgáltatásában.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} hesabı üçüncü taraf bir uygulama ile bağlı <div>Merhaba #{user.firstname},</div> <br> <div>Görünüşe göre hesabınızı <b>üçüncü taraf bir uygulama ile bağlamışsınız</b> "#{t(provider)}".</div> <br> <div>Bu siz değilseniz, lütfen bağlantılı hesabı profilinizden kaldırın ve üçüncü taraf uygulama şifrenizi değiştirin. Birisi üçüncü taraf hizmetindeki hesabınıza yetkisiz erişim sağlamış olabilir.</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: #{config.product_name} login from a new country <div>Hi #{user.firstname},</div> <br> <div>It looks like you used your account with a <b>known device but from a new country</b> on "#{user_device.created_at}":</div> <br> <div> Your device: #{user_device.name}<br> Your location (relative): #{user_device.location}<br> Your IP: #{user_device.ip}<br> </div> <br> <div>The country has been added to your list of known devices, which you can view here:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>If this wasn't you, please remove the device, change your account password, and contact your administrator. Somebody might have gained unauthorized access to your account.</div> <br> <div>Your #{config.product_name} Team</div>
hu: #{config.product_name} bejelentkezés egy új országból <div>Üdvözöljük #{user.firstname},</div> <br> <div>Úgy tűnik, hogy Ön a fiókját egy <b>ismert eszközzel, de egy új országból</b> használta ezen az eszközön: "#{user_device.created_at}"</div> <br> <div> Az Ön eszköze: #{user_device.name}<br> Az Ön tartózkodási helye (relatív): #{user_device.location}<br> Az Ön IP címe: #{user_device.ip}<br> </div> <br> <div>Az ország hozzá lett adva az ismert eszközök listájához, amelyet itt tekinthet meg:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>Amennyiben ez nem Ön volt, kérjük, távolítsa el az eszközt, változtassa meg fiókja jelszavát, és lépjen kapcsolatba a rendszergazdájával. Valaki jogosulatlanul hozzáférhetett a fiókjához.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} yeni bir ülkeden giriş <div>Merhaba #{user.firstname},</div> <br> <div>Hesabınızı <b>bilinen bir cihazla ancak yeni bir ülkeden</b> "#{user_device.created_at}" tarihinde kullanmışsınız gibi görünüyor:</div> <br> <div> Cihazınız: #{user_device.name}<br> Konumunuz (göreceli): #{user_device.location}<br> IP adresiniz: #{user_device.ip}<br> </div> <br> <div>Ülke, buradan görüntüleyebileceğiniz bilinen cihazlar listenize eklenmiştir:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>Bu siz değilseniz, lütfen cihazı kaldırın, hesap şifrenizi değiştirin ve yöneticinize başvurun. Birisi hesabınıza yetkisiz erişim sağlamış olabilir.</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: #{config.product_name} login from a new device <div>Hi #{user.firstname},</div> <br> <div>It looks like you logged into your account <b>using a new device</b> on "#{user_device.created_at}":</div> <br> <div> Your device: #{user_device.name}<br> Your location (relative): #{user_device.location}<br> Your IP: #{user_device.ip}<br> </div> <br> <div>Your device has been added to your list of known devices, which you can view here:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>If this wasn't you, please remove the device, change your account password, and contact your administrator. Somebody might have gained unauthorized access to your account.</div> <br> <div>Your #{config.product_name} Team</div>
hu: #{config.product_name} bejelentkezés új eszközről <div>Üdvözöljük #{user.firstname},</div> <br> <div>Úgy tűnik, hogy Ön <b>egy új eszközzel</b> jelentkezett be a fiókjába ekkor: "#{user_device.created_at}"</div> <br> <div> Az Ön eszköze: #{user_device.name}<br> Az Ön tartózkodási helye (relatív): #{user_device.location}<br> Az Ön IP-címe: #{user_device.ip}<br> </div> <br> <div>Az Ön eszköze felkerült az ismert eszközök listájára, amelyet itt tekinthet meg:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>Amennyiben ez nem Ön volt, kérjük, távolítsa el az eszközt, változtassa meg fiókja jelszavát, és lépjen kapcsolatba a rendszergazdájával. Valaki jogosulatlanul hozzáférhetett a fiókjához.</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} yeni bir cihazdan oturum açma <div>Merhaba #{user.firstname},</div> <br> <div>Görünüşe göre hesabınıza <b>yeni bir cihaz</b> kullanarak "#{user_device.created_at}" tarihinde giriş yapmışsınız:</div> <br> <div> Cihazınız: #{user_device.name}<br> Konumunuz (göreceli): #{user_device.location}<br> IP adresiniz: #{user_device.ip}<br> </div> <br> <div>Cihazınız, buradan görüntüleyebileceğiniz bilinen cihazlar listenize eklendi:</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#profile/devices">#{config.http_type}://#{config.fqdn}/#profile/devices</a></div> <br> <div>Bu siz değilseniz, lütfen cihazı kaldırın, hesap şifrenizi değiştirin ve yöneticinize başvurun. Birisi hesabınıza yetkisiz erişim sağlamış olabilir.</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: %s (confirm)
hu: %s (megerősítés)
tr: %s (onayla)

source: %s (method)
hu: %s (módszer)
tr: %s (metot)

source: %s (option)
hu: %s (beállítás)
tr: %s (seçenek)

source: %s (unknown)
hu: %s (ismeretlen)
tr: %s (bilinmiyor)

source: %s API Token
tr: %s API Belirteci

source: %s Attribute
hu: %s tulajdonság
tr: %s Öznitelik

source: %s Checklist
tr: %s Kontrol Listesi

source: %s Group
hu: %s csoport
tr: %s Grup

source: %s Import Status
hu: %s Importálás állapota
tr: %s İçe Aktarma Durumu

source: %s Migration
hu: %s Migráció
tr: %s Migrasyon

source: %s Role
hu: %s szerepkör
tr: %s Rol

source: %s ago
hu: ezelőtt: %s
tr: %s önce

source: %s attached files
hu: %s csatolt fájl
tr: %s dosya ekte

source: %s completed data privacy task to delete user ID |%s|
hu: %s befejezte az adatvédelmi feladatot a felhasználói azonosító |%s| törléséhez
tr: %s, |%s| olan kullanıcı kimliğini silmek için veri gizliliği görevini tamamladı

source: %s created article for |%s|
hu: %s létrehozott egy cikket |%s| számára
tr: %s, |%s| için yazı oluşturdu

source: %s created data privacy task to delete user ID |%s|
hu: %s létrehozott egy adatvédelmi feladatot a felhasználói azonosító |%s| törléséhez
tr: %s, |%s| olan kullanıcı kimliğini silmek için veri gizliliği görevi oluşturdu

source: %s created group |%s|
hu: %s létrehozta a(z) |%s| csoportot
tr: %s, |%s| grubunu oluşturdu

source: %s created organization |%s|
hu: %s létrehozta a(z) |%s| szervezetet
tr: %s, |%s| organizasyonunu oluşturdu

source: %s created role |%s|
hu: %s létrehozta a(z) |%s| szerepkört
tr: %s, |%s| rolünü oluşturdu

source: %s created ticket |%s|
hu: %s létrehozta a(z) |%s| jegyet
tr: %s, |%s| destek talebini oluşturdu

source: %s created user |%s|
hu: %s létrehozta a(z) |%s| ügyfelet
tr: %s, |%s| kullanıcısını oluşturdu

source: %s credentials
hu: %s hitelesítő adatok
tr: %s kimlik bilgileri

source: %s days ago
hu: %s nappal ezelőtt
tr: %s gün önce

source: %s email(s) were found in your mailbox. They will all be moved from your mailbox into Zammad.
hu: %s e-mailt találtunk az Ön postafiókjában. Ezek mind átkerülnek a postafiókjából a Zammadba.
tr: Posta kutunuzda %s e-posta(lar) bulundu. Hepsi posta kutunuzdan Zammad'a taşınacaktır.

source: %s ended switch to |%s|!
hu: %s befejezte az átváltást erre: |%s|!
tr: %s, |%s| kullanıcısına geçişi sonlandırdı!

source: %s folders
hu: %s mappa
tr: %s klasörler

source: %s groups to %s roles assignments
hu: %s csoportok %s szerepkörökhöz való hozzárendelése
tr: %s gruplarından %s rollerine atamalar

source: %s hours ago
hu: %s órával ezelőtt
tr: %s saat önce

source: %s is generating text
tr: %s metin üretiyor

source: %s is inactive, please select an active one.
hu: %s inaktív, kérjük, válasszon egy aktívat.
tr: %s etkin değil, lütfen etkin bir tane seçin.

source: %s is required.
hu: %s kötelező.
tr: %s gereklidir.

source: %s is sent without text caption
tr: %s metin başlığı olmadan gönderildi

source: %s minutes ago
hu: %s perccel ezelőtt
tr: %s dakika önce

source: %s months ago
hu: %s hónappal ezelőtt
tr: %s ay önce

source: %s more
tr: %s daha fazla

source: %s object(s) have been created.
hu: %s objektum létre lett hozva.
tr: %s nesne(ler)i oluşturuldu.

source: %s object(s) have been updated.
hu: %s objektum(ok) frissítésre került(ek).
tr: %s nesne(ler)i güncellendi.

source: %s object(s) were deleted.
hu: %s objektum törlésre került.
tr: %s nesne(ler)i silindi.

source: %s object(s) will be created.
hu: %s objektum létre lesz hozva.
tr: %s nesne(ler)i oluşturulacak.

source: %s object(s) will be deleted.
hu: %s objektum törölve lesz.
tr: %s nesne(ler)i silinecek.

source: %s object(s) will be updated.
hu: %s objektum(ok) frissítésre kerül(nek).
tr: %s nesne(ler)i güncellenecek.

source: %s of %s
hu: %s / %s
tr: %s'nin %s'si

source: %s of my tickets are currently in process.
hu: %s jegyem jelenleg feldolgozás alatt áll.
tr: Destek taleplerimin %s adeti şu anda işlemde.

source: %s of my tickets escalated
hu: %s a jegyeim közül eszkalálódott
tr: Destek taleplerimin %'si yükseltildi

source: %s people
hu: emberek
tr: %s kişi

source: %s provides the functionality to summarize the current ticket state. It will provide a new sidebar which contains information to reduce reading time in the ticket with a summarized version of the problem, open questions and suggestions.
tr: %s, mevcut destek talebi durumunu özetleme işlevselliği sağlar. Sorunun özetlenmiş bir versiyonu, açık sorular ve öneriler ile destek talebi içinde okuma süresini azaltmak için bilgi içeren yeni bir kenar çubuğu sağlayacaktır.

source: %s reacted with a %s to message from %s |%s|
tr: %s, %s'den gelen mesaja %s ile tepki verdi |%s|

source: %s recommends using OAuth. %s announced it's going to drop Basic Authentication support in the future.
hu: %s az OAuth használatát ajánlja. %s bejelentette, hogy a jövőben megszünteti az alapszintű hitelesítés támogatását.
tr: %s, OAuth kullanılmasını önerir. %s, gelecekte Temel Kimlik Doğrulama desteğini bırakacağını duyurdu.

source: %s required!
hu: %s kötelező!
tr: %s gereklidir!

source: %s started a new session
hu: %s elkezdett egy új munkamenetet
tr: %s yeni bir oturum başlattı

source: %s subdomain
hu: %s altartomány
tr: %s altdomain

source: %s switched to |%s|!
hu: %s átváltott erre: |%s|!
tr: %s, |%s| kullanıcısına geçiş yaptı!

source: %s ticket selected
tr: %s destek talebi seçildi

source: %s tickets
hu: %s jegy
tr: %s destek talebi

source: %s tickets found
hu: %s talált jegy
tr: %s destek talebi bulundu

source: %s tickets selected
tr: %s destek talebi seçildi

source: %s updated article for |%s|
hu: %s cikket frissített |%s| számára
tr: %s, |%s| için olan yazıyı güncellendi

source: %s updated data privacy task to delete user ID |%s|
hu: %s frissítette az adatvédelmi feladatot a felhasználói azonosító |%s| törléséhez
tr: %s, |%s| olan kullanıcı kimliğini silmek için veri gizliliği görevini güncelledi

source: %s updated group |%s|
hu: %s frissítette a(z) |%s| csoportot
tr: %s, |%s| grubunu güncelledi

source: %s updated organization |%s|
hu: %s frissítette a(z) |%s| szervezetet
tr: %s, |%s| organizasyonunu güncelledi

source: %s updated role |%s|
hu: %s frissítette a(z) |%s| szerepkört
tr: %s, |%s| rolünü güncelledi

source: %s updated ticket |%s|
hu: %s frissítette a(z) |%s| jegyet
tr: %s, |%s| destek talebini güncelledi

source: %s updated user |%s|
hu: %s frissítette a(z) |%s| felhasználót
tr: %s, |%s| kullanıcısını güncelledi

source: %s user to %s user
hu: %s ügyfél%s ügyfélnek
tr: %s kullanıcısından %s kullanıcısına

source: %s via WhatsApp
hu: %s WhatsApp-on keresztül
tr: WhatsApp üzerinden %s

source: %s weeks ago
hu: %s héttel ezelőtt
tr: %s hafta önce

source: %s years ago
hu: %s évvel ezelőtt
tr: %s yıl önce

source: %s% are currently in process
hu: %s% jelenleg folyamatban van
tr: %s% şu anda işlemde

source: %s% have been reopened
hu: %s% újra meg lett nyitva
tr: %s% yeniden açıldı

source: %{model} can have full or granular access to group
hu: %{model} teljes vagy részletes hozzáféréssel rendelkezhet a csoporthoz
tr: %{model} gruba tam veya ayrıntılı erişime sahip olabilir

source: %{name} already exists
hu: %{name} már létezik
tr: %{name} zaten mevcut

source: %{name} is a reserved word
hu: %{name} egy foglalt szó
tr: %{name} ayrılmış bir sözcüktür

source: (state: %s)
hu: (állapot: %s)
tr: (durum: %s)

source: (ticket status: %s)
tr: (destek talebi durumu: %s)

source: **Activity Types** can be used to group the different ticket time accounting entries together. For example, entries that are relevant to a "Billing" type. When you enable the recording of the activity type, the users will be able to select a type from this list. Additionally, a column with an associated activity type will be rendered for an entry in the **Activity** table under the **Accounted Time** tab.
tr: **Faaliyet Türleri** farklı destek talebi zaman hesaplama girişlerini bir arada gruplamak için kullanılabilir. Örneğin, bir "Faturalama" türüyle ilgili girişler. Faaliyet türünün kaydedilmesini etkinleştirdiğinizde, kullanıcılar bu listeden bir tür seçebileceklerdir. Ayrıca, **Hesaplanan Süre** sekmesi altındaki **Etkinlik** tablosundaki bir giriş için ilişkili etkinlik türüne sahip bir sütun oluşturulacaktır.

source: **Data Privacy** helps you to delete and verify the removal of existing data from the system. It can be used to delete tickets, organizations, and users. The owner assignment will be unset in case the deleted user is an agent. Data Privacy tasks will be executed every 10 minutes. The execution might take some additional time depending on the number of objects that will be deleted.
hu: Az **Adatvédelem** segít törölni és ellenőrizni a meglévő adatok eltávolítását a rendszerből. Jegyek, szervezetek és felhasználók törlésére használható. A tulajdonosi hozzárendelés nem lesz beállítva abban az esetben, ha a törölt felhasználó egy ügynök. Az Adatvédelmi feladatok 10 percenként kerülnek végrehajtásra. A végrehajtás a törlendő objektumok számától függően több időt vehet igénybe.
tr: **Veri Gizliliği** mevcut verileri sistemden silmenize ve kaldırıldığını doğrulamanıza yardımcı olur. Destek taleplerini, organizasyonları ve kullanıcıları silmek için kullanılabilir. Silinen kullanıcının bir temsilci olması durumunda sahip ataması kaldırılacaktır. Veri Gizliliği görevleri her 10 dakikada bir yürütülecektir. Silinecek nesnelerin sayısına bağlı olarak yürütme biraz ek zaman alabilir.
