Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Confirm dialog
hu: Megerősítő párbeszédpanel
tr: Diyaloğu onayla

source: Confirm merge
hu: Összevonás megerősítése
tr: Birleştirmeyi onayla

source: Confirm new password
hu: Új jelszó megerősítése
tr: Yeni şifreyi onayla

source: Confirm password
hu: Jelszó megerősítése
tr: Şifreyi onayla

source: Confirm your #{config.product_name} account, #{user.firstname} #{user.lastname} <div>Hi #{user.firstname},</div> <br> <div>Confirm your email address to complete your #{config.product_name} account. It's easy, just click the link below.</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Your #{config.product_name} Team</div>
hu: Erősítse meg a #{config.product_name} fiókját, #{user.firstname} #{user.lastname} <div>Üdvözöljük #{user.firstname},</div> <br> <div>Erősítse meg e-mail címét, hogy elkészüljön a #{config.product_name} fiókja. Ez könnyű, csak kattintson az alábbi linkre.</div> <br> <div><a href="#{url}">#{url}</a></div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: #{config.product_name} hesabınızı onaylayın, #{user.firstname} #{user.lastname} <div>Merhaba #{user.firstname},</div> <br> <div>#{config.product_name} kaydınızı tamamlamak için e-posta adresinizi onaylayın. Aşağıdaki bağlantıya tıklamanız yeterli.</div> <br> <div><a href="#{config.http_type}://#{config.fqdn}/#email_verify/#{token.token}">#{config.http_type}://#{config.fqdn}/#email_verify/#{token.token}</a></div> <br> <div>#{config.product_name} Ekibiniz</div>

source: Confirm/submit dialog
hu: Megerősítés/elküldés párbeszédpanel
tr: Onayla/gönder

source: Confirmation
hu: Megerősítés
tr: Onaylama

source: Confirmation failed.
hu: A megerősítés nem sikerült.
tr: Onaylama başarısız oldu.

source: Connect
hu: Csatlakozás
tr: Bağlan

source: Connect Channels
hu: Kapcsolódási Csatornák
tr: Kanalları Bağla

source: Connect Exchange App
hu: Exchange alkalmazás csatlakoztatása
tr: Exchange Uygulamasını Bağla

source: Connect Facebook App
hu: Facebook alkalmazás csatlakoztatása
tr: Facebook Uygulamasını Bağla

source: Connect Google App
hu: Google alkalmazás csatlakoztatása
tr: Google Uygulamasını Bağla

source: Connect Microsoft 365 App
hu: Microsoft 365 alkalmazás csatlakoztatása
tr: Microsoft 365 Uygulamasını Bağla

source: Connect Twitter App
hu: Twitter alkalmazás csatlakoztatása
tr: Twitter Uygulamasını Bağla

source: Connect and Continue
hu: Csatlakozás és folytatás
tr: Bağlan ve Devam Et

source: Connecting
hu: Csatlakozás
tr: Bağlanıyor

source: Connecting …
hu: Kapcsolódás …
tr: Bağlanıyor …

source: Connection lost
hu: A kapcsolat megszakadt
tr: Bağlantı koptu

source: Connection re-established
hu: A kapcsolat helyreállt
tr: Bağlantı yeniden sağlandı

source: Connection test successful
hu: A kapcsolat tesztje sikeres
tr: Bağlantı testi başarılı

source: Connection to Elasticsearch Vector DB failed
tr: Elasticsearch Vector DB'ye bağlantı başarısız oldu

source: Contact the administrator if you have any problems logging in.
hu: Ha bármilyen problémája van a bejelentkezéssel, forduljon a rendszergazdához.
tr: Oturum açarken herhangi bir sorun yaşarsanız yöneticiyle iletişime geçin.

source: Content
hu: Tartalom
tr: İçerik

source: Content could not be loaded.
hu: A tartalmat nem lehetett betölteni.
tr: İçerik yüklenemedi.

source: Content loader
tr: İçerik yükleyici

source: Content preview could not be generated.
hu: A tartalom előnézetét nem lehetett létrehozni.
tr: İçerik önizlemesi oluşturulamadı.

source: Content sidebar
tr: İçerik kenar çubuğu

source: Content was changed since loading
hu: A tartalom megváltozott a betöltés óta
tr: İçerik yüklendikten sonra değiştirildi

source: Contents
hu: Tartalmak
tr: İçindekiler

source: Context
hu: Kontextus
tr: Bağlam

source: Context menu
tr: Bağlam menüsü

source: Continue
hu: Folytatás
tr: Devam et

source: Continue anyway
hu: Folytatás mindenképp
tr: Yine de devam et

source: Continue session
hu: Munkamenet folytatása
tr: Oturuma devam et

source: Continue to desktop
hu: Folytatás asztali gépen
tr: Masaüstüne devam et

source: Continue to mobile
hu: Folytatás mobilon
tr: Mobile devam et

source: Contributing Translations
hu: Hozzájárulás a fordításhoz
tr: Çevirilere Katkıda Bulunma

source: Conversation Summary
tr: Görüşme Özeti

source: Conversation is transferred into another chat. Please stay tuned.
hu: A beszélgetés átkerül egy másik csevegésbe. Kérjük, maradjon velünk.
tr: Konuşma başka bir sohbete aktarılmıştır. Lütfen bekleyin.

source: Conversion of retweets into tickets is turned off.
hu: A retweetek jegyekké való átalakítása ki van kapcsolva.
tr: Retweetlerin destek taleplerine dönüştürülmesi kapatıldı.

source: Copied!
hu: Másolva!
tr: Kopyalandı!

source: Copied.
tr: Kopyalandı.

source: Copy
hu: Másolás
tr: Kopyala

source: Copy Codes
hu: Kódok másolása
tr: Kodları Kopyala

source: Copy Secret
hu: Titok másolása
tr: Gizli Anahtarı Kopyala

source: Copy Text
hu: Szöveg másolása
tr: Metni Kopyala

source: Copy Token
hu: Token másolása
tr: Belirteci Kopyala

source: Copy URL
hu: URL másolása
tr: URL'yi kopyala

source: Copy article permalink
tr: Yazı kalıcı bağlantısını kopyala

source: Copy current object number (e. g. Ticket#) to clipboard
hu: Az aktuális objektumszám (pl. Jegy#) másolása a vágólapra
tr: Geçerli nesne numarasını (örn. DestekTalebi#) panoya kopyala

source: Copy ticket number
tr: Destek talebi numarasını kopyala

source: Copy to clipboard
hu: Másolás a vágólapra
tr: Panoya kopyala

source: Core Workflow Ajax Mode
hu: Fő munkafolyamat Ajax mód
tr: Ana İş Akışı Ajax Modu

source: Core Workflows
hu: Fő munkafolyamatok
tr: Ana İş Akışları

source: Core Workflows are actions or constraints on selections in forms. Depending on an action, it is possible to hide or restrict fields or to change the obligation to fill them in.
hu: Az Alap Munkafolyamatok az űrlapok kiválasztásaira vonatkozó műveletek vagy korlátozások. A művelettől függően lehetőség van a mezők elrejtésére vagy korlátozására, illetve a kitöltési kötelezettség megváltoztatására.
tr: Ana İş Akışları, formlardaki seçimler üzerindeki işlemler veya kısıtlamalardır. Bir işleme bağlı olarak, alanları gizlemek veya kısıtlamak ya da doldurma zorunluluğunu değiştirmek mümkündür.

source: Could not create user and send verification email because import_mode setting is on.
tr: İçeri alma modu etkin olduğundan kullanıcı oluşturulup onay mail gönderilemiyor.

source: Could not fetch WhatsApp phone number details.
hu: Nem sikerült lekérni a WhatsApp telefonszám adatait.
tr: WhatsApp telefon numarası ayrıntıları getirilemedi.

source: Could not fetch security keys
hu: Nem sikerült lekérni a biztonsági kulcsokat
tr: Güvenlik anahtarları alınamadı

source: Could not find the channel.
tr: Kanal bulunamadı.

source: Could not generate recovery codes
hu: Nem sikerült helyreállítási kódokat generálni
tr: Kurtarma kodları oluşturulamadı

source: Could not identify the channel mailbox.
tr: Kanal posta kutusu tanımlanamadı.

source: Could not load the two-factor authentication configuration for this user.
hu: Nem sikerült betölteni a kétfaktoros hitelesítési konfigurációt ehhez a felhasználóhoz.
tr: Bu kullanıcı için iki faktörlü kimlik doğrulama yapılandırması yüklenemedi.

source: Could not parse any sender attribute from the email. Checked fields:
tr: E-postadan herhangi bir gönderen özniteliği ayrıştırılamadı. Kontrol edilen alanlar:

source: Could not process your request
tr: İstediğiniz işlenemedi

source: Could not remove all two-factor authentication methods for this user.
hu: Nem sikerült eltávolítani az összes kétfaktoros hitelesítési módszert ennél a felhasználónál.
tr: Bu kullanıcı için tüm iki faktörlü kimlik doğrulama yöntemleri kaldırılamadı.

source: Could not remove the two-factor authentication method for this user.
hu: Nem sikerült eltávolítani a kétfaktoros hitelesítési módszert ennél a felhasználónál.
tr: Bu kullanıcı için iki faktörlü kimlik doğrulama yöntemi kaldırılamadı.

source: Could not remove two-factor authentication method
hu: Nem sikerült eltávolítani a kétfaktoros hitelesítési módszert
tr: İki faktörlü kimlik doğrulama yöntemi kaldırılamadı

source: Could not remove two-factor authentication method.
hu: Nem sikerült eltávolítani a kétfaktoros hitelesítési módszert.
tr: İki faktörlü kimlik doğrulama yöntemi kaldırılamadı.

source: Could not send user verification email because import_mode setting is on.
tr: İçeri alma modu etkin olduğundan onay e-postası gönderilemiyor.

source: Could not set two-factor authentication method as default
hu: Nem sikerült alapértelmezettként beállítani a kétfaktoros hitelesítési módszert
tr: İki faktörlü kimlik doğrulama yöntemi varsayılan olarak ayarlanamadı

source: Couldn't save changes
tr: Değişiklikler kaydedilemedi

source: Count
hu: Mennyiség
tr: Adet

source: Count of failed emails
hu: Sikertelen e-mailek száma
tr: Başarısız e-postaların sayısı

source: Counting entries. This may take a while.
hu: Bejegyzések számlálása. Ez eltarthat egy kis ideig.
tr: Girdiler sayılıyor. Bu biraz zaman alabilir.

source: Country
hu: Ország
tr: Ülke

source: Create
hu: Létrehozás
tr: Oluştur

source: Create Admin
hu: Rendszergazda létrehozása
tr: Yönetici Oluştur

source: Create Administrator Account
hu: Rendszergazda fiók létrehozása
tr: Yönetici Hesabı Oluştur

source: Create Channel
hu: Csatorna létrehozása
tr: Kanal Oluştur

source: Create Knowledge Base
hu: Tudásbázis létrehozása
tr: Bilgi Tabanı Oluştur

source: Create Macros
hu: Makrók létrehozása
tr: Makrolar Oluştur

source: Create Shared Draft
tr: Paylaşılan Taslak Oluştur

source: Create Text Modules
hu: Szövegmodulok létrehozása
tr: Metin Modülleri Oluştur

source: Create Text Modules to **spend less time writing responses**. Text Modules can include smart variables like the user's name or email address. Examples of snippets are: * Hello Mrs. #{ticket.customer.lastname}, * Hello Mr. #{ticket.customer.lastname}, * Hello #{ticket.customer.firstname}, * My name is #{user.firstname}, Of course, you can also use multi-line snippets. Available objects are: * ticket (e.g. ticket.state, ticket.group) * ticket.customer (e.g. ticket.customer.firstname, ticket.customer.lastname) * ticket.owner (e.g. ticket.owner.firstname, ticket.owner.lastname) * ticket.organization (e.g. ticket.organization.name) * user (e.g. user.firstname, user.email) To select placeholders from a list, just enter "::".
hu: Hozzon létre szövegmodulokat, hogy **kevesebb időt töltsön a válaszok megírásával**. A szövegmodulok olyan intelligens változókat tartalmazhatnak, mint a felhasználó neve vagy e-mail címe. Példák a kódrészletekre: * Üdvözöljük Mrs. #{ticket.customer.lastname}, * Üdvözöljük Mr. #{ticket.customer.lastname}, * Üdvözöllek #{ticket.customer.firstname}, * A nevem #{user.firstname}, Természetesen használhat többsoros kódrészleteket is. A rendelkezésre álló objektumok a következők: * ticket (pl. ticket.state, ticket.group) * ticket.customer (pl. ticket.customer.firstname, ticket.customer.lastname) * ticket.owner (pl. ticket.owner.firstname, ticket.owner.lastname) * ticket.organization (pl. ticket.organization.name) * user (pl. user.keresztnév, user.email) Ha egy listából szeretne helyőrzőket kiválasztani, csak írja be a következőt: "::".
tr: Yanıt yazmakla **daha az zaman harcamak** için Metin Modülleri oluşturun. Metin Modülleri, kullanıcının adı veya e-posta adresi gibi akıllı değişkenler içerebilir. Snippet örnekleri şunlardır: * Merhaba #{ticket.customer.lastname} Hanım, * Merhaba #{ticket.customer.lastname} Bey, * Merhaba #{ticket.customer.firstname}, * Benim adım #{user.firstname}, Elbette, çok satırlı snippet'ler de kullanabilirsiniz. Kullanılabilir nesneler şunlardır: * ticket (Örn. ticket.state, ticket.group) * ticket.customer (Örn. ticket.customer.firstname, ticket.customer.lastname) * ticket.owner (Örn. ticket.owner.firstname, ticket.owner.lastname) * ticket.organization (Örn. ticket.organization.name) * user (Örn. user.firstname, user.email) Bir listeden placeholder seçmek için "::" girmeniz yeterlidir.

source: Create Ticket
hu: Jegy létrehozása
tr: Destek Talebi Oluştur

source: Create a Test Ticket
hu: Tesztjegy létrehozása
tr: Test Destek Talebi Oluşturun

source: Create a new checklist item
tr: Yeni bir kontrol listesi öğesi oluştur

source: Create a new checklist template in the admin interface.
tr: Yönetici arayüzünde yeni bir kontrol listesi şablonu oluştur.

source: Create a new template in the admin interface.
hu: Hozzon létre egy új sablont a rendszergazdai felületen.
tr: Yönetici arayüzünde yeni bir şablon oluşturun.

source: Create a shared draft
hu: Megosztott piszkozat létrehozása
tr: Paylaşılan bir taslak oluşturun

source: Create a translation
hu: Fordítás létrehozása
tr: Bir çeviri oluşturun

source: Create account
hu: Fiók létrehozása
tr: Hesap oluştur

source: Create and set up Knowledge Base.
hu: Tudásbázis létrehozása és beállítása.
tr: Bilgi Tabanı oluşturun ve ayarlayın.

source: Create my account
hu: Fiókom létrehozása
tr: Hesabımı oluştur

source: Create new Customer
hu: Új ügyfél létrehozása
tr: Yeni Müşteri Oluştur

source: Create new customer
hu: Új ügyfél létrehozása
tr: Yeni müşteri oluştur

source: Create new object
hu: Új objektum létrehozása
tr: Yeni nesne oluştur

source: Create new records
hu: Új bejegyzések létrehozása
tr: Yeni kayıtlar oluşturun

source: Create new ticket
hu: Új jegy létrehozása
tr: Yeni destek talebi oluşturun

source: Create new ticket for this organization
hu: Új jegy létrehozása ehhez a szervezethez
tr: Bu organizasyon için yeni destek talebi oluşturun

source: Create new ticket for this user
hu: Új jegy létrehozása ennek a felhasználónak
tr: Bu kullanıcı için yeni destek talebi oluşturun

source: Create organizations automatically if record has one.
hu: Szervezetek automatikus létrehozása, ha a bejegyzés rendelkezik ilyennel.
tr: Kaydın bir organizasyonu varsa, organizasyonları otomatik olarak oluşturun.

source: Create rules that single out the tickets for the Service Level Agreement.
hu: Hozzon létre olyan szabályokat, amelyek kiválasztják a Szolgáltatási Szintű Megállapodáshoz tartozó jegyeket.
tr: Hizmet Seviyesi Anlaşması için destek taleplerini ayıran kurallar oluşturun.

source: Create tag
hu: Címke létrehozása
tr: Etiket oluştur

source: Create ticket
hu: Jegy létrehozása
tr: Destek talebi oluştur

source: Create your first ticket
hu: Hozza létre az első jegyét
tr: İlk destek talebinizi oluşturun

source: Create:
hu: Létrehozás:
tr: Oluştur:

source: Created
hu: Létrehozva
tr: Oluşturuldu

source: Created Article
hu: Létrehozott cikk
tr: Oluşturulan Yazı

source: Created At
hu: Létrehozva ekkor
tr: Oluşturulduğu Tarih

source: Created External Article
hu: Létrehozott külső cikk
tr: Oluşturulan Harici Yazı

source: Created Internal Article
hu: Létrehozott belső cikk
tr: Oluşturulan Dahili Yazı

source: Created at
hu: Létrehozva ekkor
tr: Oluşturulduğu tarih

source: Created at:
hu: Létrehozva ekkor:
tr: Oluşturulduğu tarih:

source: Created by
hu: Létrehozta
tr: Oluşturan

source: Creating new tickets via web is disabled.
hu: Az új jegyek webes létrehozása tiltva van.
tr: Web üzerinden yeni destek talebi oluşturma devre dışı bırakıldı.

source: Creation Channels
hu: Csatornák létrehozása
tr: Oluşturma Kanalları

source: Creation mask
hu: Létrehozási maszk
tr: Oluşturma maskesi

source: Crop Image
hu: Kép kivágása
tr: Resmi Kırp

source: Current Status
hu: Aktuális állapot
tr: Mevcut Durum

source: Current Token
hu: Aktuális Token
tr: Mevcut Token

source: Current User
hu: Aktuális felhasználó
tr: Mevcut Kullanıcı

source: Current password
hu: Aktuális jelszó
tr: Mevcut parola

source: Current state of configured settings (excluding passwords and tokens)
hu: A konfigurált beállítások aktuális állapota (a jelszavak és tokenek kivételével)
tr: Yapılandırılmış ayarların mevcut durumu (parola ve belirteçler hariç)

source: Current user has no permission to use 'From'/'X-On-Behalf-Of'!
hu: Az aktuális felhasználónak nincs jogosultsága a 'From'/'X-On-Behalf-Of' használatához!
tr: Mevcut kullanıcının 'From'/'X-On-Behalf-Of' kullanma izni yok!

source: Currently no overview is assigned to your roles.
hu: Jelenleg nincs áttekintés hozzárendelve a szerepköreihez.
tr: Şu anda rollerinize genel bakış atanmamış.

source: Currently no overview is assigned to your roles. Please contact your administrator.
hu: Jelenleg nincs áttekintés hozzárendelve a szerepköreihez. Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: Şu anda rollerinize genel bakış atanmamış. Lütfen yöneticinizle iletişime geçin.

source: Currently, no overviews are assigned to your roles. Please contact your administrator.
tr: Şu anda rollerinize hiçbir genel bakış atanmamıştır. Lütfen yöneticinizle iletişime geçin.

source: Custom
hu: Egyéni
tr: Özel

source: Custom Payload
hu: Hasznos terhelés
tr: Özel Payload

source: Custom Translation
hu: Egyéni fordítás
tr: Özel Çeviri

source: Custom URL
hu: Egyéni URL
tr: Özel URL

source: Custom address is not set
hu: Egyéni cím nincs beállítva
tr: Özel adres ayarlanmamış

source: Customer
hu: Ügyfél
tr: Kullanıcı

source: Customer Chat
hu: Ügyfél csevegés
tr: Müşteri Sohbeti

source: Customer Intent
tr: Kullanıcı Niyeti

source: Customer and agent ratio (role based user counts)
hu: Ügyfél és ügynök arány (szerepkör alapú felhasználói létszám)
tr: Kullanıcı ve temsilci oranı (rol tabanlı kullanıcı sayıları)

source: Customer selection based on sender and receiver list
hu: Ügyfél kiválasztása a feladó és a címzett lista alapján
tr: Gönderici ve alıcı listesine göre müşteri seçimi

source: Customer tickets
hu: Ügyféljegyek
tr: Müşteri destek talepleri

source: Customer tickets of the user will get deleted on execution of the task. No rollback possible.
hu: A felhasználó ügyféljegyei a feladat végrehajtásakor törlődnek. A visszaállítás nem lehetséges.
tr: Görev yürütüldüğünde kullanıcının müşteri destek talepleri silinecektir. Geri alma mümkün değildir.

source: Customers in the organization can view each other's items.
hu: A szervezeten belüli ügyfelek megtekinthetik egymás tételeit.
tr: Organizasyondaki müşteriler birbirlerinin öğelerini görüntüleyebilir.

source: Customize the default locale and timezone during replacement of template variables.
tr: Şablon değişkenlerinin değiştirilmesi sırasında varsayılan yerel ayarı ve saat dilimini özelleştirin.

source: Cut
hu: Kivágás
tr: Kes

source: Dark
hu: Sötét
tr: Karanlık

source: Dark Mode
hu: Sötét mód
tr: Karanlık Mod

source: Dashboard
hu: Műszerfal
tr: Gösterge Paneli

source: Data Privacy
hu: Adatvédelem
tr: Veri Gizliliği

source: Data privacy task allows to delete a user or a ticket only.
hu: Az adatvédelmi feladat csak egy felhasználó vagy egy jegy törlését teszi lehetővé.
tr: Veri gizliliği görevi yalnızca bir kullanıcıyı veya destek talebini silmeye olanak tanır .

source: Database
hu: Adatbázis
tr: Veritabanı

source: Database Update Required
hu: Adatbázis frissítése szükséges
tr: Veritabanı Güncellemesi Gerekli

source: Date
hu: Dátum
tr: Tarih

source: Date & time field
hu: Dátum és idő mező
tr: Tarih ve saat alanı

source: Date (Year.Month.Day.SystemID.Counter)
hu: Dátum (Év.Hónap.Nap.Rendszerazonosító.Számláló)
tr: Tarih (Yıl.Ay.Gün.SystemID.Sayaç)

source: Date field
hu: Dátum mező
tr: Tarih alanı

source: Datepicker input field
hu: Dátumválasztó beviteli mező
tr: Tarih seçici giriş alanı

source: Datepicker menu
hu: Dátumválasztó menü
tr: Tarih seçici menüsü

source: Day
hu: Nap
tr: Gün

source: Day(s)
hu: Nap
tr: Gün(ler)

source: Days
hu: Nap
tr: Günler

source: Dec
tr: Ara

source: December
tr: Aralık

source: Decrement hours value
hu: Órák értékének csökkentése
tr: Saat değerini azalt

source: Decrement minutes value
hu: Percek értékének csökkentése
tr: Dakika değerini azalt

source: Decrement seconds value
hu: Másodpercek értékének csökkentése
tr: Saniye değerini azalt

source: Decryption failed!
hu: A dekódolás nem sikerült!
tr: Şifre çözme başarısız oldu!

source: Decryption failed! %s
hu: A dekódolás nem sikerült! %s
tr: Şifre çözme başarısız oldu! %s

source: Decryption was successful.
hu: A dekódolás sikeres volt.
tr: Şifre çözme başarılı oldu.

source: Default
hu: Alapértelmezett
tr: Varsayılan

source: Default Behavior
hu: Alapértelmezett viselkedés
tr: Varsayılan Davranış

source: Default Notifications
hu: Alapértelmezett értesítések
tr: Varsayılan Bildirimler

source: Default Screen
hu: Alapértelmezett képernyő
tr: Varsayılan Ekran

source: Default Ticket Agent Notifications
hu: Alapértelmezett jegyügynöki értesítések
tr: Varsayılan Destek Talebi Temsilcisi Bildirimleri

source: Default at Signup
hu: Alapértelmezett a regisztrációkor
tr: Kaydolurken Varsayılan

source: Default calendar tickets subscriptions
hu: Alapértelmezett naptárjegy feliratkozások
tr: Varsayılan takvim destek talepleri abonelikleri

source: Default caller ID for outbound calls.
hu: A kimenő hívások alapértelmezett hívóazonosítója.
tr: Giden aramalar için varsayılan arayan kimliği.

source: Default for follow-ups
hu: Alapértelmezés a nyomon követésekhez
tr: Takipler için varsayılan

source: Default for new tickets
hu: Alapértelmezés az új jegyekhez
tr: Yeni destek talepleri için varsayılan

source: Default time diff (hours)
hu: Alapértelmezett időkülönbség (óra)
tr: Varsayılan zaman farkı (saat)

source: Default time diff (minutes)
hu: Alapértelmezett időkülönbség (perc)
tr: Varsayılan zaman farkı (dakika)

source: Default type for a new ticket
hu: Az új jegy alapértelmezett típusa
tr: Yeni bir destek talebi için varsayılan tür

source: Default value is required.
tr: Varsayılan değer gereklidir.

source: Define an exception of "automatic assignment" for certain users (e.g. executives).
hu: Az "automatikus hozzárendelés" kivételének meghatározása bizonyos felhasználók (pl. vezetők) számára.
tr: Belirli kullanıcılar (örn. müdürler) için "otomatik atama" istisnası tanımlayın.

source: Define if asciifolding analyzer should be used in Elasticsearch.
tr: Elasticsearch'te asciifolding analizörünün kullanılıp kullanılmayacağını tanımlayın.

source: Define max. attachment size for Elasticsearch.
hu: Az Elasticsearch maximális csatolmányméretének meghatározása.
tr: Elasticsearch için maks. ek boyutunu tanımlayın.

source: Define max. payload size for Elasticsearch.
hu: Az Elasticsearch maximális hasznos terhelési méretének meghatározása.
tr: Elasticsearch için maks. payload boyutunu tanımlayın.

source: Define model configuration for Elasticsearch.
hu: Az Elasticsearch modellkonfigurációjának meghatározása.
tr: Elasticsearch için model yapılandırmasını tanımlayın.

source: Define pipeline name for Elasticsearch.
hu: Az Elasticsearch pipeline nevének meghatározása.
tr: Elasticsearch için pipeline adını tanımlayın.

source: Define postmaster filter to check if follow-ups get created (based on admin settings).
hu: Postmaster szűrő definiálása annak ellenőrzésére, hogy az utánkövetés létrejön-e (a rendszergazdai beállítások alapján).
tr: Takiplerin oluşturulup oluşturulmadığını kontrol etmek için postmaster filtresi tanımlayın (yönetici ayarlarına göre).

source: Define postmaster filter to import archive mailboxes.
hu: Postmaster szűrő meghatározása az archív postafiókok importálásához.
tr: Arşiv posta kutularını içe aktarmak için postmaster filtresi tanımlayın.

source: Define postmaster filter.
hu: Postmaster szűrő meghatározása.
tr: Postmaster filtresini tanımlayın.
