Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Tab behaviour after ticket action
hu: A lap viselkedése a jegykezelés után
tr: Destek talebi işleminden sonraki sekme davranışı

source: Tab has changed, do you really want to close it?
hu: A lap megváltozott, valóban be szeretné zárni?
tr: Bazı değişiklikler yaptınız, kapatmak istediğinize emin misiniz?

source: Tabs
tr: Sekmeler

source: Tag "%s" already exists.
hu: A "%s" címke már létezik.
tr: "%s" etiketi zaten mevcut.

source: Tags
hu: Címkék
tr: Etiketler

source: Take Reply-To header as sender/from of email and use the real name of origin from.
tr: Reply-To başlığını e-postanın göndereni/geldiği yer olarak alın ve gelen kaynağın gerçek adını kullanın.

source: Take Reply-To header as sender/from of email.
hu: Vegye a Reply-To fejlécet az e-mail feladójának/küldőjének.
tr: Reply-To başlığını e-postanın göndereni/geldiği yer olarak alın.

source: Target Language
hu: Célnyelv
tr: Hedef Dil

source: Target ticket
tr: Hedef destek talebi

source: Telegram Account
hu: Telegram fiók
tr: Telegram Hesabı

source: Template
hu: Sablon
tr: Şablon

source: Templates
hu: Sablonok
tr: Şablonlar

source: Tenant UUID/Name
hu: Bérlő UUID/Név
tr: Kiracı UUID/Adı

source: Test SMS provider
hu: SMS szolgáltató tesztelése
tr: SMS sağlayıcısını test et

source: Test Ticket
hu: Jegy tesztelése
tr: Test Destek Talebi

source: Test Ticket! <div>Dear #{agent.firstname},</div> <br> <div>This is a <b>test ticket</b>. I'm a customer and I need some help! :)</div> <br> <div>#{customer.fullname}</div> <br> <div>Your #{config.product_name} Team</div>
hu: Teszt Jegy! <div>Tisztelt #{agent.firstname},</div> <br> <div>Ez egy <b>teszt jegy</b>. Én egy ügyfél vagyok, és egy kis segítségre lenne szükségem! :)</div> <br> <div>#{customer.fullname}</div> <br> <div>Az Ön #{config.product_name} csapata</div>
tr: Deneme Bileti! <div>Sayın #{agent.firstname},</div> <br> <div>Bu bir <b>test biletidir</b>. Ben bir müşteriyim ve yardıma ihtiyacım var! :)</div> <br> <div>#{customer.fullname}</div> <br> <div>#{config.product_name} Ekibiniz</div>

source: Test message from Zammad
hu: Tesztüzenet Zammad rendszertől
tr: Zammad'dan test mesajı

source: Text
hu: Szöveg
tr: Metin

source: Text Modules
hu: Szövegmodulok
tr: Metin Modülleri

source: Text Tools
tr: Metin Araçları

source: Text field
hu: Szövegmező
tr: Metin alanı

source: Text module
hu: Szövegmodul
tr: Metin modülü

source: Text modules are …
hu: A szövegmodulok …
tr: Metin modülleri …

source: Text needed
hu: Szöveg szükséges
tr: Metin gerekli

source: Text or attachment is required
hu: Szöveg vagy melléklet szükséges
tr: Metin veya ek gereklidir

source: Text or ticket identifier
tr: Metin ya da destek talebi kimliği

source: Textarea field
hu: Szöveges terület mező
tr: Çok satırlı metin alanı

source: Thank you for your inquiry (#%s)! We'll contact you as soon as possible.
hu: Köszönjük érdeklődését (#%s)! A lehető leghamarabb felvesszük Önnel a kapcsolatot.
tr: Bize ulaştığınız için teşekkür ederiz sayın (#%s)! Sizinle en kısa sürede iletişime geçeceğiz.

source: Thanks for joining. Email sent to "%s".
hu: Köszönjük, hogy csatlakozott. Az e-mail elküldésre került a következő címre: "%s".
tr: Katıldığınız için teşekkürler. E-posta "%s" adresine gönderildi.

source: The %s selected tickets have been updated successfully.
tr: Seçilen %s destek talepleri başarıyla güncellendi.

source: The 'gpg-agent' process could not be stopped.
hu: A 'gpg-agent' folyamatot nem sikerült leállítani.
tr: 'gpg-agent' işlemi durdurulamadı.

source: The 'logout_token' does not contain any session information.
tr: 'logout_token' herhangi bir oturum bilgisi içermiyor.

source: The 'logout_token' is invalid.
tr: 'logout_token' geçersiz.

source: The 24 hour customer service window is now closed, no further WhatsApp messages can be sent.
tr: 24 saatlik müşteri hizmetleri penceresi artık kapalıdır, başka WhatsApp mesajı gönderilemez.

source: The AI Provider is not accessible.
tr: Yapay Zeka Sağlayıcısına erişilemiyor.

source: The API token could not be found.
hu: Az API-token nem található.
tr: API belirteci bulunamadı.

source: The Elasticsearch index could not be created
tr: Elasticsearch indeksi oluşturulamadı

source: The Knowledge Base could not be created.
hu: A Tudásbázist nem lehetett létrehozni.
tr: Bilgi Tabanı oluşturulamadı.

source: The MIME type of the image is invalid.
hu: A kép MIME típusa érvénytelen.
tr: Görüntünün MIME türü geçersiz.

source: The OTRS import failed.
hu: Az OTRS- importálás nem sikerült.
tr: OTRS içe aktarma işlemi başarısız oldu.

source: The OTRS migrator plugin is not accessable. Please verify the API key.
tr: OTRS migrator eklentisine erişilemiyor. Lütfen API anahtarını doğrulayın.

source: The PGP email recipient is invalid.
hu: A PGP e-mail címzettje érvénytelen.
tr: PGP e-posta alıcısı geçersiz.

source: The PGP email signer is invalid.
hu: A PGP e-mail aláírója érvénytelen.
tr: PGP e-posta imzalayıcısı geçersiz.

source: The PGP key for %s was found, but has expired.
hu: A PGP kulcs %s számára megtalálható, de lejárt.
tr: %s için PGP anahtarı bulundu, ancak süresi doldu.

source: The PGP key for %s was found.
hu: A PGP kulcs a %s számára nem található.
tr: %s için PGP anahtarı bulundu.

source: The PGP key for %s was not found.
hu: Az oldal nem található.
tr: %s için PGP anahtarı bulunamadı.

source: The PGP key has been revoked.
hu: A PGP kulcsot visszavonták.
tr: PGP anahtarı iptal edildi.

source: The PGP key has expired.
hu: A PGP-kulcs lejárt.
tr: PGP anahtarının süresi doldu.

source: The PGP keys for %s were found.
hu: A PGP kulcs a(z) %s számára megtalálható.
tr: %s için PGP anahtarları bulundu.

source: The PGP keys for %s were not found.
tr: %s için PGP anahtarları bulunamadı.

source: The PGP passphrase is invalid.
hu: A PGP jelszó érvénytelen.
tr: PGP şifre cümlesi geçersiz.

source: The PGP signature has expired.
hu: A PGP-aláírás lejárt.
tr: PGP imzasının süresi doldu.

source: The PGP signature is invalid.
hu: A PGP-aláírás érvénytelen.
tr: PGP imzası geçersiz.

source: The PGP signature key has been revoked.
hu: A PGP aláírási kulcs visszavonásra került.
tr: PGP imza anahtarı iptal edildi.

source: The Simple Storage Service is not available.
hu: Az oldal már nem érhető el.
tr: Basit Depolama Hizmeti kullanılamıyor.

source: The Telegram bot could not be saved.
hu: A Telegram botot nem lehetett elmenteni.
tr: Telegram botu kaydedilemedi.

source: The Telegram file is larger than the allowed 20 MB.
hu: A Telegram fájl nagyobb, mint a megengedett 20 MB.
tr: Telegram dosyası izin verilen 20 MB'den büyük.

source: The Telegram integration can only be configured on systems using the HTTPS protocol.
hu: A Telegram integráció csak a HTTPS protokollt használó rendszereken konfigurálható.
tr: Telegram entegrasyonu yalnızca HTTPS protokolünü kullanan sistemlerde yapılandırılabilir.

source: The URL of this installation of Zammad.
hu: A Zammad ezen telepítésének URL-címe.
tr: Zammad'ın bu kurulumunun URL'si.

source: The WhatsApp channel webhook configuration could not be verified.
tr: WhatsApp kanalı webhook yapılandırması doğrulanamadı.

source: The WhatsApp connection could not be saved.
hu: A WhatsApp kapcsolatot nem lehetett elmenteni.
tr: WhatsApp bağlantısı kaydedilemedi.

source: The WhatsApp webhook channel could not be found.
tr: WhatsApp webkancası kanalı bulunamadı.

source: The WhatsApp webhook payload could not be processed.
tr: WhatsApp web kancası yükü işlenemedi.

source: The WhatsApp webhook payload could not be validated.
tr: WhatsApp web kancası yükü doğrulanamadı.

source: The access token could not be created.
tr: Erişim belirteci oluşturulamadı.

source: The account link was successfully removed!
hu: A fiókkapcsolat sikeresen eltávolításra került!
tr: Hesap bağlantısı başarıyla kaldırıldı!

source: The active reporting profile could not be found.
hu: Az aktív jelentési profil nem található.
tr: Etkin rapor profili bulunamadı.

source: The admin consent request was sent to your administrator.
hu: A rendszergazdai hozzájárulási kérelmet elküldtük a rendszergazdájának.
tr: Yönetici onayı talebi yöneticinize gönderildi.

source: The admin password auth email could not be sent.
tr: Yönetici şifresi doğrulama epostası gönderilemedi.

source: The appearance could not be updated.
tr: Görünüm güncellenemedi.

source: The application is not running in a secure context.
hu: Az alkalmazás nem biztonságos környezetben fut.
tr: Uygulama güvenli bir bağlamda çalışmıyor.

source: The article could not be deleted.
hu: A cikket nem lehetett törölni.
tr: Yazı silinemedi.

source: The article could not be set to internal.
hu: A cikket nem lehetett belsőre állítani.
tr: Yazı dahili olarak ayarlanamadı.

source: The article could not be set to public.
hu: A cikket nem lehetett nyilvánossá tenni.
tr: Yazı herkese açık olarak ayarlanamadı.

source: The article does not belong to the specified ticket.
hu: A cikk nem tartozik a megadott jegyhez.
tr: Yazı belirtilen destek talebine ait değil.

source: The auto wizard is enabled. Please use the provided auto wizard url.
hu: Az automatikus varázsló engedélyezve van. Kérjük, használja a megadott automatikus varázsló URL címet.
tr: Otomatik sihirbaz etkinleştirildi. Lütfen sağlanan otomatik sihirbaz URL'sini kullanın.

source: The avatar could not be deleted.
hu: Az avatárt nem lehetett törölni.
tr: Avatar silinemedi.

source: The avatar could not be fetched.
hu: Az avatárt nem lehetett lekérdezni.
tr: Avatar getirilemedi.

source: The avatar could not be selected.
tr: Avatar seçilemedi.

source: The avatar could not be uploaded.
hu: Az avatárt nem sikerült feltölteni.
tr: Avatar yüklenemedi.

source: The calendar icon
tr: Takvim simgesi

source: The certificate could not be parsed.
hu: A tanusítványt nem sikerült feldolgozni.
tr: Sertifika ayrıştırılamadı.

source: The certificate does not match the given private key.
tr: Sertifika, verilen özel anahtarla eşleşmiyor.

source: The certificate for %s was found, but it is not valid yet or has expired.
tr: %s için sertifika bulundu, ancak henüz geçerli değil veya süresi doldu.

source: The certificate for %s was found.
tr: %s için sertifika bulundu.

source: The certificate for %s was not found.
tr: %s için sertifika bulunamadı.

source: The certificate for this private key could not be found.
hu: A magánkulcshoz tartozó tanúsítvány nem található.
tr: Bu özel anahtara ait sertifika bulunamadı.

source: The certificate for verification could not be found.
tr: Doğrulama için gerekli sertifika bulunamadı.

source: The certificate is not usable (e.g. expired).
tr: Sertifika kullanılamaz durumda (örneğin süresi dolmuş).

source: The certificate is not usable due to being a CA certificate.
tr: Sertifika bir CA sertifikası olduğu için kullanılamaz.

source: The certificate is not usable for signing and encryption.
tr: Sertifika imzalama ve şifreleme için kullanılamaz.

source: The certificate is not valid for S/MIME usage. Please check the certificate format.
hu: A tanúsítvány nem érvényes S/MIME használatra. Kérjük, ellenőrizze a tanúsítvány formátumát.
tr: Sertifika S/MIME kullanımı için geçerli değil. Lütfen sertifika biçimini kontrol edin.

source: The certificate is not valid for S/MIME usage. Please check the key usage, subject alternative name and public key cryptographic algorithm.
hu: A tanúsítvány nem érvényes S/MIME használatra. Kérjük, ellenőrizze a kulcshasználatot, a tárgy alternatív nevét és a nyilvános kulcs titkosítási algoritmusát.
tr: Sertifika S/MIME kullanımı için geçerli değil. Lütfen anahtar kullanımını, konu alternatif adını ve açık anahtar kriptografik algoritmasını kontrol edin.

source: The certificate is not valid for SSL usage. Please check e.g. the validity period or the extensions.
tr: Sertifika SSL kullanımı için geçerli değil. Lütfen örneğin geçerlilik süresini veya uzantıları kontrol edin.

source: The certificates for %s were found.
tr: %s için sertifikalar bulundu.

source: The certificates for %s were not found.
tr: %s için sertifika bulunamadı.

source: The changes could not be saved.
hu: A változtatásokat nem lehetett elmenteni.
tr: Değişiklikler kaydedilemedi.

source: The chat will show up once the connection to the server got established and if there is an operator online to chat with.
hu: A csevegő akkor jelenik meg, ha a kapcsolat létrejött a szerverrel, és ha van online egy operátor, akivel cseveghetsz.
tr: Sohbet, sunucuyla bağlantı kurulduğunda ve sohbet etmek için çevrimiçi bir operatör varsa görünecektir.

source: The checklist item could not be added.
tr: Kontrol listesi öğesi eklenemedi.

source: The chosen unit will be used for display only and will not affect stored values.
hu: A kiválasztott egység csak a kijelzőn jelenik meg, és nem befolyásolja a tárolt értékeket.
tr: Seçilen birim sadece görüntüleme için kullanılacak ve kayıtlı değerleri etkilemeyecektir.

source: The configuration of Zammad has changed, please reload your browser.
hu: A Zammad konfigurációja megváltozott, kérjük, töltse újra a böngészőjét.
tr: Zammad'ın yapılandırması değişti, lütfen tarayıcı sayfanızı yenileyin.

source: The configuration of Zammad has changed. Please reload at your earliest.
hu: A Zammad konfigurációja megváltozott. Kérjük, töltse be újra amint lehet.
tr: Zammad yapılandırmasında değişiklik yapıldı. Lütfen sayfayı yenileyin.

source: The connection to the server was lost.
hu: Megszakadt a kapcsolat a kiszolgálóval.
tr: Sunucuyla bağlantı kesildi.

source: The connection was refused.
hu: A kapcsolat visszautasításra került.
tr: Bağlantı reddedildi.

source: The current password you provided is incorrect.
tr: Girdiğiniz güncel şifre yanlış.

source: The currently selected AI provider does not support embeddings.
tr: Şu anda seçili olan AI sağlayıcısı metin temsillerini desteklemiyor.

source: The default URL for your knowledge base is e.g. example.com or example.com/help. To serve it from a custom URL instead, enter the destination below (e.g., "/support", "example.com", or "example.com/support"). Then, follow the directions under "Web Server Configuration" to complete the process.
hu: A tudásbázisa alapértelmezett URL címe például example.com vagy example.com/help. Ha helyette egy egyéni URL címről szeretné kiszolgálni, adja meg az alábbi célállomást (pl. "/support", "example.com" vagy "example.com/support"). Ezután a folyamat befejezéséhez kövesse a "Webkiszolgáló konfigurálása" című fejezetben található utasításokat.
tr: Bilgi tabanınız için varsayılan URL örneğin example.com veya example.com/help'tir. Bunun yerine özel bir URL'den sunmak için aşağıdaki hedefi girin (örneğin, "/support", "example.com" veya "example.com/support"). Ardından, işlemi tamamlamak için "Web Sunucusu Yapılandırması" altındaki talimatları izleyin.

source: The device could not be deleted.
tr: Cihaz silinemedi.

source: The divider between TicketHook and ticket number. E. g. ': '.
hu: A TicketHook és a jegy száma közötti elválasztó. Például ': '.
tr: TicketHook ve destek talebi numarası arasındaki ayırıcı. Örn. ': '.

source: The email address |%s| is already in use by another account.
tr: Eposta adresi |%s| zaten başka bir hesap tarafından kullanılıyor.

source: The email could not be sent to the user because import_mode setting is on.
tr: import_mode ayarı açık olduğu için e-posta kullanıcıya gönderilemedi.

source: The email could not be sent to the user.
tr: Eposta kullanıcıya gönderilemedi.

source: The encrypted part of this PGP email has an incorrect MIME type according to RFC 3156.
hu: Ennek a PGP e-mailnek a titkosított része az RFC 3156 szerint helytelen MIME-típussal rendelkezik.
tr: Bu PGP e-postasının şifrelenmiş kısmı RFC 3156'ya göre yanlış bir MIME türüne sahiptir.

source: The entered email and API token will become your Zammad login credentials after the import is completed.
tr: Girilen e-posta ve API belirteci, içe aktarma tamamlandıktan sonra Zammad oturum açma kimlik bilgileriniz olacaktır.

source: The entered email and password will become your Zammad login credentials after the import is completed.
tr: Girilen eposta ve şifre, içe aktarma tamamlandıktan sonra Zammad oturum açma kimlik bilgileri olacaktır.

source: The entered user for reauthentication differs from the user that was used for setting up your Microsoft365 channel initially.
hu: Az újbóli hitelesítéshez megadott felhasználó eltér a Microsoft365-csatorna eredeti beállításához használt felhasználótól.
tr: Yeniden kimlik doğrulama için girilen kullanıcı, başlangıçta Microsoft365 kanalınızı ayarlamak için kullanılan kullanıcıdan farklıdır.

source: The entry could not be created.
hu: A bejegyzést nem sikerült létrehozni.
tr: Girdi oluşturulamadı.

source: The file could not be retrieved from the bot.
hu: A fájlt nem sikerült lekérni a bottól.
tr: Dosya bottan alınamadı.

source: The file could not be uploaded.
hu: A fájlt nem sikerült feltölteni.
tr: Dosya yüklenemedi.

source: The file does not belong to the specified article.
hu: A fájl nem tartozik a megadott cikkhez.
tr: Dosya belirtilen yazıya ait değil.

source: The file type %s is not allowed.
hu: %s fájltípus nem engedélyezett.
tr: Dosya türü %s'ye izin verilmiyor.

source: The first part of this PGP email is not a valid version part as mandated by RFC 3156.
hu: Ennek a PGP e-mailnek az első része nem az RFC 3156 által előírt érvényes verzió része.
tr: Bu PGP e-postasının ilk bölümü RFC 3156 tarafından zorunlu kılınan geçerli bir sürüm bölümü değildir.

source: The following changes will be made:
hu: A következő változásokra kerül sor:
tr: Aşağıdaki değişiklikler yapılacaktır:

source: The following contents are provided in the system report:
tr: Sistem raporunda aşağıdaki içerikler sunulur:

source: The given article is not a media article.
tr: Söz konusu yazı bir medya yazısı değildir.

source: The given checklist item does not belong to the given checklist.
tr: Verilen kontrol listesi öğesi, verilen kontrol listesine ait değildir.

source: The given two-factor authentication method is not configured.
tr: Verilen iki faktörlü kimlik doğrulama yöntemi yapılandırılmamış.

source: The given two-factor authentication method is not enabled.
tr: Verilen iki faktörlü kimlik doğrulama yöntemi etkin değil.

source: The given two-factor method does not exist.
tr: Belirtilen iki faktörlü yöntem mevcut değildir.

source: The given two-factor method is not configured yet.
tr: Verilen iki faktörlü yöntem henüz yapılandırılmadı.

source: The hostname could not be found.
hu: A gazdagép nevét nem sikerült megtalálni.
tr: Ana bilgisayar adı bulunamadı.

source: The hours overlay
tr: Saat katmanı

source: The idoit object could not be found.
tr: idoit nesnesi bulunamadı.

source: The idoit object is already present on the ticket.
tr: idoit nesnesi destek talebi üzerinde zaten mevcut.

source: The image is invalid.
hu: A kép érvénytelen.
tr: Görüntü geçersiz.

source: The import failed.
hu: Az importálás nem sikerült.
tr: İçe aktarma başarısız oldu.

source: The installation of packages comes with security implications, because arbitrary code will be executed in the context of the Zammad application.
hu: A csomagok telepítése biztonsági következményekkel jár, mivel tetszőleges kódot hajtanak végre a Zammad alkalmazás kontextusában.
tr: Paketlerin kurulumu, Zammad uygulaması bağlamında isteğe bağlı kod yürütüleceğinden, güvenlik etkileriyle birlikte gelir.

source: The installed attachment plugin could not handle the request payload. Ensure that the correct attachment plugin is installed (ingest-attachment).
hu: A telepített csatolmány bővítmény nem tudta kezelni a kérés hasznos terhelését. Győződjön meg róla, hogy a megfelelő csatolmány bővítmény van telepítve (ingest-attachment).
tr: Yüklü ek (attachment) eklentisi istek payload'unu işleyemedi. Doğru ek (attachment) eklentisinin yüklü olduğundan emin olun (ingest-attachment).

source: The issue could not be saved.
hu: A problémát nem lehetett elmenteni.
tr: Sorun kaydedilemedi.

source: The issue reference already exists.
tr: Sorun referansı zaten mevcut.

source: The issue reference could not be found.
tr: Sorun referansı bulunamadı.

source: The language could not be updated.
hu: A nyelvet nem lehetett frissíteni.
tr: Dil güncellenemedi.

source: The length of the private key is too short.
hu: A privát kulcs hossza túl rövid.
tr: Özel anahtarın uzunluğu çok kısa.

source: The limit of %s displayable tickets was reached (%s remaining)
hu: A %s megjeleníthető jegyek száma elérte a limitet (%s fennmaradó)
tr: Görüntülenebilir %s destek talebi sınırına ulaşıldı (%s kaldı)

source: The limit of displayable suggestions was reached, please narrow down your search.
hu: A %s megjeleníthető jegyek száma elérte a limitet (%s fennmaradó), kérjük szűkítse a keresést.
tr: Görüntülenebilir öneri sınırına ulaşıldı, lütfen aramanızı daraltın.

source: The linked account could not be found.
tr: Bağlantılı hesap bulunamadı.

source: The login is not possible.
hu: A belépés nem lehetésges.
tr: Oturum açmak mümkün değildir.

source: The minutes overlay
tr: Dakika katmanı

source: The month picker
tr: Ay seçici

source: The month picker overlay
tr: Ay seçici katmanı

source: The new ticket number could not be generated.
hu: Az új jegyszámot nem sikerült generálni.
tr: Yeni destek talebi numarası oluşturulamadı.

source: The object could not be created.
hu: Az objektumot nem sikerült létrehozni.
tr: Nesne oluşturulamadı.

source: The object could not be found.
hu: Az objektumot nem sikerült megtalálni.
tr: Nesne bulunamadı.

source: The object could not be updated.
hu: Az objektumot nem lehetett frissíteni.
tr: Nesne güncellenemedi.

source: The online notification could not be marked as seen.
tr: Çevrimiçi bildirim görüldü olarak işaretlenemedi.

source: The order of your ticket overviews was reset.
tr: Destek talebi genel görünümlerinizin sırası sıfırlandı.

source: The order of your ticket overviews was updated.
tr: Destek talebi genel görünümlerinizin sırası güncellendi.

source: The page is not available anymore
hu: Az oldal már nem érhető el
tr: Sayfa artık mevcut değil

source: The page was not found
hu: Az oldal nem található
tr: Sayfa bulunamadı

source: The page you were looking for does not exist.
hu: Az Ön által keresett oldal nem létezik.
tr: Aradığınız sayfa mevcut değil.

source: The parameter 'mentionable_type' is invalid.
hu: A 'mentionable_type' paraméter érvénytelen.
tr: 'mentionable_type' parametresi geçersiz.

source: The password could not be set. Please contact your administrator.
hu: A jelszót nem sikerült beállítani. Kérjük, lépjen kapcsolatba a rendszergazdájával.
tr: Şifre ayarlanamadı. Lütfen yöneticinizle iletişime geçin.

source: The password is invalid.
tr: Şifre geçersiz.

source: The password reset request was successful.
hu: A jelszó-visszaállítási kérelem sikeres volt.
tr: Şifre sıfırlama isteği başarılı oldu.

source: The personal access token could not be deleted.
tr: Kişisel erişim belirteci silinemedi.

source: The preview cannot be generated. The format is corrupted or not supported.
hu: Az előnézetet nem lehet létrehozni. A formátum sérült vagy nem támogatott.
tr: Önizleme oluşturulamıyor. Format bozuk veya desteklenmiyor.

source: The private PGP key could not be found.
tr: Özel PGP anahtarı bulunamadı.

source: The private key for decryption could not be found.
hu: A dekódoláshoz szükséges privát kulcs nem található.
tr: Şifre çözme için özel anahtar bulunamadı.

source: The private key is not valid for S/MIME usage. Please check the key cryptographic algorithm.
hu: A privát kulcs nem érvényes S/MIME használatra. Kérjük, ellenőrizze a kulcs titkosítási algoritmusát.
tr: Özel anahtar S/MIME kullanımı için geçerli değil. Lütfen anahtar şifreleme algoritmasını kontrol edin.
