Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: All affected tickets will be deleted immediately when this job is run, without a history entry. There is no rollback of this deletion possible.
hu: A feladat futtatásakor az összes érintett jegy azonnal törlődik, előzménybejegyzés nélkül. A törlés visszaállítása nem lehetséges.
tr: Bu iş çalıştırıldığında, etkilenen tüm destek talepleri geçmiş kaydı olmadan derhal silinecektir. Bu silme işleminin geri alınması mümkün değildir.

source: All affected tickets will be scheduled for deletion when this job is run. Once the data privacy task is executed, tickets will be deleted and a history entry preserved. There is no rollback of this deletion possible.
hu: A feladat futtatásakor az összes érintett jegy törlésére kerül sor. Az adatvédelmi feladat végrehajtása után a jegyek törlésre kerülnek, és az előzménybejegyzés megmarad. A törlés visszaállítása nem lehetséges.
tr: Bu iş çalıştırıldığında etkilenen tüm destek talepleri silinmek üzere zamanlanacaktır. Veri gizliliği görevi yürütüldüğünde, destek talepleri silinecek ve bir geçmiş girişi korunacaktır. Bu silme işleminin geri alınması mümkün değildir.

source: All affected users and their customer tickets will be scheduled for deletion when this job is run. Once the data privacy task is executed, users and tickets will be deleted and a history entry preserved. There is no rollback of this deletion possible.
hu: A feladat futtatásakor az összes érintett felhasználó és az ügyféljegyek törlése ütemezésre kerül. Az adatvédelmi feladat végrehajtása után a felhasználók és a jegyek törlésre kerülnek, és egy előzménybejegyzés megőrzésre kerül. A törlés visszaállítása nem lehetséges.
tr: Bu iş çalıştırıldığında etkilenen tüm kullanıcılar ve müşteri destek talepleri silinmek üzere zamanlanacaktır. Veri gizliliği görevi yürütüldükten sonra kullanıcılar ve destek talepleri silinecek ve bir geçmiş girişi korunacaktır. Bu silme işleminin geri alınması mümkün değildir.

source: All agents
hu: Minden ügynök
tr: Tüm temsilciler

source: All colleagues are busy.
hu: Minden munkatársunk foglalt.
tr: Tüm meslektaşlar meşgul.

source: All computers and browsers from which you logged in to Zammad appear here.
hu: Itt jelenik meg az összes olyan számítógép és böngésző, amelyről bejelentkezett a Zammad-ba.
tr: Zammad'a giriş yaptığınız tüm bilgisayarlar ve tarayıcılar burada görünür.

source: All computers and browsers that have access to your Zammad appear here.
hu: Itt jelenik meg az összes olyan számítógép és böngésző, amely hozzáfér a Zammad rendszerhez.
tr: Zammad'ınıza erişimi olan tüm bilgisayarlar ve tarayıcılar burada görünür.

source: All tickets
hu: Összes jegy
tr: Tüm destek talepleri

source: All two-factor authentication methods were removed for this user.
hu: Minden kétfaktoros hitelesítési módszer eltávolításra került ennél a felhasználónál.
tr: Bu kullanıcı için tüm iki faktörlü kimlik doğrulama yöntemleri kaldırıldı.

source: Allow future
hu: Jövőbeli engedélyezése
tr: Geleceğe izin ver

source: Allow future dates toggle value is required.
tr: Gelecek tarihlere izin ver geçiş değeri gereklidir.

source: Allow past
hu: Múltbeli engedélyezése
tr: Geçmişe izin ver

source: Allow past dates toggle value is required.
tr: Geçmiş tarihlere izin ver geçiş değeri gereklidir.

source: Allow reopening of tickets within a certain time.
hu: Engedélyezze a jegyek bizonyos időn belüli újranyitását.
tr: Belirli bir zaman içinde destek taleplerinin yeniden açılmasına izin ver.

source: Allow users to add new tags.
hu: Engedélyezze a felhasználók számára új címkék hozzáadását.
tr: Kullanıcıların yeni etiketler eklemesine izin verin.

source: Allow users to create new tags.
hu: Engedélyezze a felhasználók számára új címkék létrehozását.
tr: Kullanıcıların yeni etiketler oluşturmasına izin verin.

source: Allow users to switch automatically to the new desktop UI.
tr: Kullanıcıların otomatik olarak yeni masaüstü kullanıcı arayüzüne geçmesine izin verin.

source: Allow using one email address for multiple users.
hu: Engedélyezze egy e-mail cím használatát több felhasználó számára.
tr: Birden fazla kullanıcı için tek bir e-posta adresi kullanılmasına izin verin.

source: Allow websites (separated by ;)
hu: Engedélyezze a weboldalakat (;-vel elválasztva)
tr: Web sitelerine izin ver (; ile ayrılmış)

source: Also notify via email
hu: Értesítés e-mailben is
tr: Ayrıca e-posta yoluyla da bildir

source: Alternative FQDN for callbacks if you operate Zammad in an internal network.
hu: Alternatív FQDN a visszahívásokhoz, ha a Zammad rendszert egy belső hálózaton működteti.
tr: Zammad'ı dahili bir ağda çalıştırıyorsanız callback'ler için alternatif FQDN.

source: Alternative Translations
hu: Alternatív fordítások
tr: Alternatif Çeviriler

source: Alternative name
hu: Alternatív név
tr: Alternatif isim

source: Alternatively, you can use the Zammad API to import data.
hu: Alternatívaként használhatja a Zammad API-t az adatok importálásához.
tr: Alternatif olarak, verileri içe aktarmak için Zammad API'sini kullanabilirsiniz.

source: Always
hu: Mindig
tr: Her zaman

source: An email was sent to _%s_. Click the link in the email to verify your account.
hu: Egy e-mailt küldtünk a következő címre: _%s_. A fiókja ellenőrzéséhez kattintson az e-mailben található hivatkozásra.
tr: _%s_ adresine bir e-posta gönderildi. Hesabınızı doğrulamak için e-postadaki bağlantıya tıklayın.

source: An error has occurred
hu: Hiba történt
tr: Bir hata oluştu

source: An error occured during the operation.
hu: Hiba történt a művelet során.
tr: İşlem sırasında bir hata oluştu.

source: An error occurred: %s
hu: Hiba történt: %s
tr: Bir hata oluştu: %s

source: An open-source monitoring tool.
hu: Egy nyílt forráskódú felügyeleti eszköz.
tr: Açık kaynak izleme aracı.

source: An unexpected error has occurred.
hu: Váratlan hiba történt.
tr: Beklenmeyen bir hata oluştu.

source: An unexpected error occurred during system setup.
hu: Váratlan hiba történt a rendszer beállítása során.
tr: Sistem kurulumu sırasında beklenmeyen bir hata oluştu.

source: An unknown error occurred
tr: Bilinmeyen bir hata oluştu

source: An unknown method name was requested.
hu: Ismeretlen módszer név került igénylésre.
tr: Bilinmeyen bir metod/yöntem adı talep edildi.

source: Analyzing entries with given configuration…
hu: Bejegyzések elemzése adott konfigurációval…
tr: Verilen yapılandırma ile girdiler analiz ediliyor…

source: Analyzing structure…
hu: Struktúra elemzése…
tr: Yapı analiz ediliyor…

source: Another ticket was merged into ticket (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div> Another ticket was merged into ticket (#{ticket.title}) by "<b>#{current_user.longname}</b>". </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: Egy másik jegyet egyesítettünk a jegybe (#{ticket.title}) <div>Üdvözöljük #{recipient.firstname},</div> <br> <div> Egy másik jegy lett egyesítve a jegybe (#{ticket.title}) "<b>#{current_user.longname}" által.</b>". </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Tekintse meg itt: #{config.product_name}</a> </div>
tr: Başka bir destek talebi (#{ticket.title}) destek talebiyle birleştirildi <div>Merhaba #{recipient.firstname},</div> <br> <div> Başka bir destek talebi (#{ticket.title}) destek talebiyle "<b>#{current_user.longname}</b>" tarafından birleştirildi. </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Bunu #{config.product_name} içinde görüntüleyin</a> </div>

source: Another ticket was merged into ticket |%s|
hu: Egy másik jegyet egyesítettünk a |%s| jegybe
tr: Başka bir destek talebi |%s| destek talebiyle birleştirildi

source: Answer
hu: Válasz
tr: Cevapla

source: Answers
hu: Válaszok
tr: Cevaplar

source: Answers: %s
hu: Válaszok: %s
tr: Cevaplar: %s

source: Anticon
tr: Antikon

source: Any recipient
hu: Bármelyik címzett
tr: Herhangi bir alıcı

source: Apologies, we're unable to process this kind of message due to restrictions within WhatsApp Business.
tr: Özür dileriz, WhatsApp Business'taki kısıtlamalar nedeniyle bu tür bir mesajı işleyemiyoruz.

source: App ID
hu: Alkalmazás azonosító
tr: Uygulama Kimliği

source: App Secret
hu: Alkalmazás titok
tr: Uygulama Sırrı

source: App Tenant ID
hu: App Tenant azonosító
tr: Uygulama Tenant Kimliği

source: App Version
hu: Alkalmazás verzió
tr: Uygulama Sürümü

source: App could not be verified.
hu: Az alkalmazást nem lehetett ellenőrizni.
tr: Uygulama doğrulanamadı.

source: App credentials for Facebook.
hu: Alkalmazás hitelesítő adatok a Facebookhoz.
tr: Facebook için uygulama kimlik bilgileri.

source: App credentials for Twitter.
hu: Alkalmazás hitelesítő adatok a Twitterhez.
tr: Twitter için uygulama kimlik bilgileri.

source: App secret
hu: Alkalmazás titok
tr: Uygulama Anahtarı

source: Appearance
hu: Megjelenés
tr: Görünüm

source: Application
hu: Alkalmazás
tr: Uygulama

source: Application secret
hu: Alkalmazás titok
tr: Uygulama sırrı

source: Applications
hu: Alkalmazások
tr: Uygulamalar

source: Apply
hu: Alkalmaz
tr: Uygula

source: Apply Draft
hu: Piszkozat alkalmazása
tr: Taslağı Uygula

source: Apply Shared Draft
hu: Megosztott piszkozat alkalmazása
tr: Paylaşılan Taslağı Uygula

source: Apply Template
tr: Şablon Uygula

source: Apply current defaults to all agents
hu: Jelenlegi alapértelmezett értékek alkalmazása minden ügynökre
tr: Mevcut varsayılanları tüm temsilcilere uygulayın

source: Apply filter…
hu: Szűrő alkalmazása…
tr: Filtre uygula…

source: Approve
tr: Onayla

source: Apr
hu: ápr
tr: Nis

source: April
hu: április
tr: Nisan

source: Archive
hu: Archív
tr: Arşiv

source: Archive Emails
tr: Epostaları Arşivle

source: Archive cut-off time
tr: Arşiv kesim zamanı

source: Archive emails
tr: Epostaları arşivle

source: Archive ticket target state
tr: Destek talebi hedef durumunu arşivle

source: Archived
hu: Archiválva
tr: Arşivlenmiş

source: Archived at
hu: Archiválva ekkor
tr: Arşivlendiği tarih

source: Are you sure to remove this article?
hu: Biztos, hogy el szeretné távolítani ezt a cikket?
tr: Bu yazıyı kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to delete "%s"?
hu: Biztos, hogy törölni szeretné a következőt: "%s"?
tr: "%s" silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this object?
hu: Biztos, hogy törölni szeretné ezt az objektumot?
tr: Bu nesneyi silmek istediğinizden emin misiniz?

source: Are you sure you want to merge this ticket (#%s) into #%s?
hu: Biztos, hogy ezt a jegyet (#%s) egyesíteni szeretné ezzel a jeggyel (#%s)?
tr: Bu destek talebini (#%s), #%s ile birleştirmek istediğinizden emin misiniz?

source: Are you sure you want to reload? You have unsaved changes that will get lost
hu: Biztos, hogy újra szeretné tölteni? Vannak el nem mentett módosításai, amelyek elvesznek
tr: Yeniden yüklemek istediğinizden emin misiniz? Kaydedilmemiş değişiklikleriniz var ve bunlar kaybolacak

source: Are you sure you want to set "%s" as default?
hu: Biztos, hogy alapértelmezettként szeretné beállítani a következőt: "%s"?
tr: Varsayılan olarak "%s" ayarlamak istediğinizden emin misiniz?

source: Are you sure you want to unset "%s" as default?
hu: Biztos, hogy nem akarja alapértelmezettként beállítani a következőt: "%s"?
tr: Varsayılan olarak "%s" ayarını kaldırmak istediğinizden emin misiniz?

source: Are you sure?
hu: Biztos benne?
tr: Emin misiniz?

source: Are you sure? Default notifications settings will be applied to all active agents. This operation may take some time.
hu: Biztos benne? Az alapértelmezett értesítési beállítások minden aktív ügynökre alkalmazásra kerülnek. Ez a művelet eltarthat egy ideig.
tr: Emin misiniz? Varsayılan bildirim ayarları tüm aktif temsilcilere uygulanacaktır. Bu işlem biraz zaman alabilir.

source: Are you sure? The agent default notifications settings will be reset to the system default.
hu: Biztos benne? Az ügynök alapértelmezett értesítési beállításai visszaállnak a rendszer alapértelmezett értékére.
tr: Emin misiniz? Temsilci varsayılan bildirim ayarları sistem varsayılanına sıfırlanacaktır.

source: Are you sure? The prepared article will be removed.
hu: Biztos benne? Az előkészített cikket eltávolítjuk.
tr: Emin misiniz? Hazırlanan yazı kaldırılacaktır.

source: Are you sure? The user will have to to reconfigure all two-factor authentication methods.
hu: Biztos benne? A felhasználónak újra kell konfigurálnia az összes kétfaktoros hitelesítési módszert.
tr: Emin misiniz? Kullanıcının tüm iki faktörlü kimlik doğrulama yöntemlerini yeniden yapılandırması gerekecektir.

source: Are you sure? This recent search will be lost.
tr: Emin misiniz? Bu son arama kaybolacak.

source: Are you sure? You have changes that will get lost.
hu: Biztos benne? Vannak olyan változtatásai, amelyek el fognak veszni.
tr: Emin misiniz? Kaybolacak değişiklikleriniz var.

source: Are you sure? You have unsaved changes that will get lost.
hu: Biztos benne? Vannak el nem mentett változtatások, amelyek elvesznek.
tr: Emin misiniz? Kaydedilmemiş değişiklikleriniz var ve bunlar kaybolacaktır.

source: Are you sure? Your notifications settings will be reset to default.
hu: Biztos benne? Az értesítések beállításai alapértelmezettre lesznek visszaállítva.
tr: Emin misiniz? Bildirim ayarlarınız varsayılana sıfırlanacaktır.

source: Are you sure? Your recent searches will be lost.
tr: Emin misiniz? Son aramalarınız kaybolacaktır.

source: Are you sure? Your recently viewed items will get lost.
tr: Emin misiniz? Son görüntülenen öğeleriniz kaybolacaktır.

source: Article
hu: Cikk
tr: Yazı

source: Article - visibility confirmation dialog
hu: Cikk - láthatóság megerősítő párbeszédpanel
tr: Yazı - görünürlük doğrulama kutusu

source: Article > Text (HTML)
hu: Cikk > Szöveg (HTML)
tr: Yazı > Metin (HTML)

source: Article Count
hu: Cikkek száma
tr: Yazı Sayısı

source: Article Language Detection
tr: Yazı Dili Algılama

source: Article actions
hu: Cikk műveletek
tr: Yazı eylemleri

source: Article could not be deleted.
hu: A cikket nem lehetett törölni.
tr: Yazı silinemedi.

source: Article meta information
tr: Yazı meta bilgileri

source: Article uses different security mechanism.
hu: A cikk különböző biztonsági mechanizmusokat használ.
tr: Yazı farklı güvenlik mekanizması kullanıyor.

source: Article#
hu: Cikk#
tr: Yazi#

source: Assign Follow-Ups
hu: Utánkövetések hozzárendelése
tr: Takipleri Atayın

source: Assign follow-up to latest agent again.
hu: Ismét rendelje hozzá az utánkövetést a legutóbbi ügynökhöz.
tr: Takibi en son temsilciye tekrar atayın.

source: Assign follow-ups
hu: Utánkövetések hozzárendelése
tr: Takipleri atayın

source: Assign signup roles
hu: Regisztrációs szerepkörök hozzárendelése
tr: Kayıt rolleri atayın

source: Assign users based on user domain.
hu: Felhasználók hozzárendelése felhasználói tartomány alapján.
tr: Kullanıcıları kullanıcı domainine göre atayın.

source: Assigned
hu: Hozzárendelt
tr: Atanan

source: Assignee
tr: Devralan

source: Assignees
tr: Atananlar

source: Assignment Timeout
hu: Hozzárendelési időkorlát
tr: Atama Zaman Aşımı

source: Assignment timeout
hu: Hozzárendelési időkorlát
tr: Atama zaman aşımı

source: Assignment timeout in minutes if assigned agent is not working on it. Ticket will be shown as unassigend.
hu: A hozzárendelési időkorlát percben, ha a kijelölt ügynök nem dolgozik rajta. A jegy nem hozzárendeltként jelenik meg.
tr: Atanan temsilci üzerinde çalışmıyorsa dakika cinsinden atama zaman aşımı. Destek talebi atanmamış olarak gösterilecektir.

source: At least one identifier (firstname, lastname, phone, mobile or email) for user is required.
tr: Kullanıcı için en az bir tanımlayıcı (ad, soyad, telefon, cep telefonu veya e-posta) gereklidir.

source: At least one match rule is required, but none was provided.
hu: Legalább egy megfelelési szabály szükséges, de egy sem lett megadva.
tr: En az bir eşleşme kuralı gerekli, ancak hiçbiri sağlanmadı.

source: At least one object must be selected.
hu: Legalább egy objektumot ki kell választani.
tr: En az bir nesne seçilmelidir.

source: At least one user needs to have admin permissions.
hu: Legalább egy felhasználónak rendszergazdai jogosultságokkal kell rendelkeznie.
tr: En az bir kullanıcının yönetici izinlerine sahip olması gerekir.

source: Attach another file
hu: Egy másik fájl csatolása
tr: Başka bir dosya ekle

source: Attach file
hu: Fájl csatolása
tr: Dosya ekle

source: Attach files
hu: Fájlok csatolása
tr: Dosyaları ekle

source: Attached Files
hu: Csatolt fájlok
tr: Eklenmiş Dosyalar

source: Attachment
hu: Csatolmány
tr: Ek

source: Attachment - Search for follow-up also in attachments.
hu: Csatolmány - Az utánkövetés keresése a csatolmányokban is.
tr: Ek - Takipleri eklerde de arayın.

source: Attachments
hu: Csatolmányok
tr: Ekler

source: Attachments are stored in a Simple Storage Service.
hu: A mellékleteket egy Simple Storage Service tárolja.
tr: Ekler bir Basit Depolama Hizmetinde saklanır.

source: Attachments are stored in the database.
hu: A mellékletek az adatbázisban tárolódnak.
tr: Ekler veritabanında saklanır.

source: Attachments are stored in the filesystem.
hu: A mellékletek a fájlrendszerben tárolódnak.
tr: Ekler dosya sisteminde saklanır.

source: Attendees
hu: Résztvevők
tr: Katılımcılar

source: Attention! Changing the organization will update the user's most recent tickets to the new organization.
hu: Figyelem! A szervezet megváltoztatása a felhasználó legutóbbi jegyeit az új szervezetre frissíti.
tr: Dikkat! Organizasyonun değiştirilmesi, kullanıcının en son destek taleplerini yeni organizasyona güncelleyecektir.

source: Attention: These will also be your login and password after the import is completed.
hu: Figyelem! Ez lesz az Ön bejelentkezési azonosítója és jelszava is az importálás befejezése után.
tr: Dikkat: Bunlar, içe aktarma işlemi tamamlandıktan sonra da kullanıcı adınız ve şifreniz olacaktır.

source: Attention: These will be your login and password after the import is completed.
hu: Figyelem! Ez lesz az Ön bejelentkezési azonosítója és jelszava az importálás befejezése után.
tr: Dikkat: Bunlar, içe aktarma tamamlandıktan sonra kullanıcı adınız ve şifreniz olacaktır.

source: Attribute
hu: Tulajdonságok
tr: Öznitelik

source: Attribute '%s' is required in the mapping
hu: A '%s' tulajdonság szükséges a hozzárendeléshez
tr: Eşlemede '%s' özniteliği gerekli

source: Attribute that uniquely identifies the user. If unset, the name identifier returned by the IDP is used.
hu: A felhasználót egyedileg azonosító tulajdonság. Amennyiben nincs beállítva, akkor az IDP által visszaküldött névazonosító kerül felhasználásra.
tr: Kullanıcıyı benzersiz olarak tanımlayan öznitelik. Ayarlanmamışsa, IDP tarafından döndürülen ad tanımlayıcısı kullanılır.

source: Attributes
hu: Tulajdonságok
tr: Öznitelikler

source: Attributes to compare
hu: Összehasonlítandó tulajdonságok
tr: Karşılaştırılacak öznitelikler

source: Audio file
hu: Hangfájl
tr: Ses dosyası

source: Aug
tr: Ağu

source: August
hu: Augusztus
tr: Ağustos

source: Authenticate
tr: Kimlik Doğrula

source: Authentication
hu: Hitelesítés
tr: Kimlik Doğrulama

source: Authentication Token
hu: Hitelesítési token
tr: Kimlik Doğrulama Anahtarı

source: Authentication failed due to incorrect credentials.
hu: A hitelesítés helytelen hitelesítő adatok miatt sikertelen.
tr: Kimlik doğrulama, yanlış kimlik bilgileri nedeniyle başarısız oldu.

source: Authentication failed due to incorrect username.
hu: A hitelesítés nem sikerült a helytelen felhasználónév miatt.
tr: Yanlış kullanıcı adı nedeniyle kimlik doğrulama başarısız oldu.

source: Authentication failed.
hu: A hitelesítés nem sikerült.
tr: Kimlik doğrulama başarısız oldu.

source: Authentication not possible (not offered by the service)
hu: Hitelesítés nem lehetséges (a szolgáltatás nem biztosítja)
tr: Kimlik doğrulama mümkün değil (hizmet tarafından sunulmuyor)

source: Authentication required
hu: Hitelesítés szükséges
tr: Kimlik doğrulama gerekli

source: Authentication via %s
hu: Hitelesítés ezzel: %s
tr: %s ile kimlik doğrulama

source: Authenticator App
hu: Hitelesítő alkalmazás
tr: Kimlik Doğrulayıcı Uygulaması

source: Authenticator app QR code
hu: A hitelesítő alkalmazás QR-kódja
tr: Authenticator uygulaması QR kodu

source: Authenticator app secret
hu: Hitelesítő alkalmazás titok
tr: Kimlik doğrulayıcı uygulama sırrı

source: Author
hu: Szerző
tr: Yazar

source: Author name and article creation date
tr: Yazar adı ve yazı oluşturulma tarihi

source: Authorization failed
hu: Az engedélyezés nem sikerült
tr: Yetkilendirme başarısız

source: Auto Assignment
hu: Automatikus hozzárendelés
tr: Otomatik Atama

source: Auto Assignment Ignored Users
hu: Automatikus hozzárendelés Figyelmen kívül hagyott felhasználók
tr: Otomatik Atama Yoksayılan Kullanıcılar

source: Auto Assignment Selector
hu: Automatikus hozzárendelés kiválasztó
tr: Otomatik Atama Seçici

source: Auto Shutdown
tr: Otomatik Kapatma

source: Auto Wizard
hu: Automatikus varázsló
tr: Otomatik Sihirbaz

source: Auto close
hu: Automatikus bezárás
tr: Otomatik kapama

source: Auto create
hu: Automatikus létrehozás
tr: Otomatik oluştur

source: Auto-close state
hu: Automatikus bezárási állapot
tr: Otomatik kapama durumu

source: AutoWizard is disabled
hu: Az automatikus varázsló le van tiltva
tr: AutoWizard devre dışı

source: Automated Setup
hu: Automatizált beállítás
tr: Otomatik Kurulum

source: Automatic account link on initial logon
hu: Automatikus fiókkapcsolat az első bejelentkezéskor
tr: İlk oturum açmada otomatik hesap bağlantısı

source: Automatic account linking notification
hu: Automatikus fiókösszekapcsolási értesítés
tr: Otomatik hesap bağlama bildirimi

source: Automatic reminders
hu: Automatikus emlékeztetők
tr: Otomatik hatırlatıcılar

source: Automatically enrich your customers and organizations with fresh, up-to-date intel. Map data directly to object fields.
hu: Automatikusan gazdagítsa ügyfeleit és szervezeteit friss, naprakész információkkal. Rendelje hozzá az adatokat közvetlenül az objektum mezőihez.
tr: Müşterilerinizi ve organizasyonlarınızı yeni, güncel bilgilerle otomatik olarak zenginleştirin. Verileri doğrudan nesne alanlarıyla eşleyin.

source: Automatically loads the chat.css file. If you want to use your own css, just set it to false.
hu: Automatikusan betölti a chat.css fájlt. Amennyiben a saját css fájlját szeretné használni, csak állítsa hamisra.
tr: Otomatik olarak chat.css dosyasını yükler. Kendi css dosyanızı kullanmak istiyorsanız, bunu false olarak ayarlamanız yeterlidir.

source: Autosave in progress…
tr: Otomatik kaydetme devam ediyor…

source: Autosaving is taking longer than expected…
tr: Otomatik kaydetme beklenenden daha uzun sürüyor…

source: Available for the following roles
hu: A következő szerepkörökre áll rendelkezésre
tr: Şu roller için uygundur

source: Available methods
hu: Elérhető módok
tr: Mevcut yöntemler

source: Available types for a new ticket
hu: Új jegyhez rendelkezésre álló típusok
tr: Yeni bir destek talebi için kullanılabilir türler

source: Avatar Preview
hu: Avatár előnézet
tr: Avatar Önizlemesi

source: Avatar could not be found.
hu: Az avatár nem található.
tr: Avatar bulunamadı.

source: Avatar with initials %s
hu: Avatár monogrammal %s
tr: Baş harfleri %s olan avatar

source: Average: %s
hu: Átlagosan: %s
tr: Ortalama: %s

source: Average: %s minutes
hu: Átlagosan: %s perc
tr: Ortalama: %s dakika

source: Average: %s%
hu: Átlagosan: %s%
tr: Ortalama: %s%

source: BCC address for all outgoing emails
hu: Titkos másolat cím minden kimenő e-mailhez
tr: Tüm giden e-postalar için BCC adresi

source: Back
hu: Vissza
tr: Geri

source: Back to my view
hu: Vissza a nézetemhez
tr: Benim görüşüme geri dön
