Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Only for these groups.
hu: Csak ezeknek a csoportoknak.

source: Only visible to editors
hu: Csak a szerkesztők számára látható

source: Open Ticket# %s
hu: Jegy# %s megnyitása

source: Open note box
hu: Megjegyzés mező megnyitása

source: Organization Name
hu: Szervezet neve

source: Organization Support
hu: Szervezet támogatás

source: Original Formatting
hu: Eredeti formázás

source: Out of office replacement
hu: Irodán kívüli helyettesítés

source: Password Access
hu: Jelszó hozzáférés

source: Password for proxy connection.
hu: Jelszó a proxy kapcsolathoz.

source: Password needs to contain at least one digit.
hu: A jelszónak legalább egy számjegyet kell tartalmaznia.

source: Password needs to have at least a minimal number of characters.
hu: A jelszónak legalább minimális számú karakterből kell állnia.

source: Paste in CSV data
hu: CSV adatok beillesztése

source: Pending till
hu: Függőben a következő időpontig

source: People who create Tickets ask for help.
hu: Azok az emberek, akik Jegyeket hoznak létre segítségkéréshez.

source: Personal Access Tokens
hu: Személyes hozzáférési tokenek

source: Personal Settings
hu: Személyes beállítások

source: Pick a name for the application, and we'll give you a unique token.
hu: Válasszon egy nevet az alkalmazásnak, és mi adunk egy egyedi tokent.

source: Pretty Date
hu: Szép dátum

source: Preview Width
hu: Előnézet szélesség

source: Previous in overview
hu: Előző az áttekintésben

source: Problem
hu: Probléma

source: Proceed
hu: Folytatás

source: Product Name
hu: Termék neve

source: Profiles
hu: Profilok

source: Proxy Settings
hu: Proxy beállítások

source: Public
hu: Nyilvános

source: Public Menu
hu: Nyilvános menü

source: Publish
hu: Közzététel

source: Purple
hu: Lila

source: Put a message on the login page. To change it, click on the text area below and change it in-line.
hu: Tegyen egy üzenetet a bejelentkezési oldalra. Ha meg szeretné változtatni, kattintson az alábbi szöveges területre, és módosítsa azt közvetlenül a soron belül.

source: Queue
hu: Sor

source: Recent Customer Tickets
hu: Legutóbbi ügyféljegyek

source: Recently viewed
hu: Legutóbb megtekintett

source: Recipient
hu: Címzett

source: Records that exist in the import data (but not in Zammad) will always be created.
hu: Az importált adatokban (de nem a Zammad rendszerben) létező bejegyzések mindig létre fognak jönni.

source: Register as a new customer
hu: Regisztráljon új ügyfélként

source: Related Answers
hu: Kapcsolódó válaszok

source: Reload application
hu: Alkalmazás újratöltése

source: Removes any hyperlink
hu: Eltávolít minden hiperhivatkozást

source: Removes the formatting
hu: Eltávolítja a formázást

source: Removes the shadows for a flat look.
hu: Eltávolítja az árnyékokat a lapos megjelenésért.

source: Reopened
hu: Újranyitott

source: Replacement
hu: Helyettesítő

source: Report Profile
hu: Jelentés profil

source: Reporting
hu: Jelentés

source: Requesting the Grant
hu: Támogatás igénylése

source: Requirements
hu: Követelmények

source: Resend verification email
hu: Ellenőrző e-mail újraküldése

source: Reset Password
hu: Jelszó visszaállítása

source: Restore Defaults
hu: Alapértelmezett beállítások visszaállítása

source: SLA Times
hu: SLA idők

source: SMS Account
hu: SMS fiók

source: SMS Accounts
hu: SMS fiókok

source: SMS Notification
hu: SMS értesítés

source: Save configuration
hu: Konfiguráció mentése

source: Scheduled for
hu: Ütemezve

source: Scroll down to see new messages
hu: Görgessen lefelé az új üzenetek megtekintéséhez

source: Search for users
hu: Felhasználók keresése

source: See your tickets from within your favorite calendar by adding the following URL to your calendar app.
hu: Nézze meg jegyeit kedvenc naptárából, hozzáadva a következő URL címet a naptáralkalmazásához.

source: Select CSV file
hu: CSV fájl kiválasztása

source: Select item
hu: Elem kiválasztása

source: Select the customer of the ticket or create one.
hu: Válassza ki a jegy ügyfelét, vagy hozzon létre egyet.

source: Selector
hu: Választó

source: Selects the ticket number generator module.
hu: Kiválasztja a jegyszámgenerátor modult.

source: Send a message to all logged in users.
hu: Üzenet küldése az összes bejelentkezett felhasználónak.

source: Sender
hu: Feladó

source: Sender Format
hu: Feladó formátum

source: Sender Format Separator
hu: Feladó formátum elválasztó

source: Sender based on Reply-To header
hu: Feladó a Reply-To fejléc alapján

source: Service
hu: Szolgáltatás

source: Services
hu: Szolgáltatások

source: Sessions
hu: Munkamenetek

source: Set up the communication channels you want to use with your Zammad.
hu: Állítsa be a Zammad rendszerrel használni kívánt kommunikációs csatornákat.

source: Setup Finished
hu: Beállítás befejezve

source: Shared
hu: Megosztott

source: Shared organization
hu: Megosztott szervezet

source: Shoot
hu: Fotózás

source: Show
hu: Megjelenítés

source: Show Search Details
hu: Keresés részleteinek megjelenítése

source: Show the chat when ready.
hu: A csevegés megjelenítése, ha készen áll.

source: Shown records in caller log.
hu: Megjelenített bejegyzések a hívásnaplóban.

source: Shown when the chat is closed.
hu: Akkor jelenik meg, amikor a csevegés zárva van.

source: Site
hu: Oldal

source: Some Text
hu: Pár szöveg

source: Sounds
hu: Hangok

source: Source
hu: Forrás

source: Start modal dialog for form.
hu: Modális párbeszédpanel indítása űrlaphoz.

source: Start new
hu: Új indítása

source: Starting Zammad
hu: Zammad indítása

source: Status Type
hu: Állapot típus

source: Storage
hu: Tárolás

source: Subscribe to iCalendar feed
hu: Feliratkozás az iCalendar hírfolyamra

source: Subscription Settings
hu: Feliratkozási beállítások

source: System URL
hu: Rendszer URL

source: Target
hu: Cél

source: Test
hu: Teszt

source: Test 1
hu: Teszt 1

source: Test 2
hu: Teszt 2

source: Test Connection
hu: Tesztkapcsolat

source: Testing
hu: Tesztelés

source: Text editing
hu: Szövegszerkesztés

source: Text missing
hu: Hiányzó szöveg

source: Text modules
hu: Szövegmodulok

source: Text with disabled inline translations looks like
hu: A szöveg letiltott soron belüli fordításokkal így néz ki

source: Text with enabled inline translations looks like
hu: A szöveg engedélyezett soron belüli fordításokkal így néz ki

source: The URL to this installation of Zammad.
hu: A Zammad telepítésének URL címe.

source: The browser is outdated. It does not support WebSocket - the technology we use for the chat.
hu: A böngésző elavult. Nem támogatja a WebSocket technológiát, amelyet a csevegéshez használunk.

source: The certificate of the domain |%s| could not be verified. This may allow hackers to steal your credentials. If you are sure that you are using a self-signed certificate, you can press "Proceed". Otherwise, please "Cancel".
hu: A tartomány tanúsítványát |%s| nem sikerült ellenőrizni. Ez lehetővé teheti a hackerek számára, hogy ellopják a hitelesítő adatokat. Amennyiben biztos benne, hogy saját aláírt tanúsítványt használ, akkor megnyomhatja a "Folytatás" gombot. Ellenkező esetben kérjük, válassza a "Mégsem" gombot.

source: The chat is turned off.
hu: A chat ki van kapcsolva.

source: The data must be in the comma separated values (CSV) format and saved as UTF-8. You can import a CSV file or paste the data directly into the text area.
hu: Az adatoknak vesszőkkel elválasztott értékek (CSV) formátumban kell lenniük, és UTF-8 formátumban kell elmenteni őket. A CSV-fájlt importálhatja, vagy az adatokat közvetlenül a szövegmezőbe illesztheti be.

source: The default font size is 12px.
hu: Az alapértelmezett betűméret 12px.

source: The following changes have been made:
hu: A következő változások történtek:

source: The form content has been changed. Do you want to close it and lose your changes?
hu: Az űrlap tartalma megváltozott. Be szeretné zárni és elveszíteni a változtatásokat?

source: The format of the subject.
hu: A tárgy formátuma.

source: The identifier for a ticket, e.g. Ticket#, Call#, MyTicket#. The default is Ticket#.
hu: A jegy azonosítója, pl. Ticket#, Call#, MyTicket#. Az alapértelmezett érték a Ticket#.

source: The import was successful.
hu: Az importálás sikeres volt.

source: The test run was successful.
hu: A tesztfutás sikeres volt.

source: The text at the beginning of the subject in an email reply, e.g. RE, AW, or AS.
hu: Az e-mail válasz tárgyának elején lévő szöveg, pl. RE, AW vagy AS.

source: Theme
hu: Téma

source: There is no agent online.
hu: Nincs online ügynök.

source: Third-party Applications
hu: Harmadik féltől származó alkalmazások

source: This service allows you to connect %s with %s.
hu: Ez a szolgáltatás lehetővé teszi Önnek, hogy a %s és a %s között kapcsolatot létesítsen.

source: This service enables Zammad to connect with your Exchange server.
hu: Ez a szolgáltatás lehetővé teszi a Zammad számára, hogy csatlakozzon az Exchange-kiszolgálójához.

source: This service receives emails from %s and creates tickets with host and service.
hu: Ez a szolgáltatás e-maileket fogad %s-től, és jegyeket hoz létre gazdagéppel és szolgáltatással.

source: This service sends notifications to your %s channel.
hu: Ez a szolgáltatás értesítéseket küld a %s csatornájára.

source: This service shows you contacts of incoming calls and a caller list in realtime.
hu: Ez a szolgáltatás valós időben mutatja a bejövő hívások névjegyeit és a hívólistát.

source: Ticket %s created!
hu: %s jegy létrehozva!

source: Ticket Hook
hu: Jegy Hook

source: Ticket Hook Position
hu: Jegy Hook pozíció

source: Ticket Last Contact Behaviour
hu: Jegy utolsó kapcsolatfelvételi viselkedés

source: Ticket Number Format
hu: Jegy számának formátuma

source: Ticket Number Increment
hu: Jegyszám növekmény

source: Ticket Selector
hu: Jegyválasztó

source: Ticket Subject Reply
hu: Jegy Tárgy Válasz

source: Ticket Subject Size
hu: A jegy tárgyának mérete

source: Ticket Subscriptions
hu: Jegy feliratkozások

source: Ticket escalation
hu: Jegy eszkaláció

source: Ticket reminder reached
hu: Jegy emlékeztető elérve

source: Ticket |%s| will escalate soon!
hu: A |%s| jegy hamarosan eszkalálódik!

source: Tickets are only assigned automatically if they do not already have an owner.
hu: A jegyek csak akkor kerülnek automatikusan hozzárendelésre, ha még nincs tulajdonosuk.

source: Tickets of Organization
hu: A Szervezet jegyei

source: Tickets of User
hu: A Felhasználó jegyei

source: Till
hu: Eddig

source: Time Units
hu: Időegységek

source: Time Units Total
hu: Időegységek összesen

source: Time zone
hu: Időzóna

source: Timeframe for solving the problem.
hu: A probléma megoldásának időkerete.

source: Timeframe for the first response.
hu: Az első válaszadás időkerete.

source: Timing
hu: Időzítés

source: To configure your system.
hu: A rendszerének konfigurálásához.

source: To select placeholders from a list, just enter "::".
hu: Ha helyőrzőket szeretne kiválasztani egy listából, csak írja be azt, hogy "::".

source: To work on Tickets.
hu: Jegyekkel való foglalkozáshoz.

source: Token Access
hu: Token hozzáférés

source: Tools
hu: Eszközök

source: Topics
hu: Témák

source: Total: %s
hu: Teljes: %s

source: Triggers
hu: Eseményindítók

source: Twitter - tweet initials
hu: Twitter - tweet monogram

source: Twitter App Credentials
hu: Twitter alkalmazás hitelesítő adatok

source: Twitter Key
hu: Twitter Kulcs

source: URL (AJAX endpoint)
hu: URL (AJAX végpont)

source: Unassigned email addresses, assign them to a channel or delete them.
hu: Nem hozzárendelt e-mail címek, hozzárendelheti őket egy csatornához vagy törölheti őket.

source: Update Database
hu: Adatbázis frissítése

source: Update Time
hu: Frissítési idő

source: Update as closed
hu: Frissítés, amint lezárásra került

source: Update existing records with the attributes specified in the import data.
hu: A meglévő bejegyzések frissítése az importált adatokban megadott tulajdonságokkal.

source: Updated at
hu: Frissítve ekkor

source: Updated by
hu: Frissítette

source: Updating Database
hu: Adatbázis frissítése

source: Uploading
hu: Feltöltés

source: Usage
hu: Használat

source: Use subject field for emails. If disabled, the ticket title will be used as subject.
hu: Használja az e-mailek tárgy mezőjét. Amennyiben ki van kapcsolva, a jegy címe lesz a tárgy.

source: Used anywhere
hu: Bárhol használható

source: Used anywhere (admin only)
hu: Bárhol használható (csak rendszergazdáknak)

source: Used in lists (views and results)
hu: Listákban használt (nézet és eredmények)

source: Used in object views
hu: Elemek megtekintésekor használt

source: Used when composing a text
hu: Szövegformázásra használt

source: Used when viewing a Ticket
hu: Jegy megjelenítésekor használható

source: Username for proxy connection.
hu: Felhasználónév a proxy kapcsolathoz.

source: Verify sending and receiving
hu: Küldés és fogadás ellenőrzése

source: Video
hu: Videó

source: View from user's perspective
hu: Megtekintés a felhasználó szemszögéből

source: View this in Zammad
hu: Tekintse meg ezt a Zammad rendszerben

source: Visibility
hu: Láthatóság

source: Visible to everyone
hu: Mindenkinek látható

source: VoIP service provider with realtime push.
hu: VoIP-szolgáltató valós idejű push szolgáltatással.

source: Waiting
hu: Várakozik

source: Week
hu: Hét

source: Welcome Title shown on the closed chat. Can contain HTML.
hu: Az üdvözlő cím a bezárt csevegésen jelenik meg. HTML-t tartalmazhat.

source: What values of %s should be synced to organization.
hu: A %s milyen értékeit kell szinkronizálni a szervezettel.

source: What values of %s should be synced to users.
hu: A %s milyen értékeit kell szinkronizálni a felhasználókkal.

source: When notification is being sent.
hu: Amikor az értesítés elküldésre kerül.

source: When should the job run?
hu: Mikor kell lefutnia a munkának?

source: Where
hu: Hol

source: Where to append the chat to.
hu: Hová kell illeszteni a csevegést.

source: Why doesn't the chat show up?
hu: Miért nem jelenik meg a csevegés?

source: Will be shown in the app and is included in email footers.
hu: Megjelenik az alkalmazásban és szerepel az e-mailek láblécében.

source: Will process
hu: Feldolgozásra kerül

source: With Checksum, a checksum will be appended to the counter. The format looks like "%s" (e. g. %s).
hu: Az Ellenőrző összeggel egy ellenőrző összeg kerül a számlálóhoz csatolásra. A formátum a következőképpen néz ki: "%s" (pl. %s).

source: With filters you can e. g. dispatch new tickets into certain groups or set a certain priority for tickets of a VIP customer.
hu: A szűrők segítségével például új jegyeket küldhet bizonyos csoportokba, vagy beállíthat egy bizonyos prioritást a VIP ügyfelek jegyei számára.

source: With form you can add a form to your web page which directly generates a ticket for you.
hu: Az űrlap segítségével egy űrlapot adhat hozzá a weboldalához, amely közvetlenül generál egy jegyet az Ön számára.

source: Woo hoo! Your email address has been verified!
hu: Juhéé! Ellenőrizted az email címedet!

source: Woo hoo! Your password has been changed!
hu: Juhéé! A jelszavad megváltozott!

source: Yellow
hu: Sárga

source: Yes, start real import.
hu: Igen, a valódi importálás megkezdése.

source: You can create chat widgets for your web pages to allow visitors to chat with you.
hu: Csevegés widgeteket hozhat létre a weboldalaihoz, hogy a látogatók cseveghessenek Önnel.

source: You can create multiple chat topics.
hu: Több csevegési témát is létrehozhat.

source: You can generate a personal access token for each application you use that needs access to the Zammad API.
hu: Személyes hozzáférési tokent generálhat minden olyan alkalmazáshoz, amely hozzáférést igényel a Zammad API-hoz.

source: You can use the following script to post the data to %s.
hu: A következő szkript használatával küldheti el az adatokat ide: %s.

source: after (absolute)
hu: utána (abszolút)

source: after (relative)
hu: utána (relatív)

source: at
hu: ekkor

source: before (absolute)
hu: előtte (abszolút)

source: before (relative)
hu: előtte (relatív)

source: contains all not
hu: egyiket sem tartalmazza

source: contains not
hu: nem tartalmazza

source: contains one
hu: tartalmaz egy

source: contains one not
hu: nem tartalmaz egy

source: created
hu: létrehozva

source: current user
hu: aktuális felhasználó

source: current user organization
hu: aktuális felhasználói szervezet

source: d
hu: n

source: deactivated
hu: deaktivált

source: delete
hu: törlés

source: disconnect
hu: kapcsolat megszakítása

source: done
hu: kész

source: drag here to cancel
hu: húzza ide a visszavonáshoz

source: escalated
hu: eszkalált

source: escalation
hu: eszkaláció

source: failed
hu: sikertelen

source: from
hu: feladó

source: has changed
hu: megváltozott

source: iCalendar links from Google will get fetched once a day
hu: Az iCalendar hivatkozások a Google-ból naponta egyszer kerülnek lekérdezésre

source: is in working time
hu: munkaidőben van

source: is not in working time
hu: nincs munkaidőben

source: m
hu: p

source: ticket.agent
hu: jegy.ügynök

source: ticket.customer
hu: jegy.ügyfél

source: untouched
hu: érintetlen

source: within last (relative)
hu: az utolsón belül (relatív)

source: within next (relative)
hu: a következőn belül (relatív)

source: |Left| means |[Ticket#12345] Some Subject|
hu: |Balra| azt jelenti |[Ticket#12345] Tárgy|

source: |Right| means |Some Subject [Ticket#12345]|
hu: |Jobbra| azt jelenti, hogy |Tárgy [Ticket#12345]|
