Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: Define queues or call destinations (whatever fits your PBX) and map your agents to it. By this, Zammad can support your agents by showing them only relevant call entries and notifications.
hu: Határozzon meg várólistákat vagy híváscélokat (bármit, ami az Ön telefonközpontjához illeszkedik), és rendelje hozzá ügynökeit. Ezáltal a Zammad támogatni tudja ügynökeit azáltal, hogy csak a releváns hívásbejegyzéseket és értesítéseket mutatja meg nekik.
tr: Kuyrukları veya çağrı hedeflerini tanımlayın (PBX'inize ne uygunsa) ve temsilcilerinizi bununla eşleştirin. Bu sayede Zammad, temsilcilerinize yalnızca ilgili çağrı girdilerini ve bildirimlerini göstererek onları destekleyebilir.

source: Define the default agent notifications for new users.
hu: Az új felhasználók alapértelmezett ügynöki értesítéseinek meghatározása.
tr: Yeni kullanıcılar için varsayılan temsilci bildirimlerini tanımlayın.

source: Define the maximum number of ticket shown in overviews.
hu: Az áttekintésekben megjelenített jegyek maximális számának meghatározása.
tr: Genel bakışlarda gösterilen maksimum destek talebi sayısını tanımlayın.

source: Defines Elasticsearch SSL verification.
hu: Az Elasticsearch SSL-ellenőrzésének meghatározása.
tr: Elasticsearch SSL doğrulamasını tanımlar .

source: Defines Elasticsearch index name.
hu: Meghatározza az Elasticsearch index nevét.
tr: Elasticsearch indeks adını tanımlar.

source: Defines Freshdesk endpoint authentication API key.
hu: Meghatározza a Freshdesk végpont hitelesítési API-kulcsát.
tr: Freshdesk endpoint kimlik doğrulama API anahtarını tanımlar.

source: Defines HTTP basic auth password of Elasticsearch.
hu: Meghatározza az Elasticsearch HTTP alapszintű hitelesítés jelszavát.
tr: Elasticsearch'ün HTTP temel kimlik doğrulama parolasını tanımlar.

source: Defines HTTP basic auth user of Elasticsearch.
hu: Meghatározza az Elasticsearch HTTP alapszintű hitelesítés felhasználóját.
tr: Elasticsearch'ün HTTP temel kimlik doğrulama kullanıcısını tanımlar.

source: Defines HTTP basic authentication password (only if OTRS is protected via HTTP basic auth).
hu: Meghatározza a HTTP alapszintű hitelesítési jelszót (csak akkor, ha az OTRS a HTTP alapszintű hitelesítéssel védett).
tr: HTTP temel kimlik doğrulama parolasını tanımlar (yalnızca OTRS HTTP temel kimlik doğrulama ile korunuyorsa).

source: Defines HTTP basic authentication user (only if OTRS is protected via HTTP basic auth).
hu: Meghatározza a HTTP alapszintű hitelesítéssel rendelkező felhasználót (csak akkor, ha az OTRS HTTP alapszintű hitelesítéssel védett).
tr: HTTP temel kimlik doğrulama kullanıcısını tanımlar (yalnızca OTRS HTTP temel kimlik doğrulama ile korunuyorsa).

source: Defines Kayako endpoint authentication password.
hu: Meghatározza a Kayako végpont hitelesítési jelszavát.
tr: Kayako endpoint kimlik doğrulama parolasını tanımlar.

source: Defines Kayako endpoint authentication user.
hu: Meghatározza a Kayako végpont hitelesítési felhasználóját.
tr: Kayako endpoint kimlik doğrulama kullanıcısını tanımlar.

source: Defines OTRS endpoint authentication key.
hu: Meghatározza az OTRS végpont hitelesítési kulcsát.
tr: OTRS endpoint kimlik doğrulama anahtarını tanımlar.

source: Defines Zendesk endpoint authentication API key.
hu: Meghatározza a Zendesk végpont hitelesítési API kulcsát.
tr: Zendesk endpoint kimlik doğrulama API anahtarını tanımlar.

source: Defines Zendesk endpoint authentication user.
hu: Meghatározza a Zendesk végpont hitelesítési felhasználóját.
tr: Zendesk endpoint kimlik doğrulama kullanıcısını tanımlar.

source: Defines a Freshdesk endpoint to import users, tickets, states, and articles.
hu: Meghatároz egy Freshdesk végpontot a felhasználók, jegyek, állapotok és cikkek importálásához.
tr: Kullanıcıları, destek taleplerini, durumları ve yazıları içe aktarmak için bir Freshdeskuç noktası tanımlar.

source: Defines a Kayako endpoint to import users, tickets, states, and articles.
hu: Meghatároz egy Kayako végpontot a felhasználók, jegyek, állapotok és cikkek importálásához.
tr: Kullanıcıları, destek taleplerini, durumları ve yazıları içe aktarmak için bir Kayako uç noktası tanımlar.

source: Defines a Zendesk endpoint to import users, tickets, states, and articles.
hu: Meghatároz egy Zendesk végpontot a felhasználók, jegyek, állapotok és cikkek importálásához.
tr: Kullanıcıları, destek taleplerini, durumları ve yazıları içe aktarmak için bir Zendesk uç noktası tanımlar.

source: Defines a dashboard stats backend that gets scheduled automatically.
hu: Meghatároz egy műszerfal-statisztikai háttérrendszert, amely automatikusan ütemezésre kerül.
tr: Otomatik olarak zamanlanan bir gösterge tablosu istatistikleri arka ucu tanımlar.

source: Defines a limit for how many tickets can be created via web form from one IP address per day.
hu: Meghatározza, hogy egy IP-címről naponta hány jegy hozható létre webes űrlapon keresztül.
tr: Bir IP adresinden web formu aracılığıyla günde kaç destek talebi oluşturulabileceğine ilişkin bir sınır tanımlar.

source: Defines a limit for how many tickets can be created via web form from one IP address per hour.
hu: Meghatározza, hogy egy IP-címről óránként hány jegy hozható létre webes űrlapon keresztül.
tr: Saatte bir IP adresinden web formu aracılığıyla kaç destek talebi oluşturulabileceğine ilişkin bir sınır tanımlar.

source: Defines a limit for how many tickets can be created via web form per day.
hu: Meghatározza, hogy naponta hány jegy hozható létre webes űrlapon keresztül.
tr: Web formu aracılığıyla günde kaç destek talebi oluşturulabileceğine ilişkin bir sınır tanımlar.

source: Defines after how many failed logins accounts will be deactivated.
hu: Meghatározza, hogy hány sikertelen bejelentkezés után lesznek deaktiválva a fiókok.
tr: Kaç başarısız girişten sonra hesapların devre dışı bırakılacağını tanımlar.

source: Defines an OTRS endpoint to import users, tickets, states, and articles.
hu: Meghatároz egy OTRS végpontot a felhasználók, jegyek, állapotok és cikkek importálásához.
tr: Kullanıcıları, destek taleplerini, durumları ve yazıları içe aktarmak için bir OTRS uç noktası tanımlar.

source: Defines an optional highlight color of this priority in ticket tables. High priority will be rendered in an indian red, while low priority in a baby blue color.
hu: Meghatározza az adott prioritás opcionális kiemelési színét a jegytáblázatokban. A magas prioritás indiánvörös, míg az alacsony prioritás babakék színben jelenik meg.
tr: Destek talebi tablolarında bu önceliğin isteğe bağlı vurgu rengini tanımlar . Yüksek öncelik Hint kırmızısı renginde, düşük öncelik ise bebek mavisi renginde oluşturulacaktır.

source: Defines an optional icon of this priority in ticket tables. Important will be rendered with an exclamation point, while low priority with a downwards arrow.
hu: Meghatározza az adott prioritás opcionális ikonját a jegytáblázatokban. A fontos egy felkiáltójellel, míg az alacsony prioritás egy lefelé mutató nyíllal jelenik meg.
tr: Destek talebi tablolarında bu önceliğin isteğe bağlı bir simgesini tanımlar . Önemli bir ünlem işaretiyle, düşük öncelik ise aşağı okla gösterilecektir.

source: Defines attachment extensions which will be ignored by Elasticsearch.
hu: Meghatározza az Elasticsearch által figyelmen kívül hagyott csatolmánybővítményeket.
tr: Elasticsearch tarafından göz ardı edilecek ek uzantılarını tanımlar.

source: Defines endpoint of Elasticsearch.
hu: Meghatározza az Elasticsearch végpontját.
tr: Elasticsearch'ün endpoint'ini tanımlar.

source: Defines groups for which a customer can create tickets via web interface. No selection means all groups are available.
hu: Meghatározza azokat a csoportokat, amelyekhez az ügyfél webes felületen keresztül jegyeket hozhat létre. Ha nincs kiválasztva, akkor minden csoport elérhető.
tr: Bir müşterinin web arayüzü üzerinden destek talebi oluşturabileceği grupları tanımlar. Hiçbir seçim olmaması tüm grupların kullanılabilir olduğu anlamına gelir.

source: Defines how the From field of emails (sent from answers and email tickets) should look like.
hu: Meghatározza, hogy a (válaszokból és e-mail jegyekből küldött) e-mailek Feladó mezője hogyan nézzen ki.
tr: E-postaların (yanıtlardan ve e-posta destek taleplerinden gönderilen) Kimden alanının nasıl görünmesi gerektiğini tanımlar.

source: Defines how the last customer contact time of tickets should be calculated.
hu: Meghatározza, hogyan kell kiszámítani a jegyek utolsó ügyfélkapcsolati idejét.
tr: Destek taleplerinin son müşteri temas süresinin nasıl hesaplanması gerektiğini tanımlar.

source: Defines how to reach websocket server. "websocket" is default on production, "websocketPort" is for CI
hu: Meghatározza, hogyan érhető el a websocket-kiszolgáló. A "websocket" alapértelmezett a termelésben, a "websocketPort" a CI számára van
tr: Websocket sunucusuna nasıl ulaşılacağını tanımlar. "websocket" production'da varsayılandır, "websocketPort" CI içindir

source: Defines if Checkmk (https://checkmk.com/) is enabled or not.
hu: Meghatározza, hogy a Checkmk (https://checkmk.com/) engedélyezve van-e vagy sem.
tr: Checkmk'in (https://checkmk.com/) etkin olup olmadığını tanımlar.

source: Defines if Clearbit (http://www.clearbit.com) is enabled or not.
hu: Meghatározza, hogy a Clearbit (http://www.clearbit.com) engedélyezve van-e vagy sem.
tr: Clearbit'in (http://www.clearbit.com) etkin olup olmadığını tanımlar.

source: Defines if Exchange is enabled or not.
hu: Meghatározza, hogy az Exchange engedélyezve van-e vagy sem.
tr: Exchange'in etkin olup olmadığını tanımlar.

source: Defines if Icinga (http://www.icinga.org) is enabled or not.
hu: Meghatározza, hogy az Icinga (http://www.icinga.org) engedélyezve van-e vagy sem.
tr: Icinga'nın (http://www.icinga.org) etkin olup olmadığını tanımlar.

source: Defines if Knowledge Base navbar button is enabled for users without Knowledge Base permission.
hu: Meghatározza, hogy a Tudásbázis navigációs sáv gomb engedélyezve legyen-e a Tudásbázis jogosultsággal nem rendelkező felhasználók számára.
tr: Bilgi Tabanı izni olmayan kullanıcılar için Bilgi Tabanı gezinti çubuğu düğmesinin etkinleştirilip etkinleştirilmeyeceğini tanımlar.

source: Defines if Knowledge Base navbar button is enabled.
hu: Meghatározza, hogy a Tudásbázis navigációs sáv gomb engedélyezve van-e.
tr: Bilgi Tabanı gezinti çubuğu düğmesinin etkin olup olmadığını tanımlar.

source: Defines if LDAP is enabled or not.
hu: Meghatározza, hogy az LDAP engedélyezve van-e vagy sem.
tr: LDAP'ın etkin olup olmadığını tanımlar.

source: Defines if Monit (https://mmonit.com/monit/) is enabled or not.
hu: Meghatározza, hogy a Monit (https://mmonit.com/monit/) engedélyezve van-e vagy sem.
tr: Monit'in (https://mmonit.com/monit/) etkin olup olmadığını tanımlar.

source: Defines if Nagios (http://www.nagios.org) is enabled or not.
hu: Meghatározza, hogy a Nagios (http://www.nagios.org) engedélyezve van-e vagy sem.
tr: Nagios'un (http://www.nagios.org) etkin olup olmadığını tanımlar.

source: Defines if PGP encryption is enabled or not.
hu: Meghatározza, hogy a PGP titkosítás engedélyezve van-e vagy sem.
tr: PGP şifrelemesinin etkin olup olmadığını tanımlar.

source: Defines if Placetel (http://www.placetel.de) is enabled or not.
hu: Meghatározza, hogy a Placetel (http://www.placetel.de) engedélyezve van-e vagy sem.
tr: Placetel'in (http://www.placetel.de) etkin olup olmadığını tanımlar.

source: Defines if S/MIME encryption is enabled or not.
hu: Meghatározza, hogy az S/MIME titkosítás engedélyezve van-e vagy sem.
tr: S/MIME şifrelemesinin etkin olup olmadığını tanımlar.

source: Defines if Slack (http://www.slack.org) is enabled or not.
hu: Meghatározza, hogy a Slack (http://www.slack.org) engedélyezve van-e vagy sem.
tr: Slack'in (http://www.slack.org) etkin olup olmadığını tanımlar.

source: Defines if a customer can create tickets via the web interface.
hu: Meghatározza, hogy az ügyfél létrehozhat-e jegyeket a webes felületen keresztül.
tr: Bir müşterinin web arayüzü üzerinden destek talebi oluşturup oluşturamayacağını tanımlar.

source: Defines if application is in init mode.
hu: Meghatározza, hogy az alkalmazás indítási módban van-e.
tr: Uygulamanın init modunda olup olmadığını tanımlar.

source: Defines if application is used as online service.
hu: Meghatározza, hogy az alkalmazást online szolgáltatásként használják-e.
tr: Uygulamanın çevrimiçi hizmet olarak kullanılıp kullanılmadığını tanımlar.

source: Defines if calendar weeks are shown in the picker of date/datetime fields to easily select the correct date.
hu: Meghatározza, hogy a naptári hetek megjelenjenek-e a dátum/idő mezők kiválasztójában, hogy könnyen kiválaszthassa a megfelelő dátumot.
tr: Doğru tarihi kolayca seçmek için tarih/tarih-saat alanlarının seçicisinde takvim haftalarının gösterilip gösterilmeyeceğini tanımlar.

source: Defines if generic CTI integration is enabled or not.
hu: Meghatározza, hogy az általános CTI integráció engedélyezve van-e vagy sem.
tr: Genel CTI entegrasyonunun etkin olup olmadığını tanımlar.

source: Defines if recovery codes can be used by users in the event they lose access to other two-factor authentication methods.
hu: Meghatározza, hogy a helyreállítási kódokat használhatják-e a felhasználók abban az esetben, ha elveszítik a hozzáférést más kétfaktoros hitelesítési módszerekhez.
tr: Kurtarma kodlarının, diğer iki faktörlü kimlik doğrulama yöntemlerine erişimi kaybetmeleri durumunda kullanıcılar tarafından kullanılıp kullanılamayacağını tanımlar.

source: Defines if sipgate.io (http://www.sipgate.io) is enabled or not.
hu: Meghatározza, hogy a sipgate.io (http://www.sipgate.io) engedélyezve van-e vagy sem.
tr: sipgate.io'nun (http://www.sipgate.io) etkin olup olmadığını tanımlar.

source: Defines if the GitHub (http://www.github.com) integration is enabled or not.
hu: Meghatározza, hogy a GitHub (http://www.github.com) integráció engedélyezve van-e vagy sem.
tr: GitHub (http://www.github.com) entegrasyonunun etkin olup olmadığını tanımlar.

source: Defines if the GitLab (http://www.gitlab.com) integration is enabled or not.
hu: Meghatározza, hogy a GitLab (http://www.gitlab.com) integráció engedélyezve van-e vagy sem.
tr: GitLab (http://www.gitlab.com) entegrasyonunun etkin olup olmadığını tanımlar.

source: Defines if the PGP recipient alias configuration is enabled or not.
hu: Meghatározza, hogy a PGP címzett alias konfiguráció engedélyezve van-e vagy sem.
tr: PGP alıcı takma ad yapılandırmasının etkin olup olmadığını tanımlar.

source: Defines if the agent has to accept a confirmation dialog when changing the article visibility to "public".
hu: Meghatározza, hogy az ügynöknek el kell-e fogadnia egy megerősítő párbeszédpanelt, amikor a cikk láthatóságát "nyilvános"-ra változtatja.
tr: Temsilcinin, yazı görünürlüğünü "herkese açık" olarak değiştirirken bir onay iletişim kutusunu kabul etmesi gerekip gerekmediğini tanımlar.

source: Defines if the application is in developer mode (all users have the same password and password reset will work without email delivery).
hu: Meghatározza, hogy az alkalmazás fejlesztői módban van-e (minden felhasználónak ugyanaz a jelszava, és a jelszó visszaállítása e-mail küldése nélkül is működik).
tr: Uygulamanın geliştirici modunda olup olmadığını tanımlar (tüm kullanıcılar aynı parolaya sahiptir ve parola sıfırlama e-posta gönderimi olmadan çalışacaktır).

source: Defines if the change of the primary organization of a user will update the 100 most recent tickets for this user as well.
hu: Meghatározza, hogy a felhasználó elsődleges szervezetének változása frissíti-e a felhasználó 100 legfrissebb jegyét is.
tr: Bir kullanıcının birincil organizasyonunun değiştirilmesinin, bu kullanıcı için en son 100 destek talebini de güncelleyip güncellemeyeceğini tanımlar.

source: Defines if the core workflow communication should run over ajax instead of websockets.
hu: Meghatározza, hogy az alapvető munkafolyamatok kommunikációja websockets helyett ajaxon keresztül történjen.
tr: Ana iş akışı iletişiminin websocket yerine ajax üzerinden yürütülüp yürütülmeyeceğini tanımlar.

source: Defines if the email should be displayed in the result of the user/organization widget.
hu: Meghatározza, hogy az e-mail megjelenjen-e a felhasználó/szervezet widget eredményében.
tr: E-postanın kullanıcı/organizasyon widget'ının sonucunda görüntülenip görüntülenmeyeceğini tanımlar.

source: Defines if the i-doit (https://www.i-doit.org/) integration is enabled or not.
hu: Meghatározza, hogy az i-doit (https://www.i-doit.org/) integráció engedélyezve van-e vagy sem.
tr: i-doit (https://www.i-doit.org/) entegrasyonunun etkin olup olmadığını tanımlar.

source: Defines if the ticket conditions editor supports complex logical expressions.
hu: Meghatározza, hogy a jegyfeltételek szerkesztője támogatja-e az összetett logikai kifejezéseket.
tr: Destek talebi koşulları düzenleyicisinin karmaşık mantıksal ifadeleri destekleyip desteklemediğini tanımlar.

source: Defines if the ticket conditions editor supports regular expression operators for triggers and ticket auto assignment.
tr: Destek talebi koşulları düzenleyicisinin tetikleyiciler ve destek talebi otomatik ataması için düzenli ifade operatörlerini destekleyip desteklemediğini tanımlar.

source: Defines if the time accounting types are enabled.
hu: Meghatározza, hogy az időelszámolási típusok engedélyezve vannak-e.
tr: Süre hesaplama türlerinin etkin olup olmadığını tanımlar.

source: Defines if the two-factor authentication method authenticator app is enabled or not.
hu: Meghatározza, hogy a kétfaktoros hitelesítési módszer hitelesítő alkalmazás engedélyezve van-e vagy sem.
tr: İki faktörlü kimlik doğrulama yöntemi kimlik doğrulayıcı uygulamasının etkin olup olmadığını tanımlar.

source: Defines if the two-factor authentication method security keys is enabled or not.
hu: Meghatározza, hogy a kétfaktoros hitelesítési módszer biztonsági kulcsai engedélyezve vannak-e vagy sem.
tr: İki faktörlü kimlik doğrulama yöntemi güvenlik anahtarlarının etkin olup olmadığını tanımlar.

source: Defines if tickets can be created via web form.
hu: Meghatározza, hogy a jegyek létrehozhatók-e webes űrlapon keresztül.
tr: Destek taleplerinin web formu aracılığıyla oluşturulup oluşturulamayacağını tanımlar.

source: Defines if tickets should be closed if service is recovered.
hu: Meghatározza, hogy a szolgáltatás helyreállítása esetén a jegyeket be kell-e zárni.
tr: Hizmet kurtarıldığında destek taleplerinin kapatılıp kapatılmayacağını tanımlar.

source: Defines postmaster filter for filters managed via admin interface.
hu: Meghatározza a postmaster szűrőjét a rendszergazdai felületen keresztül kezelt szűrőkhöz.
tr: Yönetici arayüzü üzerinden yönetilen filtreler için postmaster filtresini tanımlar.

source: Defines postmaster filter to check if email has been created by Zammad itself and will set the article sender.
hu: Meghatározza a postmaster szűrőjét, hogy ellenőrizze, hogy az e-mailt maga a Zammad hozta-e létre, és beállítja a cikk feladóját.
tr: E-postanın Zammad'ın kendisi tarafından oluşturulup oluşturulmadığını kontrol etmek için postmaster filtresini tanımlar ve yazı göndericisini ayarlar.

source: Defines postmaster filter to check if the email is a self-created notification email, then ignore it to prevent email loops.
hu: Meghatározza a postmaster szűrőjét, amely ellenőrzi, hogy az e-mail saját maga által létrehozott értesítési e-mail-e, majd figyelmen kívül hagyja azt az e-mail hurkok elkerülése érdekében.
tr: E-postanın kendi oluşturduğu bir bildirim e-postası olup olmadığını kontrol etmek ve ardından e-posta döngülerini önlemek için yok saymak üzere postmaster filtresini tanımlar.

source: Defines postmaster filter to handle secure mailing.
hu: Meghatározza a postmaster szűrőjét a biztonságos levelezés kezeléséhez.
tr: Güvenli postalamayı gerçekleştirmek için postmaster filtresini tanımlar.

source: Defines postmaster filter to identify Jira mails for correct follow-ups.
hu: Meghatározza a postmaster szűrőjét a Jira levelek azonosításához a megfelelő utánkövetéshez.
tr: Doğru takipler için Jira postalarını tanımlamak üzere postmaster filtresini tanımlar.

source: Defines postmaster filter to identify ServiceNow mails for correct follow-ups.
hu: Meghatározza a postmaster szűrőjét a ServiceNow levelek azonosításához a megfelelő utánkövetéshez.
tr: Doğru takipler için ServiceNow postalarını tanımlamak üzere postmaster filtresini tanımlar.

source: Defines postmaster filter to identify auto responses to prevent auto replies from Zammad.
hu: Meghatározza a postmaster szűrőjét az automatikus válaszok azonosítására, hogy megakadályozza a Zammad automatikus válaszait.
tr: Zammad'ın otomatik yanıtlarını önlemek amacıyla otomatik yanıtları tanımlamak için postmaster filtresini tanımlar.

source: Defines postmaster filter to identify follow-up ticket for merged tickets.
hu: Meghatározza a postmaster szűrőjét az egyesített jegyek utánkövetési jegyének azonosításához.
tr: Birleştirilmiş destek talepleri için takip destek talebini tanımlamak üzere postmaster filtresini tanımlar.

source: Defines postmaster filter to identify follow-ups (based on admin settings).
hu: Meghatározza a postmaster szűrőjét az utánkövetések azonosításához (a rendszergazdai beállítások alapján).
tr: Takipleri tanımlamak için postmaster filtresini tanımlar (yönetici ayarlarına göre).

source: Defines postmaster filter to identify out-of-office emails for follow-up detection and keeping current ticket state.
hu: Meghatározza a postmaster szűrőjét az irodán kívüli e-mailek azonosításához az utánkövetés észleléséhez és az aktuális jegyállapot megtartásához.
tr: Takip tespiti ve mevcut destek talebi durumunu korumak için ofis dışı e-postaları tanımlamak üzere postmaster filtresini tanımlar.

source: Defines postmaster filter to identify postmaster bounces; and disables sending notification if delivery fails permanently.
hu: Meghatározza a postmaster szűrőjét a postmaster visszapattanások azonosítására; és letiltja az értesítés küldését, ha a kézbesítés tartósan sikertelen.
tr: Postmaster geri dönüşlerini tanımlamak için postmaster filtresini tanımlar; ve teslimat kalıcı olarak başarısız olursa bildirim göndermeyi devre dışı bırakır.

source: Defines postmaster filter to identify postmaster bounces; and handles them as follow-up of the original tickets
hu: Meghatározza a postmaster szűrőjét a postmaster visszapattanások azonosítására; és az eredeti jegyek utánkövetéseként kezeli őket
tr: Postmaster geri dönüşlerini tanımlamak için postmaster filtresi tanımlar; ve bunları orijinal destek taleplerinin takibi olarak ele alır

source: Defines postmaster filter to identify postmaster bounces; and reopens tickets if delivery fails permanently.
hu: Meghatározza a postmaster szűrőjét a postmaster visszapattanások azonosítására; és újra megnyitja a jegyeket, ha a kézbesítés tartósan sikertelen.
tr: Postmaster geri dönüşlerini tanımlamak için postmaster filtresini tanımlar; ve teslimat kalıcı olarak başarısız olursa destek taleplerini yeniden açar.

source: Defines postmaster filter to identify sender user.
hu: Meghatározza a postmaster szűrőjét a feladó felhasználó azonosításához.
tr: Gönderen kullanıcıyı tanımlamak için postmaster filtresini tanımlar.

source: Defines postmaster filter to identify session user.
tr: Oturum kullanıcısını tanımlamak için postmaster filtresini tanımlar.

source: Defines postmaster filter to identify ticket group.
tr: Destek talebi grubunu tanımlamak için postmaster filtresini tanımlar.

source: Defines postmaster filter to manage Checkmk (http://mathias-kettner.com/check_mk.html) emails.
tr: Checkmk (http://mathias-kettner.com/check_mk.html) e-postalarını yönetmek için postmaster filtresini tanımlar.
