Repository: seyxhel/HelpBellOrder
Catalog: i18n/zammad.*.po
Languages: hu, tr

source: There was no valid OpenPGP data found.
tr: Geçerli bir OpenPGP verisi bulunamadı.

source: There were PGP keys found for %s, but at least one of them has expired.
hu: PGP kulcsok találhatók %s számára, de legalább az egyik már lejárt.
tr: %s için PGP anahtarları bulundu, ancak bunlardan en az birinin süresi dolmuş.

source: There were certificates found for %s, but at least one of them is not valid yet or has expired.
tr: %s için sertifikalar bulundu, ancak bunlardan en az biri henüz geçerli değil veya süresi dolmuş.

source: There were errors in your form.
hu: Hibák voltak az űrlapjában.
tr: Formunuzda hatalar vardı.

source: These are supported:
hu: Ezek támogatottak:
tr: Bunlar desteklenmektedir:

source: This %s is referenced by another object and thus cannot be deleted: %s
tr: Bu %s başka bir nesne tarafından referans gösterilmektedir ve bu nedenle silinemez: %s

source: This PGP email does not have exactly two body parts for PGP mails as mandated by RFC 3156.
tr: Bu PGP e-postası, RFC 3156 tarafından zorunlu kılındığı gibi PGP postaları için tam olarak iki gövde bölümüne sahip değildir.

source: This PGP email was encrypted with a potentially unknown encryption algorithm.
hu: Ezt a PGP e-mailt egy feltehetően ismeretlen titkosítási algoritmussal titkosították.
tr: Bu PGP e-postası potansiyel olarak bilinmeyen bir şifreleme algoritması ile şifrelenmiştir.

source: This article does not have a raw copy available.
tr: Bu yazının ham kopyası mevcut değildir.

source: This article is not part of the ticket.
hu: Ez a cikk nem része a jegynek.
tr: Bu yazı destek talebinin bir parçası değildir.

source: This bot already exists.
hu: Ez a bot már létezik.
tr: Bu bot zaten var.

source: This category including sub-categories feed:
hu: Ez a kategória, beleértve az alkategóriák hírfolyamát:
tr: Bu kategori alt kategoriler de dahil olmak üzere beslenir:

source: This category is empty
hu: Ez a kategória üres
tr: Bu kategori boş

source: This class gets added to the button on initialization and will be removed once the chat connection is established.
hu: Ez az osztály az inicializáláskor hozzáadódik a gombhoz, és a csevegési kapcsolat létrejötte után eltávolításra kerül.
tr: Bu sınıf, başlatma sırasında düğmeye eklenir ve sohbet bağlantısı kurulduktan sonra kaldırılır.

source: This device
hu: Ez az eszköz
tr: Bu cihaz

source: This entry already exists!
hu: Ez a bejegyzés már létezik!
tr: Bu girdi zaten var!

source: This feature is not enabled.
hu: Ez a funkció nincs engedélyezve.
tr: Bu özellik etkinleştirilmemiştir.

source: This field %s
hu: Ez a mező %s
tr: Bu alan %s

source: This field allows only one file.
hu: Ez a mező csak egy fájlt enged meg.
tr: Bu alan yalnızca bir dosyaya izin verir.

source: This field can only contain alphabetical characters.
hu: Ez a mező csak ábécés karaktereket tartalmazhat.
tr: Bu alan yalnızca alfabetik karakterler içerebilir.

source: This field can only contain letters and numbers.
hu: Ez a mező csak betűket és számokat tartalmazhat.
tr: Bu alan sadece harf ve rakam içerebilir.

source: This field can only contain letters and spaces.
hu: Ez a mező csak betűket és szóközöket tartalmazhat.
tr: Bu alan yalnızca harf ve boşluk içerebilir.

source: This field can only contain lowercase letters.
hu: Ez a mező csak kisbetűket tartalmazhat.
tr: Bu alan yalnızca küçük harfler içerebilir.

source: This field can only contain uppercase letters.
hu: Ez a mező csak nagybetűket tartalmazhat.
tr: Bu alan yalnızca büyük harfler içerebilir.

source: This field can't contain the value "%s".
hu: Ez a mező nem tartalmazhatja a "%s" értéket.
tr: Bu alan "%s" değerini içeremez.

source: This field can't have less than %s entries.
hu: Ez a mező nem tartalmazhat kevesebb mint %s bejegyzést.
tr: Bu alanda %s'den daha az girdi olamaz.

source: This field can't have more than %s entries.
hu: Ez a mező nem tartalmazhat több mint %s bejegyzést.
tr: Bu alan %s'den fazla girdiye sahip olamaz.

source: This field doesn't contain an allowed value.
hu: Ez a mező nem tartalmaz megengedett értéket.
tr: Bu alan izin verilen bir değer içermiyor.

source: This field doesn't correspond to the expected value.
hu: Ez a mező nem felel meg a várt értéknek.
tr: Bu alan beklenen değere karşılık gelmiyor.

source: This field doesn't end with "%s".
hu: Ez a mező nem a következővel végződik: "%s".
tr: Bu alan "%s" ile bitmiyor.

source: This field doesn't start with "%s".
hu: Ez a mező nem a következővel kezdődik: "%s".
tr: Bu alan "%s" ile başlamıyor.

source: This field is required.
hu: Ennek a mezőnek a kitöltése kötelező.
tr: Bu alan zorunludur.

source: This field isn't a valid date, please use the format "%s".
hu: Ez a mező nem érvényes dátum, kérjük, használja a következő formátumot: "%s".
tr: Bu alan geçerli bir tarih değil, lütfen "%s" biçimini kullanın.

source: This field must be a symbol.
hu: Ennek a mezőnek tartalmaznia kell szimbólumot.
tr: Bu alan bir sembol olmalıdır.

source: This field must be of the type "%s".
hu: Ennek a mezőnek "%s" típusúnak kell lennie.
tr: Bu alan "%s" tipinde olmalıdır.

source: This field must contain a lowercase letter.
hu: Ennek a mezőnek tartalmaznia kell kisbetűt.
tr: Bu alan küçük harf içermelidir.

source: This field must contain a number.
hu: Ennek a mezőnek egy számot kell tartalmaznia.
tr: Bu alan bir sayı içermelidir.

source: This field must contain a symbol.
hu: Ennek a mezőnek tartalmaznia kell szimbólumot.
tr: Bu alan bir sembol içermelidir.

source: This field must contain alphabetical characters.
hu: Ennek a mezőnek ábécés karaktereket kell tartalmaznia.
tr: Bu alan alfabetik karakterler içermelidir.

source: This field must contain an uppercase letter.
hu: Ennek a mezőnek tartalmaznia kell nagybetűt.
tr: Bu alan büyük harf içermelidir.

source: This field must contain at least %s characters.
hu: Ennek a mezőnek legalább %s karaktert kell tartalmaznia.
tr: Bu alan en az %s karakter içermelidir.

source: This field must contain at least one character.
hu: Ennek a mezőnek legalább egy karaktert kell tartalmaznia.
tr: Bu alan en az bir karakter içermelidir.

source: This field must contain between %s and %s characters.
hu: Ennek a mezőnek %s és %s közötti karaktereket kell tartalmaznia.
tr: Bu alan %s ile %s arasında karakter içermelidir.

source: This field must contain letters or numbers.
hu: Ennek a mezőnek betűket vagy számokat kell tartalmaznia.
tr: Bu alan harf veya rakam içermelidir.

source: This field must contain letters or spaces.
hu: Ennek a mezőnek betűket vagy szóközöket kell tartalmaznia.
tr: Bu alan harf veya boşluk içermelidir.

source: This field must contain numbers.
hu: Ennek a mezőnek tartalmaznia kell számokat.
tr: Bu alan sayı içermelidir.

source: This field must have a value that is after %s.
hu: Ennek a mezőnek olyan értékkel kell rendelkeznie, amely %s után van.
tr: Bu alan %s'den sonra gelen bir değere sahip olmalıdır.

source: This field must have a value that is at least %s.
hu: Ennek a mezőnek olyan értékkel kell rendelkeznie, amely legalább %s.
tr: Bu alan en az %s değerine sahip olmalıdır.

source: This field must have a value that is at most %s.
hu: Ennek a mezőnek olyan értékkel kell rendelkeznie, amely legfeljebb %s.
tr: Bu alan en fazla %s değerine sahip olmalıdır.

source: This field must have a value that is before %s.
hu: Ennek a mezőnek %s előtti értékkel kell rendelkeznie.
tr: Bu alan %s'den önce bir değere sahip olmalıdır.

source: This field must have a value that is between %s and %s.
hu: Ennek a mezőnek %s és %s közötti értékkel kell rendelkeznie.
tr: Bu alan %s ile %s arasında bir değere sahip olmalıdır.

source: This field must have a value that is in the future.
hu: Ennek a mezőnek olyan értékkel kell rendelkeznie, amely a jövőben van.
tr: Bu alan gelecekte bir değere sahip olmalıdır.

source: This field must have a value that is in the past.
hu: Ennek a mezőnek olyan értékkel kell rendelkeznie, amely a múltban van.
tr: Bu alan geçmişte bir değere sahip olmalıdır.

source: This field must not contain more than %s characters.
hu: Ez a mező nem tartalmazhat több mint %s karaktert.
tr: Bu alan %s'den fazla karakter içermemelidir.

source: This field was configured incorrectly and can't be submitted.
hu: Ez a mező helytelenül lett konfigurálva, és nem lehet elküldeni.
tr: Bu alan yanlış yapılandırılmış ve gönderilemiyor.

source: This group has no email address configured for outgoing communication.
tr: Bu grubun giden iletişim için yapılandırılmış bir e-posta adresi yoktur.

source: This group or its children exceed the allowed nesting depth.
hu: Ez a csoport vagy annak gyermekei meghaladják a megengedett beágyazási mélységet.
tr: Bu grup veya alt grupları izin verilen yuvalama derinliğini aşıyor.

source: This host cannot be reached.
hu: Ez a gazdagép nem érhető el.
tr: Bu ana bilgisayara ulaşılamıyor.

source: This is Zammad version %s
hu: Ez a Zammad verzió %s
tr: Zammad'ın şu anki sürümü: %s

source: This is a default maintenance message. Click here to change.
hu: Ez egy alapértelmezett karbantartási üzenet. Kattintson ide a módosításhoz.
tr: Bu varsayılan bir bakım mesajıdır. Değiştirmek için buraya tıklayın.

source: This is an example payload for your installation, including any custom objects. It is possible to further customize payload of each webhook.
tr: Bu, özel nesneler de dahil olmak üzere kurulumunuz için örnek bir payload'tur. Her webhook'un payload'unu daha da özelleştirmek mümkündür.

source: This is not a private PGP key.
hu: Ez nem egy privát PGP-kulcs.
tr: Bu özel bir PGP anahtarı değildir.

source: This is not a valid X509 certificate. Please check the certificate format.
hu: Ez nem érvényes X509 tanúsítvány. Kérjük, ellenőrizze a tanúsítvány formátumát.
tr: Bu geçerli bir X509 sertifikası değil. Lütfen sertifika biçimini kontrol edin.

source: This message cannot be displayed because it contains over 5,000 links. Download the raw message below and open it via an Email client if you still wish to view it.
hu: Ez az üzenet nem jeleníthető meg, mert több mint 5000 hivatkozást tartalmaz. Töltse le az alábbi nyers üzenetet, és nyissa meg egy e-mail klienssel, ha mégis meg szeretné tekinteni.
tr: Bu mesaj 5.000'den fazla bağlantı içerdiği için görüntülenemiyor. Yine de görüntülemek istiyorsanız aşağıdaki ham mesajı indirin ve bir E-posta istemcisi aracılığıyla açın.

source: This message cannot be displayed due to HTML processing issues. Download the raw message below and open it via an Email client if you still wish to view it.
hu: Ez az üzenet HTML-feldolgozási problémák miatt nem jeleníthető meg. Töltse le az alábbi nyers üzenetet, és nyissa meg egy e-mail klienssel, ha mégis meg szeretné tekinteni.
tr: Bu mesaj HTML işleme sorunları nedeniyle görüntülenemiyor. Yine de görüntülemek istiyorsanız aşağıdaki ham mesajı indirin ve bir E-posta istemcisi aracılığıyla açın.

source: This message contains images or other content hosted by an external source. It was blocked, but you can download the original formatting here.
tr: Bu mesaj harici bir kaynak tarafından barındırılan resimler veya diğer içerikler içermektedir. Engellenmiştir, ancak orijinal formatı buradan indirebilirsiniz.

source: This message contains images or other content hosted by an external source. It was blocked, but you can download the original formatting.
tr: Bu mesaj harici bir kaynak tarafından barındırılan resimler veya başka içerikler içermektedir. Engellenmiştir, ancak orijinal formatı indirebilirsiniz.

source: This message was not signed by its sender.
hu: Ezt az üzenetet nem a feladó írta alá.
tr: Bu mesaj göndericisi tarafından imzalanmamıştır.

source: This might take some time during which the system can't be used.
hu: Ez eltarthat egy ideig, amely alatt a rendszer nem használható.
tr: Bu işlem, sistemin kullanılamayacağı bir süre alabilir.

source: This object already exists.
hu: Ez az objektum már létezik.
tr: Bu nesne zaten mevcut.

source: This object could not be found.
tr: Bu nesne bulunamadı.

source: This operation cannot be continued, because the system set-up was not completed yet.
hu: Ez a művelet nem folytatható, mert a rendszer beállítása még nem fejeződött be.
tr: Sistem kurulumu henüz tamamlanmadığı için bu işleme devam edilemez.

source: This overview is visible only when you are a shared organization member.
tr: Bu genel bakış yalnızca paylaşılan bir organizasyon üyesi olduğunuzda görülebilir.

source: This overview is visible only when you are an out of office replacement.
tr: Bu genel bakış yalnızca ofis dışı vekili olduğunuzda görünür.

source: This page doesn't exist.
hu: Ez az oldal nem létezik.
tr: Bu sayfa mevcut değil.

source: This page is invisible to the public.
hu: Ez az oldal a nyilvánosság számára nem látható.
tr: Bu sayfa herkese açık şekilde görünmez.

source: This permission level is not available based on the current roles permissions.
hu: Ez a jogosultsági szint nem érhető el a jelenlegi szerepkörök jogosultságai alapján.
tr: Bu izin düzeyi, geçerli rol izinlerine bağlı olarak kullanılamaz.

source: This resource cannot be locked, because it has already been locked by another process.
hu: Ezt az erőforrást nem lehet zárolni, mert egy másik folyamat már zárolta.
tr: Bu kaynak kilitlenemez, çünkü zaten başka bir işlem tarafından kilitlenmiştir.

source: This service allows you to connect Zammad with an AI provider.
tr: Bu hizmet Zammad'ı bir yapay zeka sağlayıcısına bağlamanıza olanak tanır.

source: This service receives HTTP requests or emails from %s and creates tickets with host and service.
hu: Ez a szolgáltatás HTTP-kéréseket vagy e-maileket fogad %s-től, és jegyeket hoz létre gazdagéppel és szolgáltatással.
tr: Bu hizmet %s'den HTTP istekleri veya e-postalar alır ve ana bilgisayar ve hizmet ile destek talebi oluşturur.

source: This setting is not disabled.
hu: Ez a beállítás nincs letiltva.
tr: Bu ayar devre dışı bırakılmamıştır.

source: This setting is not enabled.
hu: Ez a beállítás nincs engedélyezve.
tr: Bu ayar etkin değildir.

source: This signature is inactive, it won't be included in the reply.
hu: Ez az aláírás inaktív, nem kerül bele a válaszba.
tr: Bu imza etkin değildir, yanıta dahil edilmeyecektir.

source: This system has already been configured and an administrator account exists.
hu: Ez a rendszer már konfigurálva van, és létezik egy rendszergazdai fiók.
tr: Bu sistem zaten yapılandırılmıştır ve bir yönetici hesabı mevcuttur.

source: This system has already been configured.
tr: Bu sistem zaten yapılandırılmıştır.

source: This system is configured for automated setup.
hu: Ez a rendszer automatikus beállításra van konfigurálva.
tr: Bu sistem otomatik kurulum için yapılandırılmıştır.

source: This text will be sent as an immediate reply to new incoming WhatsApp messages.
hu: Ez a szöveg azonnali válaszként fog elküldésre kerülni az új bejövő WhatsApp üzenetekre.
tr: Bu metin, yeni gelen WhatsApp mesajlarına anında yanıt olarak gönderilecektir.

source: This ticket already has a checklist.
tr: Bu destek talebinin zaten bir kontrol listesi var.

source: This user does not have access to the given group
tr: Bahsedilen kullanıcının bu destek talebine aracı erişimi yok

source: This user has no access and will not receive notifications.
hu: Ez a felhasználó nem rendelkezik hozzáféréssel, és nem kap értesítést.
tr: Bu kullanıcının erişimi yoktur ve bildirim almayacaktır.

source: This user is currently blocked because of too many failed login attempts.
hu: Ez a felhasználó jelenleg blokkolva van, mert túl sok sikertelen bejelentkezési kísérletet tett.
tr: Bu kullanıcı şu anda çok fazla başarısız giriş denemesi nedeniyle engellenmiş durumda.

source: This will adjust the corresponding setting of the destination group within the group management. A group's email address determines which address should be used for outgoing mails, e.g. when an agent is composing an email or a trigger is sending an auto-reply.
tr: Bu, grup yönetimi içindeki hedef grubun ilgili ayarını ayarlayacaktır. Bir grubun e-posta adresi, giden postalar için hangi adresin kullanılacağını belirler, örneğin bir temsilci bir e-posta oluştururken veya bir tetikleyici bir otomatik yanıt gönderirken.

source: Thu
hu: cs
tr: Per

source: Thursday
hu: csütörtök
tr: Perşembe

source: Ticket
hu: Jegy
tr: Destek Talebi

source: Ticket %s merged.
hu: %s jegy egyesítve.
tr: Destek talebi %s birleştirildi.

source: Ticket (#{ticket.title}) was merged into another ticket <div>Hi #{recipient.firstname},</div> <br> <div> The ticket (#{ticket.title}) was merged into another ticket by "<b>#{current_user.longname}</b>". </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
hu: A jegy (#{ticket.title}) egyesítve lett egy másik jegybe <div>Üdvözöljük #{recipient.firstname},</div> <br> <div> A jegy ("#{ticket.title}") egy másik jegybe lett egyesítve "<b>#{current_user.longname}" által.</b>". </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">Tekintse meg itt: #{config.product_name}</a> </div>
tr: Destek Talebi (#{ticket.title}) başka bir destek talebi ile birleştirildi <div>Merhaba #{recipient.firstname},</div> <br> <div> Destek talebi (#{ticket.title}) "<b>#{current_user.longname}</b>" tarafından başka bir destek talebiyle birleştirildi. </div> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">#{config.product_name} içinde görüntüle</a> </div>

source: Ticket (censored):
hu: Jegy (cenzúrázott):
tr: Destek talebi (sansürlü):

source: Ticket Auto Assignment
tr: Destek Talebi Otomatik Atama

source: Ticket Conditions Expert Mode
hu: Jegyfeltételek szakértő mód
tr: Destek Talebi Koşulları Uzman Modu

source: Ticket Conditions Regular Expression Operators
tr: Destek Talebi Koşulları için Düzenli İfade Operatörleri

source: Ticket Count
hu: Jegyszám
tr: Destek Talebi Sayısı

source: Ticket Customer
hu: Jegy Ügyfél
tr: Destek Talebi Sahibi

source: Ticket Duplicate Detection
tr: Destek Talebi Mükerrer Tespiti

source: Ticket History
tr: Destek Talebi Geçmişi

source: Ticket Hook Divider
hu: Jegy Hook elválasztó
tr: Destek Talebi Kancası Bölücü

source: Ticket Number Increment Date
hu: Jegyszám növekmény dátum
tr: Destek Talebi Numarası Artış Tarihi

source: Ticket Number ignore system_id
hu: Jegyszám figyelmen kívül hagyja a system_id-t
tr: Destek Talebi Numarasında system_id göz ardı edilsin

source: Ticket Organization Reassignment
tr: Destek Talebinin Organizasyon Değişikliği

source: Ticket Overview
hu: Jegy áttekintés
tr: Destek Talebi Genel Bakışı

source: Ticket Overview Query Polling
tr: Talep Genel Bakışında Sorgu Periyodu

source: Ticket Overview settings are saved.
hu: A Jegyek áttekintésének beállításai mentésre kerülnek.
tr: Destek Talebi Genel Bakış ayarları kaydedilir.

source: Ticket Overviews
hu: Jegyek áttekintése
tr: Destek Talebi Genel Bakışları

source: Ticket Owner
hu: Jegytulajdonos
tr: Destek Talebi Sahibi

source: Ticket Priorities
tr: Destek Talebi Öncelikleri

source: Ticket Priority
tr: Destek Talebi Önceliği

source: Ticket Priority Icons
tr: Destek Talebi Öncelik Simgeleri

source: Ticket Settings
hu: Jegy beállítások
tr: Destek Talebi Ayarları

source: Ticket State
tr: Destek Talebi Durumu

source: Ticket States
tr: Destek Talebi Durumları

source: Ticket Subject Forward
hu: Jegy tárgya előre
tr: Destek Talebi Konu Yönlendirme

source: Ticket Summary
tr: Destek Talebi Özeti

source: Ticket Summary Config
tr: Destek Talebi Özeti Yapılandırması

source: Ticket Tools
tr: Destek Talebi Araçları

source: Ticket Trigger Loop Protection Articles Total
tr: Destek Talebi Tetikleme Döngüsü Koruma Yazıları Toplam

source: Ticket Trigger Loop Protection Articles per Ticket
tr: Destek Talebi Tetikleme Döngüsü Koruması Destek Talebi Başına Yazılar

source: Ticket actions
hu: Jegyekre vonatkozó műveletek
tr: Destek talebi işlemleri

source: Ticket could not be created.
hu: A jegyet nem sikerült létrehozni.
tr: Destek talebi oluşturulamadı.

source: Ticket creation
hu: Jegy létrehozása
tr: Destek talebi oluşturma

source: Ticket customer updated successfully.
hu: A jegy ügyfele sikeresen frissült.
tr: Destek talebi kullanıcısı başarıyla güncellendi.

source: Ticket failed to save: %s
hu: A jegy mentése nem sikerült: %s
tr: Destek talebi kaydedilemedi: %s

source: Ticket has %s viewers
hu: A jegynek %s megtekintője van
tr: Talebin %s görüntüleyicisi var

source: Ticket has been created successfully.
hu: A jegy sikeresen létrejött.
tr: Destek talebi başarıyla oluşturuldu.

source: Ticket info
hu: Jegyinformáció
tr: Destek talebi bilgisi

source: Ticket information
hu: Jegyinformáció
tr: Destek talebi bilgisi

source: Ticket merged successfully
tr: Destek talebi başarıyla birleştirildi

source: Ticket number or title
tr: Destek talebi numarası veya başlığı

source: Ticket reminder reached (#{ticket.title}) <div>Hi #{recipient.firstname},</div> <br> <div>A ticket needs attention: reminder reached for (#{ticket.title}) with customer "<b>#{ticket.customer.longname}</b>".</div> <br> <% if @objects[:article] %> <div> Information: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">View this in #{config.product_name}</a> </div>
tr: Destek talebi hatırlatma süresi doldu (#{ticket.title}) <div>Merhaba #{recipient.firstname},</div> <br> <div>Bir destek talebinin dikkate alınması gerekiyor: (#{ticket.title}) başlıklı talep için hatırlatma süresi doldu. Müşteri: "<b>#{ticket.customer.longname}</b>".</div> <br> <% if @objects[:article] %> <div> Bilgi: <blockquote type="cite"> #{article.body_as_html} </blockquote> </div> <% end %> <br> <div> <a href="#{config.http_type}://#{config.fqdn}/#ticket/zoom/#{ticket.id}" target="zammad_app">#{config.product_name} üzerinden görüntüle</a> </div>

source: Ticket screen behavior updated successfully
tr: Destek talebi ekranı davranışı başarıyla güncellendi

source: Ticket selector contains expert conditions. If you turn off the expert mode, it can lead to data loss in your condition attributes.
hu: A jegyválasztó szakértői feltételeket tartalmaz. Amennyiben kikapcsolja a szakértői üzemmódot, az a feltételtulajdonságok adatvesztéséhez vezethet.
tr: Destek talebi seçicisi uzman koşulları içerir. Uzman modunu kapatırsanız, koşul özniteliklerinizde veri kaybına neden olabilir.

source: Ticket tag added successfully.
tr: Destek talebi etiketi başarıyla eklendi.

source: Ticket tag could not be added.
tr: Destek talebi etiketi eklenemedi.

source: Ticket tag could not be removed.
tr: Destek talebi etiketi kaldırılamadı.

source: Ticket tag removed successfully.
tr: Destek talebi etiketi başarıyla kaldırıldı.

source: Ticket tags could not be updated.
hu: A jegycímkéket nem lehetett frissíteni.
tr: Destek talebi etiketleri güncellenemedi.

source: Ticket tags updated successfully.
hu: A jegycímkék sikeresen frissültek.
tr: Destek talebi etiketleri başarıyla güncellendi.

source: Ticket title
hu: Jegy címe
tr: Destek talebi başlığı

source: Ticket update
hu: Jegyfrissítés
tr: Konu güncellenmesi

source: Ticket update failed.
tr: Destek talebi güncellemesi başarısız oldu.

source: Ticket updated successfully.
hu: A jegy sikeresen frissült.
tr: Destek talebi başarıyla güncellendi.

source: Ticket viewers
hu: Jegyet megtekintők
tr: Destek talebini görüntüleyenler
